Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: To create a new process is necessary to click on the "Process Management" link in the System Administration box in the Admin panel, this will lead to the Process Management Overview screen. After the creation of the process we can create all other entities (or process parts).
hu: Egy új folyamat létrehozásához a „Folyamatkezelés” hivatkozásra szükséges kattintani az adminisztrációs panelen lévő Rendszer adminisztráció dobozban. Ez a folyamatkezelés áttekintő képernyőjéhez fog vezetni. A folyamat létrehozása után létrehozhatjuk az összes többi egyedet (vagy folyamatrészt).
zh_cn: 创建一个新流程，需要点击管理员面板中系统管理的"Process Management 流程管理"，我们会进入流程管理概览屏幕。在创建流程后，我们就可以创建其他全部实体(或流程组件)。

source: Activities, Activity Dialogs, Transitions and Transition Actions defined in one process will be available for all the processes in the system.
hu: Egy folyamatban meghatározott tevékenységek, tevékenység párbeszédek, átmenetek és átmenet műveletek elérhetők lesznek a rendszeren lévő összes folyamat számára.
zh_cn: 一个流程中所定义的Activitiy(活动)、Activity Dialog(活动对话框)、Transition(转换) 与 Transition Action(转换操作)，都可以被系统中的所有流程使用。

source: OTRS Admin screen - System Administration
hu: Az OTRS adminisztrációs képernyője - Rendszer adminisztráció
zh_cn: OTRS系统管理屏幕 - 系统管理

source: Click on the "Create New Process" action from the Actions box.
hu: Kattintson az „Új folyamat létrehozása” műveletre a műveletek dobozban.
zh_cn: 点击左侧操作框的“创建新的流程”按钮。

source: Create New Process button
hu: Új folyamat létrehozása gomb
zh_cn: 创建新的流程按钮

source: Fill the process information,set Process Name and the Description, we will leave the process State as "inactive", until we finish all the tasks. Save the process.
hu: Töltse ki a folyamat információt, állítsa be a folyamat nevét és a leírást. A folyamat állapotát „inaktívon” fogjuk hagyni, amíg nem végzünk az összes feladattal. Mentse a folyamatot.
zh_cn: 填写流程信息、设置流程名与描述，我们在完成所有配置任务之前，我们先把流程状态设为“非活动”。

source: Add new process
hu: Új folyamat hozzáadása
zh_cn: 添加新流程

source: Activity Dialogs
hu: Tevékenység párbeszédek
zh_cn: 活动对话框

source: Click on the new process name in the Process Management Overview Screen, then in the "Available Process Elements" click in "Activity Dialogs" (this action will expand the activity dialog options and will collapse all others doing an accordion like effect), then click on "Create New Activity Dialog".
hu: Kattintson az új folyamat nevére a folyamatkezelés áttekintő képernyőn, majd az „Elérhető folyamatelemek” dobozban kattintson a „Tevékenység párbeszédek” elemre (ez a művelet ki fogja nyitni a tevékenység párbeszéd lehetőségeit, és össze fogja csukni az összes többit egy harmonikaszerű hatást elvégezve), majd kattintson a „Új tevékenység párbeszéd létrehozása” gombra.
zh_cn: 在流程管理概览屏幕点击新建的流程名称，然后在“可用的流程元素”中点击“活动对话框”（点击会展开活动对话框选项，并收起其它具有可折叠效果的选项），再点击“创建新的活动对话框”。

source: Create New Activity Dialog button
hu: Új tevékenység párbeszéd létrehozása gomb
zh_cn: 创建新的活动对话框按钮

source: In the opened popup screen fill the "Activity dialog Name" as well as the "Description (short)" fields, for this example we will leave all other fields as the default, to assign fields to the Activity Dialog simple drag the required field from the "Available Fields" pool and drop into the "Assigned Fields" pool. The order in the "Assigned Fields" pool is the order as the fields will have in the screen, to modify the order simply drag and drop the field within the pool to rearrange it in the correct place.
hu: A megnyílt felugró képernyőn töltse ki a „Tevékenység párbeszéd neve”, valamint a „Leírás (rövid)” mezőket. Ennél a példánál az összes többi mezőt az alapértelmezett értéken fogjuk hagyni, hogy a mezőket úgy rendeljük hozzá a tevékenység párbeszédhez, hogy egyszerűen megfogjuk a szükséges mezőket az „Elérhető mezők” tárolóból, és a „Hozzárendelt mezők” tárolóba ejtjük azokat. A „Hozzárendelt mezők” tárolóban lévő sorrend olyan, ahogy a mezők a képernyőn lesznek. A sorrend módosításához egyszerűen fogd és vidd módszerrel rendezze át a mezőt a tárolón belül a megfelelő helyre.
zh_cn: 在打开的弹出屏幕中填写“活动对话框名称”和“描述（简短）”相同内容，本例中我们将其它字段都保持默认值，要给活动对话框分配字段，仅需从“可用的字段”池中拖动必填字段，并放到“分配的字段”池中即可。“分配的字段”池中的字段顺序为将字段放进去的先后顺序，可通过拖放操作进行字段重新排序。

source: Add new Activity Dialog
hu: Új tevékenység párbeszéd hozzáadása
zh_cn: 添加新的活动对话框

source: As soon as the fields are dropped into the "Assigned Fields" pool another popup screen is shown with some details about the field, we will leave the default options and only for Article fields we should make sure that the CommunicationChannel field is set to "Internal" and that the IsVisibleForCustomer is not active.
hu: Amint a mezők a „Hozzárendelt mezők” tárolóba lettek dobva, egy másik felugró ablak jelenik meg a mezővel kapcsolatos néhány részlettel. Meg fogjuk hagyni az alapértelmezett beállításokat, és csak a bejegyzés (Article) mezőknél kell meggyőződnünk arról, hogy a kommunikációs csatorna (CommunicationChannel) mező „belsőre” van-e állítva, és hogy a látható az ügyfélnek (IsVisibleForCustomer) beállítás nincs-e bekapcsolva.
zh_cn: 将选择的字段拖入"分配的字段"池后，会弹出另一个屏幕，显示该字段详细信息，保留默认选项即可，接着将通信通道字段的信件字段设置为 "内部"，且不选中“是否对客户可见”。

source: Edit field details (Article)
hu: Mezőrészletek szerkesztése (bejegyzés)
zh_cn: 编辑字段详细信息(信件)

source: After all fields are assigned click on the submit button in the main popup screen to save the changes.
hu: Miután minden mező hozzárendelésre került, kattintson az elküldés gombra a fő felugró képernyőn a változtatások elmentéséhez.
zh_cn: 在所有字段都分配好之后，点击主弹出屏幕的提交按钮，保存修改记录。

source: In this example we will use Article field for comments, but another option could be to create a TextArea type Dynamic Field, the rest of the mentioned fields in the lines below are the Dynamic Fields that we define before.
hu: Ebben a példában a bejegyzés mezőt fogjuk megjegyzéshez használni, de egy másik lehetőség az lehet, hogy létrehoz egy szövegdoboz típusú dinamikus mezőt. A lenti sorokban említett többi mezők azok a dinamikus mezők, amelyeket korábban határoztunk meg.
zh_cn: 本例中，我们将使用信件字段来记录备注，但是可以用另外一个选项创建一个多行文本类型的动态字段，在下面的行中上述剩余的字段是我们之前定义好的动态字段。

source: Please be aware that in this screen all the Dynamic Fields has the prefix "DynamicField_" as in "DynamicField_Title". Do not confuse with the field "Title" that is the Ticket Title.
hu: Legyen tudatában annak, hogy ezen a képernyőn az összes dinamikus mező a „DynamicField_” előtaggal rendelkezik, úgymint „DynamicField_Cim”. Ne tévessze össze a „Cím” mezővel, az a jegy címe.
zh_cn: 请注意本屏幕中的所有动态字段都有“DynamicField_”前缀如“DynamicField_Title”，不要与工单标题的字段“Title（标题）”搞混淆了。

source: Create the following Activity Dialogs:
hu: Hozza létre a következő tevékenység párbeszédeket:
zh_cn: 创建如下活动对话框：

source: "Recoding the demand" (AD1)
hu: „Az igény rögzítése” (TP1)
zh_cn: "记录需求" (AD1)

source: An Activity Dialog that contains all the required fields for the data to be collected for the order (Title, Author and ISBN), and a Status field with the possibility to choose "Approval".
hu: Egy olyan tevékenység párbeszéd, amely az összes szükséges mezőt tartalmazza a megrendeléshez összegyűjtendő adatokhoz (cím, szerző és ISBN), és egy állapot mezőt a „Jóváhagyás” kiválasztásához tartozó lehetőséggel.
zh_cn: 此活动对话框包含了订单所需的所有数据字段(标题、作者与ISBN号)，以及一个标识审批状态的字段“审批”。

source: "Approval denied" (AD2)
hu: „Jóváhagyás megtagadva” (TP2)
zh_cn: “审批拒绝” (AD2)

source: An Activity Dialog with a comment field (Article) and a Status field with the option "Approval denied".
hu: Egy tevékenység párbeszéd egy megjegyzés mezővel (bejegyzés) és a „Jóváhagyás megtagadva” lehetőséggel rendelkező állapot mezővel.
zh_cn: 此活动对话框拥有一个用于注释的字段 (信件)与一个选择“审批拒绝”状态的字段“审批拒绝”。

source: "Approved" (AD3)
hu: „Jóváhagyva” (TP3)
zh_cn: “通过审批” (AD3)

source: Here we just need the Status field with the option "Approved".
hu: Itt csak az állapot mezőre van szükségünk a „Jóváhagyva” lehetőséggel.
zh_cn: 只需要一个状态字段，选项为“通过审批”。

source: "Order denied" (AD4)
hu: „Rendelés megtagadva” (TP4)
zh_cn: “采购拒绝” (AD4)

source: An activity dialog which makes it possible for purchasing to reject an impossible order (book out of stock). Here we also need a comment field and the Status field with the option "Order denied".
hu: Egy olyan tevékenység párbeszéd, amely lehetővé teszi a beszerzésnek egy lehetetlen rendelés visszautasítását (a könyv nincs raktáron). Itt is szükségünk van egy megjegyzés mezőre és az állapot mezőre a „Rendelés megtagadva” lehetőséggel.
zh_cn: 此活动对话框设计来拒绝一笔无效的采购单(书籍缺货)。这里同样需要一个注释字段与一个状态字段选项“采购拒绝”。

source: "Order placed" (AD5)
hu: „Megrendelve” (TP5)
zh_cn: “生成订单” (AD5)

source: An activity dialog with the fields Supplier, Price and Delivery date for purchasing and the Status field with the option "Order placed".
hu: Egy tevékenység párbeszéd a beszállító, ár és kézbesítés dátuma mezőkkel a beszerzéshez, és az állapot mező a „Megrendelve” lehetőséggel.
zh_cn: 活动对话框中包含了采购涉及的供应商、价格与发货日期字段以及状态字段选项 “生成订单”。

source: "Shipment received" (AD6)
hu: „Szállítmány megérkezett” (TP6)
zh_cn: “货品收到” (AD6)

source: An activity for the mail room with a field for the Date of receipt and the Status field with the option "Shipment received".
hu: Az iktató tevékenysége a kézhezvétel dátuma mezővel és az állapot mezővel a „Szállítmány megérkezett” lehetőséggel.
zh_cn: 此活动需要为收发室添加一个收到日期的字段，还需要一个状态字段选项“货品收到”。

source: To restrict the Status field for each activity dialog we need to add some ACLs in the <filename>Kernel/Config.pm</filename> or to a new Perl file located in <filename>Kernel/Config/Files</filename>.
hu: Az állapot mező korlátozásához minden tevékenység párbeszédnél hozzá kell adnunk néhány ACL-t a <filename>Kernel/Config.pm</filename> fájlban, vagy a <filename>Kernel/Config/Files</filename> helyen lévő új Perl fájlba.
zh_cn: 为了限制每个活动对话框的状态字段值，我们需要在<filename>Kernel/Config.pm</filename>或一个新的Perl文件<filename>Kernel/Config/Files</filename>中添加一些ACL。

source: $Self->{TicketAcl}->{'P1-AD1-1'} = { Properties => { Process => { ActivityDialogEntityID => ['AD1'], }, }, Possible => { Ticket => { DynamicField_Status => ['Approval'], }, }, }; $Self->{TicketAcl}->{'P1-AD2-1'} = { Properties => { Process => { ActivityDialogEntityID => ['AD2'], }, }, Possible => { Ticket => { DynamicField_Status => ['Approval denied'], }, }, }; $Self->{TicketAcl}->{'P1-AD3-1'} = { Properties => { Process => { ActivityDialogEntityID => ['AD3'], }, }, Possible => { Ticket => { DynamicField_Status => ['Approved'], }, }, }; $Self->{TicketAcl}->{'P1-AD4-1'} = { Properties => { Process => { ActivityDialogEntityID => ['AD4'], }, }, Possible => { Ticket => { DynamicField_Status => ['Order denied'], }, }, }; $Self->{TicketAcl}->{'P1-AD5-1'} = { Properties => { Process => { ActivityDialogEntityID => ['AD5'], }, }, Possible => { Ticket => { DynamicField_Status => ['Order placed'], }, }, }; $Self->{TicketAcl}->{'P1-AD6-1'} = { Properties => { Process => { ActivityDialogEntityID => ['AD6'], }, }, Possible => { Ticket => { DynamicField_Status => ['Shipment received'], }, }, };
hu: $Self->{TicketAcl}->{'F1-TP1-1'} = { Properties => { Process => { ActivityDialogEntityID => ['TP1'], }, }, Possible => { Ticket => { DynamicField_Allapot => ['Jóváhagyás'], }, }, }; $Self->{TicketAcl}->{'F1-TP2-1'} = { Properties => { Process => { ActivityDialogEntityID => ['TP2'], }, }, Possible => { Ticket => { DynamicField_Allapot => ['Jóváhagyás megtagadva'], }, }, }; $Self->{TicketAcl}->{'F1-TP3-1'} = { Properties => { Process => { ActivityDialogEntityID => ['TP3'], }, }, Possible => { Ticket => { DynamicField_Allapot => ['Jóváhagyva'], }, }, }; $Self->{TicketAcl}->{'F1-TP4-1'} = { Properties => { Process => { ActivityDialogEntityID => ['TP4'], }, }, Possible => { Ticket => { DynamicField_Allapot => ['Rendelés megtagadva'], }, }, }; $Self->{TicketAcl}->{'F1-TP5-1'} = { Properties => { Process => { ActivityDialogEntityID => ['TP5'], }, }, Possible => { Ticket => { DynamicField_Allapot => ['Megrendelve'], }, }, }; $Self->{TicketAcl}->{'F1-TP6-1'} = { Properties => { Process => { ActivityDialogEntityID => ['TP6'], }, }, Possible => { Ticket => { DynamicField_Allapot => ['Szállítmány megérkezett'], }, }, };

source: Transitions
hu: Átmenetek
zh_cn: 转换

source: In the "Available Process Elements" click in "Transitions", then click on "Create New Transition".
hu: Az „Elérhető folyamatelemek” dobozban kattintson az „Átmenetek” elemre, majd kattintson az „Új átmenet létrehozása” gombra.
zh_cn: 在“可用的流程元素”中点击“转换”, 接着点击“创建新的转换”。

source: Create New Transition button
hu: Új átmenet létrehozása gomb
zh_cn: 创建新的转换按钮

source: In the opened popup screen fill the "Transition Name", then in the conditions, for this examples we will use just one condition and just one field, for both we can leave the Type of Linking as "and" and we will use the filed match type value as "String".
hu: A megnyílt felugró képernyőn töltse ki az „Átmenetnév” mezőt, majd a feltételekben ennél a példánál csak egy feltételt és csak egy mezőt fogunk használni. Mindkettőnél hagyhatjuk a kapcsolat típusát „és” értéken, és a mező illesztési típusát „Szöveg” értékként fogjuk használni.
zh_cn: 在弹出屏幕填写“转换名称”，接着我们需要配置条件选项，本例中只需要设置一个条件和一个字段，可以设置链接类型为“与”以及字段匹配类型值为“字符串”。

source: Add new Transition
hu: Új átmenet hozzáadása
zh_cn: 创建新转换

source: After all conditions are set click on the submit button to save the changes.
hu: Miután minden feltétel be lett állítva, kattintson az elküldés gombra a változtatások mentéséhez.
zh_cn: 所有条件设置好后，点击提交按钮，保存结果。

source: Create the following Transitions:
hu: Hozza létre a következő átmeneteket:
zh_cn: 创建如下转换：

source: "Approval" (T1)
hu: „Jóváhagyás” (A1)
zh_cn: “审批” (T1)

source: A transition which checks if the Status field is set to "Approval".
hu: Egy olyan átmenet, amely azt ellenőrzi, hogy az állapot mező „Jóváhagyás” értékre van-e állítva.
zh_cn: 用于检查状态字段是否被设置为“审批”的转换。

source: "Approval denied" (T2)
hu: „Jóváhagyás megtagadva” (A2)
zh_cn: “审批拒绝” (T2)

source: A transition which checks if the Status field is set to "Approval denied".
hu: Egy olyan átmenet, amely azt ellenőrzi, hogy az állapot mező „Jóváhagyás megtagadva” értékre van-e állítva.
zh_cn: 用于检查状态字段是否被设置为“审批拒绝”的转换。

source: "Approved" (T3)
hu: „Jóváhagyva” (A3)
zh_cn: “通过审批” (T3)

source: A transition which checks if the Status field is set to "Approved".
hu: Egy olyan átmenet, amely azt ellenőrzi, hogy az állapot mező „Jóváhagyva” értékre van-e állítva.
zh_cn: 用于检查状态字段是否被设置为“通过审批”的转换。

source: "Order denied" (T4)
hu: „Rendelés megtagadva” (A4)
zh_cn: “采购拒绝” (T4)

source: A transition which checks if the Status field is set to "Order denied".
hu: Egy olyan átmenet, amely azt ellenőrzi, hogy az állapot mező „Rendelés megtagadva” értékre van-e állítva.
zh_cn: 用于检查状态字段是否被设置为“采购拒绝”的转换。

source: "Order placed" (T5)
hu: „Megrendelve” (A5)
zh_cn: “生成订单” (T5)

source: A transition which checks if the Status field is set to "Order placed".
hu: Egy olyan átmenet, amely azt ellenőrzi, hogy az állapot mező „Megrendelve” értékre van-e állítva.
zh_cn: 用于检查状态字段是否被设置为“生成订单”的转换。

source: "Shipment received" (T6)
hu: „Szállítmány megérkezett” (A6)
zh_cn: “货品收到” (T6)

source: A transition which checks if the Status field is set to "Shipment received".
hu: Egy olyan átmenet, amely azt ellenőrzi, hogy az állapot mező „Szállítmány megérkezett” értékre van-e állítva.
zh_cn: 用于检查状态字段是否被设置为“货品收到”的转换。

source: Transition Actions
hu: Átmenet műveletek
zh_cn: 转换操作

source: Click on "Transition Actions" in the "Available Process Elements", then click on "Create New Transition Action".
hu: Kattintson az „Átmenet műveletek” elemre az „Elérhető folyamatelemek” dobozban, majd kattintson az „Új átmenetművelet létrehozása” gombra.
zh_cn: 点击“可用的流程元素”中的“转换操作”，接着点击“创建新的转换操作”。

source: Create New Transition Action button
hu: Új átmenet művelet létrehozása gomb
zh_cn: 创建新的转换操作按钮

source: In the opened popup screen fill the "Transition Action Name", and the "Transition Action module" then add the required and optional parameter names and values.
hu: A megnyílt felugró képernyőn töltse ki az „Átmenet művelet neve” és az „Átmenet művelet modul” mezőket, majd adja hozzá a kötelező és opcionális paraméterneveket és értékeket.
zh_cn: 在弹出屏幕填写“转换操作名称”和“转换操作模块”，然后添加必填的和可选的参数名和参数值。

source: All the Transition Action Modules are located in <filename>Kernel/System/ProcessManagement/TransitionAction</filename> and the following is the list of bundled Transition Actions included in this release:
hu: Az összes átmenet művelet modul a <filename>Kernel/System/ProcessManagement/TransitionAction</filename> helyen található, és az ebben a kiadásban lévő csomagolt átmenet műveletek listája a következő:
zh_cn: 所有的转换操作模块位于文件<filename>Kernel/System/ProcessManagement/TransitionAction</filename>中，下面是本版本中捆绑的转换操作清单：

source: Each module has its own and different parameters. Please review the <link linkend="available-transition-actions">module documentation</link> to learn all require and optional parameters.
hu: Minden modulnak megvannak a saját és különböző paraméterei. Nézze át a <link linkend="available-transition-actions">modul dokumentációját</link>, hogy megismerje az összes kötelező és opcionális paramétert.
zh_cn: 每个模块都拥有其独立与不同的参数。请查阅<link linkend="available-transition-actions">module documentation 模块文档</link>来了解所有必填与可选参数。

source: From OTRS 4.0.1, parameters are not longer mandatory fixed values, but instead, they can inherit from the original ticket using format: &lt;OTRS_Ticket_property&gt;.
hu: Az OTRS 4.0.1 verziótól a paraméterek többé nem kötelezően rögzített értékek, hanem ehelyett örökölhetik az eredeti jegyből a következő formátum használatával: &lt;OTRS_Ticket_property&gt;.
zh_cn: 从OTRS 4.0.1开始，参数不再强制使用固定值，而是通过格式&lt;OTRS_Ticket_property&gt;从原始工单继承。

source: From OTRS 4.0.6, the format &lt;OTRS_TICKET_property&gt; is now supported, older format is still usable, but deprecated as it will be dropped in further versions.
hu: Az OTRS 4.0.6 verziótól az &lt;OTRS_TICKET_property&gt; formátum a most támogatott. A régi formátum még használható, de elavult, mivel dobva lesz a későbbi verziókból.
zh_cn: 从OTRS 4.0.6开始支持格式&lt;OTRS_TICKET_property&gt;，老格式仍然可以使用，但是会在将来的版本中废弃。

source: Add new Transition Action
hu: Új átmenet művelet hozzáadása
zh_cn: 创建新的转换操作

source: After all parameters and values are set click on the submit button to save the changes.
hu: Miután minden paraméter és érték be lett állítva, kattintson az elküldés gombra a változtatások mentéséhez.
zh_cn: 当所有参数与数值都配置好后，点击提交按钮保存变更。

source: Create the following Transitions Actions:
hu: Hozza létre a következő átmenet műveleteket:
zh_cn: 新建如下转换操作：

source: "Move the process ticket into the 'Management' queue" (TA1)
hu: „Folyamatjegy áthelyezése a »Vezetőség« várólistába” (AM1)
zh_cn: “将工单移入‘管理’队列” (TA1)

source: This action is supposed to be executed when the Transition "Approval" (T1) applied.
hu: Ezt a műveletet akkor kellene végrehajtani, amikor a „Jóváhagyás” (A1) átmenet alkalmazzák.
zh_cn: 此动作预计在转换“审批” (T1)应用后执行。

source: "Change ticket responsible to 'manager'" (TA2)
hu: „Jegyfelelős megváltoztatása »Igazgatóra«” (AM2)
zh_cn: “变更工单负责人为‘经理’ ” (TA2)

source: To be executed when the Transition "Approval" (T1) applied.
hu: Akkor hajtódik végre, amikor a „Jóváhagyás” (A1) átmenet alkalmazzák.
zh_cn: 此动作在转换“审批” (T1)应用后执行。

source: "Move process ticket into the 'Employees' queue" (TA3)
hu: „Folyamatjegy áthelyezése az »Alkalmazottak« várólistába” (AM3)
zh_cn: “移动流程工单到‘员工’队列” (TA3)

source: To be executed when:
hu: Akkor hajtódik végre, amikor:
zh_cn: 当遇到如下情况时执行：

source: The Transition "Approval denied" (T2) applied
hu: A „Jóváhagyás megtagadva” (A2) átmenetet alkalmazzák
zh_cn: 应用了转换“审批拒绝” (T2)。

source: The Transition "Order denied" (T4) applied
hu: A „Rendelés megtagadva” (A4) átmenetet alkalmazzák
zh_cn: 应用了转换 “采购拒绝” (T4)。

source: The Transition "Shipment received" (T6) applied
hu: A „Szállítmány megérkezett” (A6) átmenetet alkalmazzák
zh_cn: 应用了转换 “货品收到” (T6)。

source: "Change ticket responsible to 'Employee'" (TA4)
hu: „Jegyfelelős megváltoztatása »Alkalmazottra«” (AM4)
zh_cn: “变更工单负责人为‘员工’” (TA4)

source: "Move process ticket into the 'Purchasing' queue" (TA5)
hu: „Folyamatjegy áthelyezése a »Beszerzés« várólistába” (AM5)
zh_cn: “将工单转入‘采购’队列” (TA5)

source: To be executed when the transition "Approved" (T3) applied.
hu: Akkor hajtódik végre, amikor a „Jóváhagyva” (A3) átmenet alkalmazzák.
zh_cn: 当应用了转换 “通过审批” (T3)时执行。

source: "Move process ticket into the 'Post office' queue" (TA6)
hu: „Folyamatjegy áthelyezése a »Postahivatal« várólistába” (AM6)
zh_cn: “移动工单至‘邮局’队列” (TA6)

source: To be executed when the transition "Order placed" (T5) applied.
hu: Akkor hajtódik végre, amikor a „Megrendelve” (A5) átmenet alkalmazzák.
zh_cn: 当应用了“生成订单” (T5)时执行。

source: "Close ticket successfully" (TA7)
hu: „Jegy lezárása sikeresen” (AM7)
zh_cn: “工单成功关闭” (TA7)

source: The transition "Shipment received" (T6) applied
hu: A „Szállítmány megérkezett” (A6) átmenetet alkalmazzák
zh_cn: 应用了转换“货品收到” (T6)。

source: "Close ticket unsuccessfully" (TA8)
hu: „Jegy lezárása sikertelenül” (AM8)
zh_cn: “工单失败关闭” (TA8)

source: As you can see, there are places where the same Transition Actions should be executed. Therefore it is reasonable to make it possible to link Transition Actions freely with Transitions to be able to reuse them.
hu: Amint látja, vannak olyan helyek, ahol ugyanazt az átmenet műveletet kell végrehajtani. Ezért ésszerű lehetővé tenni az átmenet műveletek szabadon történő összekapcsolását az átmenetekkel, hogy képes legyen újrahasználni azokat.
zh_cn: 正如你所见，相同的转换操作会在很多地方被执行。因此设计允许转换操作与转换自由连接，是为了更好的复用资源。

source: Activities
hu: Tevékenységek
zh_cn: 活动

source: We chose the approach to see Activities as a basket which can contain one or more Activity Dialogs.
hu: Azt a megközelítést választottuk, hogy a tevékenységeket egy olyan kosárként lássuk, amely egy vagy több tevékenység párbeszédet tartalmazhat.
zh_cn: 我们选择将活动(Activities)看作一个篮子，这个篮子可以包含一个或多个活动对话框(Activity Dialogs)。

source: Click on "Activities" in the "Available Process Elements", then click on "Create New Activity".
hu: Kattintson a „Tevékenységek” elemre az „Elérhető folyamatelemek” dobozban, majd kattintson az „Új tevékenység létrehozása” gombra.
zh_cn: 点击“可用的流程元素”中的“活动”，接着点击“创建新活动”。

source: Create New Activity button
hu: Új tevékenység létrehozása gomb
zh_cn: 创建新活动按钮

source: In the opened popup screen fill the "Activity Name", then drag the required Activity Dialogs from the "Available Activity Dialogs" pool, and drop them into to the "Assigned Activity Dialogs" pool. This dialogs will be presented (in the ticket zoom screen) in the same order as it is defined on this screen translating from top to bottom, from left to right.
hu: A megnyílt felugró képernyőn töltse ki a „Tevékenység neve” mezőt, majd húzza át a szükséges tevékenység párbeszédeket az „Elérhető tevékenység párbeszédek” tárolóból, és ejtse azokat a „Hozzárendelt tevékenység párbeszédek” tárolóba. Ezek a párbeszédablakok ugyanolyan sorrendben lesznek megjelenítve (a jegynagyítás képernyőn), mint ahogy ezen a képernyőn meg van határozva fentről lefelé, balról jobbra értelmezve.
zh_cn: 在打开的弹出屏幕中填写“活动名称”，然后仅需从“可用的活动对话框”池中拖动需要的活动对话框，并放到“分配的活动对话框”池中即可。这些对话框会在工单详情屏幕按本屏幕定义的从上到下、从左到右的顺序显示出来。

source: This order is specially important in the first Activity, since the first Activity Dialog for this activity is the only one that is presented when the process starts.
hu: Ez a sorrend különösen az első tevékenységben fontos, mivel az első tevékenység párbeszéd az egyetlen ennél a tevékenységnél, amely akkor jelenik meg, amikor a folyamat elindul.
zh_cn: 在第一个活动中这个顺序特别重要，因为流程开始后唯一显示的就是这个活动的第一个活动对话框。

source: Create the following Activities:
hu: Hozza létre a következő tevékenységeket:
zh_cn: 创建下列活动：

source: "Recording the demand" (A1)
hu: „Igény rögzítése” (T1)
zh_cn: “记录需求” (A1)

source: Contains the Activity Dialog "Recording the demand" (AD1)
hu: Az „Igény rögzítése” (TP1) tevékenység párbeszédet tartalmazza
zh_cn: 包含活动对话框“记录需求” (AD1)
