Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Sometimes defining an event to trigger an invoker could result in many unnecessary or wrong request to a remote server. Event conditions could be set to restrict the triggering of the invoker in such cases.
hu: Néha egy meghívó aktiválásához meghatározott esemény sok szükségtelen vagy rossz kérést eredményezhet egy távoli kiszolgáló felé. Ilyen esetekben az esemény feltételei beállíthatók a meghívó aktiválásának korlátozásához.
zh_cn: 有时定义一个事件来触发一个调用程序可能会导致对远程服务器的许多不必要或错误的请求。 在这种情况下，可以设置事件条件来限制调用程序的触发。

source: To access the event settings screen where the conditions can be defined is necessary to be in the invoker screen and from there click on the edit icon next to the condition status on the event where this condition should take effect.
hu: Az esemény beállításai képernyő eléréséhez – ahol a feltételek meghatározhatók – az szükséges, hogy a meghívó képernyőn legyen, és onnan kattintson a feltétel állapota melletti szerkesztés ikonra annál az eseménynél, ahol a feltételnek hatással kell lennie.
zh_cn: 要访问可以定义条件的事件设置屏幕，需要在调用程序屏幕中，并从中点击此条件生效的事件条件状态旁边的编辑图标。

source: Within the event settings screen in the action bar there is a button to go back to the invoker screen as well as a button to remove all the event conditions. By default the screen is pre-populated with the first condition. Update the Type of linkings between conditions if more than one condition is planned, then change the Type of linking from <emphasis>Condition 1</emphasis> if more than one field is planned. Both linking fields accept <emphasis>and</emphasis>, <emphasis>or</emphasis> or <emphasis>xor</emphasis> as values.
hu: Az esemény beállításai képernyőn belül a műveletsávban van egy gomb a meghívó képernyőre való visszatéréshez, valamint egy gomb az esemény összes feltételének eltávolításához. Alapértelmezetten a képernyő előre ki van töltve az első feltétellel. Frissítse a kapcsolódás típusát a feltételek között, ha egynél több feltételt terveznek, majd változtassa meg a kapcsolódás típusát az <emphasis>1. feltételről</emphasis>, ha egynél több mezőt terveznek. Mindkét kapcsolódási mező elfogadja <emphasis>és</emphasis>, <emphasis>vagy</emphasis>, illetve <emphasis>kizáró vagy</emphasis> értékekként.
zh_cn: 在操作栏的事件设置屏幕中，有一个按钮返回到调用者屏幕以及一个按钮来删除所有事件条件。 默认情况下，屏幕预先填充第一个条件。 如果计划了多个条件，则更新条件之间的链接类型；如果一个条件内计划了多个字段，则从<emphasis>条件1</emphasis>开始更改字段之间的链接类型。 两个链接类型字段的都接受<emphasis>and(与)</emphasis>、<emphasis>or(或)</emphasis>或<emphasis>xor(异或)</emphasis>。

source: Fill the <emphasis>Field</emphasis> name, set the matching type (<emphasis>String</emphasis> for exact match, <emphasis>Regexp</emphasis> for regular expression or <emphasis>Validation Module</emphasis>) and set Value to match (in case of <emphasis>Validation Module</emphasis> the full class name like: <literal>Kernel::GenericInterface::Event::Validation::ValidateDemo</literal>).
hu: Töltse ki a <emphasis>Mező</emphasis> nevét, állítsa be az illesztés típusát (<emphasis>Szöveg</emphasis> a pontos egyezéshez, <emphasis>Reguláris kifejezés</emphasis> a reguláris kifejezés használatához vagy <emphasis>Ellenőrző modul</emphasis>), és állítsa be az értéket az illesztéshez (<emphasis>Ellenőrző modul</emphasis> esetén a teljes osztálynevet, mint például: <literal>Kernel::GenericInterface::Event::Validation::ValidateDemo</literal>).
zh_cn: 填写<emphasis>字段</emphasis>名称，设置匹配类型（<emphasis>String</emphasis>是完全匹配，<emphasis>Regexp</emphasis>是正则表达式，或<emphasis>验证模块</emphasis>），并设置要匹配的值（在使用<emphasis>验证模块</emphasis>时需要完整的类名称如：<literal>Kernel::GenericInterface::Event::Validation::ValidateDemo</literal>）。

source: To add more fields to the condition, click on the <emphasis>+</emphasis> button in the fields header. To remove a field, click on the <emphasis>-</emphasis> button in the field row. It is necessary to keep at least one field per condition.
hu: A feltételhez történő további mezők hozzáadásához kattintson a <emphasis>+</emphasis> gombra a mezők fejlécében. Egy mező eltávolításához kattintson a <emphasis>-</emphasis> gombra a mező sorában. Feltételenként legalább egy mező megtartása szükséges.
zh_cn: 要向条件添加更多字段，请单击字段标题中的<emphasis>+</emphasis>按钮。 要删除字段，请单击字段行中的<emphasis> - </emphasis>按钮。 每个条件必须至少保留一个字段。

source: To add more conditions click on the button below the last condition box. To remove a condition, click on the <emphasis>-</emphasis> button in the condition header. It is necessary to keep at least one condition in the set. To remove all conditions use the button in the sidebar.
hu: Több feltétel hozzáadásához kattintson az utolsó feltétel doboza alatti gombra. Egy feltétel eltávolításához kattintson a <emphasis>-</emphasis> gombra a feltétel fejlécében. Legalább egy feltétel megtartása szükséges a beállításban. Az összes feltétel eltávolításához használja az oldalsávon lévő gombot.
zh_cn: 要添加更多条件，请点击最后一个条件框下面的按钮。 要删除某个条件，请单击条件标题中的<emphasis> - </emphasis>按钮。 集合中需要保留至少一个条件。 要删除所有条件，请使用侧边栏中的按钮。

source: Web service invoker event
hu: Webszolgáltatás meghívó esemény
zh_cn: WEB服务调用程序事件

source: Web Service Mapping
hu: Webszolgáltatás leképezése
zh_cn: WEB服务映射

source: There are cases where you need to transform the data from one format to another (map or change data structure), because normally a web service is used to interact with a Remote System, that is highly probable that is not another OTRS system and / or could not understand the OTRS data structures and values. In these cases some or all values have to be changed, and sometimes even the names of the values (keys) or even the complete structure, in order to match with the expected data on the other end. To accomplish this task the Generic Interface Mapping Layer exists.
hu: Vannak olyan esetek, ahol át kell alakítania az adatokat az egyik formátumról egy másik (adatszerkezet leképezése vagy megváltoztatása), mert normális esetben egy webszolgáltatást arra használnak, hogy kölcsönhatásba lépjen egy távoli rendszerrel, amely nagyon valószínű, hogy nem egy másik OTRS rendszer és/vagy nem tudja megérteni az OTRS adatszerkezeteit és értékeit. Ezekben az esetekben néhány vagy az összes adatot meg kell változtatni, és néha még az értékek (kulcsok) neveit is, vagy akár a teljes szerkezetet annak érdekében, hogy egyezzen a másik végen elvárt adatokkal. A feladat végrehajtásához van jelen az általános felület leképező rétege.
zh_cn: 有这种情况：你需要将一种格式的数据转化为另外的格式（映射或修改数据结构），因为通常一个WEB服务用来与一个远程系统交互，很可能不是另外一个OTRS系统并且/或者不能理解OTRS数据结构和值。在这些情况下一些或所有值必须被修改，有些时候甚至值的名称（键）或整个结构都需要修改，才能匹配另外一端期望的数据。

source: Each Remote System has it own data structures and it is possible to create new mapping modules for each case (e.g. there is a customized mapping module for SAP Solution Manager shipped with OTRS), but it is not always necessary. The module <literal>Mapping::Simple</literal> should cover most of the mapping needs.
hu: Minden egyes távoli rendszernek saját adatszerkezete van, valamint lehetséges új leképezőmodulok létrehozása minden esetre (például van egy személyre szabott leképezőmodul az OTRS keretrendszerrel szállított SAP megoldáskezelőhöz), de ez nem mindig szükséges. A <literal>Mapping::Simple</literal> modulnak le kell fednie a leképezési szükségletek legtöbbjét.
zh_cn: 每个远程系统都有它自己的数据结构，可以为每种情况创建新的映射模块（例如：OTRS自带有一个为SAP Solution Manager定制的映射模块），但并不总是需要这样单独定制，<literal>Mapping::Simple</literal>模块可以涵盖大部分的映射需求。

source: When <literal>Mapping::Simple</literal> does not cover all mapping needs for a web service, a new mapping module should be created. To learn more about how to create new mapping modules please consult the OTRS Development Manual.
hu: Amikor a <literal>Mapping::Simple</literal> nem fedi le egy webszolgáltatás összes leképezési szükségletét, akkor létre kell hozni egy új leképezőmodult. Ha többet szeretne megtudni arról, hogy hogyan hozhatók létre új leképezőmodulok, akkor nézzen utána az OTRS fejlesztői kézikönyvében.
zh_cn: 当<literal>Mapping::Simple</literal>无法处理一个WEB服务所有的映射需求时，就需要创建一个映射模块。要学习关于如何创建一个新的映射模块的更多内容，请参阅OTRS开发手册。

source: This module gives you the opportunity to set default values to map for each key or value for the whole communication data.
hu: Ez a modul alkalmat ad arra, hogy alapértelmezett értékeket állítson be az egyes kulcsok vagy értékek leképezéséhez a teljes kommunikációs adatoknál.
zh_cn: 这个模块让你有机会设置默认值来映射整个通讯数据中的每个键或值。

source: At the beginning of the screen you will see a general section where you can set the default rules that will apply for all the unmapped keys and values. There are three options available, these options are listed below:
hu: A képernyő elején egy általános szakaszt fog látni, ahol azokat az alapértelmezett szabályokat állíthatja be, amelyeket alkalmazni kell az összes leképezetlen kulcsnál és értéknél. Három lehetőség érhető el, ezek a lehetőségek vannak alább felsorolva:
zh_cn: 在屏幕的开始部分你会看到一个通用部分，在这里你可以设置默认规则，适用于所有没有映射的键和值。还有3个选项可用，如下列表：

source: Keep (leave unchanged): doesn't touch the keys or values in any way.
hu: Megtartás (változatlanul hagyás): semmilyen módon sem nyúl a kulcsokhoz vagy értékekhez.
zh_cn: 保持（保持不变）：不对键或值做任何改动。

source: Ignore (drop key/value pair): when this is applied to the key it deletes the key and value, because when a key is deleted then in consequence its associated value is deleted too. When this is applied to the value, only the value is deleted, keeping the key, that now will be associated to an empty value.
hu: Mellőzés (kulcs/érték pár eldobása): amikor ezt a kulcson alkalmazzák, akkor törli a kulcsot és az értéket, mert amikor egy kulcs törlődik, akkor annak következtében a hozzárendelt érték is törölve lesz. Amikor ezt az értéken alkalmazzák, akkor csak az érték törlődik megtartva a kulcsot, amely most már egy üres értékhez lesz hozzárendelve.
zh_cn: 忽略（丢弃键/值对）：当这个选项用于键时它会删除键和值，因为当一个键被删除时结果就是键相关的值也被删除。当这个选项用于值时，只有这个值被删除，保留键（现在会关联一个空值）。

source: MapTo (use provided key or value as default): all keys and / or values without a defined map rule, will use this as default, when you select this option a new text field will appear to set this default.
hu: Leképezés (a megadott kulcs vagy érték használata alapértelmezettként): egy meghatározott leképezési szabály nélküli összes kulcs és/vagy érték ezt fogja alapértelmezettként használni. Amikor ezt a lehetőséget választja, akkor egy új szövegmező fog megjelenni az alapértelmezett beállításához.
zh_cn: 映射到（使用提供键或值为默认）：所有没有定义映射规则的键和/或值，使用这个映射作为默认映射，当你选择这个选项后会出现一个新的文本字段，用来设置默认键或值。

source: Clicking on the <emphasis>+</emphasis> button for new key map, will display a new box for a single mapping configuration. You can add as many key mappings as needed. Just click on the <emphasis>+</emphasis> button again and a new mapping box will appear below the existing one. From this mapping boxes you can define a map for a single key, with the next options:
hu: A <emphasis>+</emphasis> gombra kattintva az új kulcstérképnél egy új dobozt fog megjeleníteni egy egyedülálló leképezési beállításhoz. Annyi kulcsleképezést adhat hozzá, amennyi szükséges. Egyszerűen kattintson ismét a <emphasis>+</emphasis> gombra, és egy új leképezési doboz fog megjelenni a meglévő alatt. A leképezési dobozokból határozhat meg egy leképezést egy egyedüli kulcshoz a következő lehetőségekkel:
zh_cn: 点击<emphasis> + </emphasis>按钮来添加新的键映射，会显示一个新框用于一个特定映射配置。你可以根据需要的随意添加键映射。只需再次点击<emphasis> + </emphasis>按钮，在已有映射的下面会出现一个新的映射框。从这个映射你可以定义一个特定键的映射，有下列选项：

source: Exact value(s): the old key string will be changed to a new one if the old key matches exactly.
hu: Pontos érték(ek): a régi kulcsszöveg meg lesz változtatva egy újra, ha a régi kulcs pontosan egyezik.
zh_cn: 准确值：如果原键完全匹配，原键字符串会变为一个新的键。

source: Regular expression: the key string will be replaced following a regular expression rule.
hu: Reguláris kifejezés: a kulcsszöveg le lesz cserélve egy reguláris kifejezési szabályt követve.
zh_cn: 正则表达式：键字符串会按照一个正则表达式规则进行替换。

source: Pressing the new value map <emphasis>+</emphasis> button will display a new row for a value map. Here it is also possible to define rules for each value to be mapped with the same options as for the key map (Exact value and Regular expression). You can add as many values to map as needed, and if you want to delete one of them, just click on the <emphasis>-</emphasis> button for each mapping value row.
hu: Az új értékleképezés <emphasis>+</emphasis> gombjának megnyomása egy új sort fog megjeleníteni egy értékleképezéshez. Itt is ugyanazokkal a lehetőségekkel lehetséges szabályok meghatározása az egyes leképezendő értékekhez mint a kulcsleképezésnél (pontos érték vagy reguláris kifejezés). Annyi értéket adhat a leképezéshez, amennyi szükséges, és ha törölni szeretné az egyiküket, akkor kattintson a <emphasis>-</emphasis> gombra az egyes leképezési értékek sorában.
zh_cn: 点击新增值映射的<emphasis> + </emphasis>按钮，会显示一个新行用于值映射。在这里也有键映射那样的选项（准确值和正则表达式）来定义每个值映射。你可以根据需要随意添加值映射，如果你要删除一个值映射，只需点击每个值映射行后面的<emphasis> - </emphasis>按钮即可。

source: Deleting the complete key mapping section (box) is possible, just push on the <emphasis>-</emphasis> button located on the up right corner of each box that you want to delete.
hu: A teljes kulcsleképezési szakasz (doboz) törlése is lehetséges. Egyszerűen nyomja meg az egyes dobozok jobb felső sarkában található <emphasis>-</emphasis> gombot annál a doboznál, amelyet törölni szeretne.
zh_cn: 可以删除完整的键映射部分（框），只需点击要删除的键映射框右上角的<emphasis> - </emphasis>按钮即可。

source: If you need to delete a complete mapping configuration: go back to the corresponding operation or invoker screen, look for the mapping direction that you select before and set its value to <emphasis>-</emphasis>, and save the configuration to apply changes.
hu: Ha egy teljes leképezési beállítás törlésére van szüksége: menjen vissza a megfelelő művelet vagy meghívó képernyőjére, keresse meg azt a leképezési irányt, amelyet korábban kiválasztott, és állítsa az értékét <emphasis>-</emphasis> értékre, majd mentse el a beállítást a változtatások alkalmazásához.
zh_cn: 如果你要删除一个完整的映射配置，返回到相应的操作或调用程序屏幕，找到之前选择的映射方向并设置其值为<emphasis> - </emphasis>，然后保存配置即可。

source: Web service mapping
hu: Webszolgáltatás leképezése
zh_cn: WEB服务映射

source: Generic Interface Communication Flow
hu: Általános felület kommunikációs folyamat
zh_cn: 通用接口通讯流程

source: The Generic Interface has a defined flow to perform actions as a provider and as a requester.
hu: Az általános felületnek meghatározott folyamata van a tevékenységek végrehajtásához szolgáltatóként és kérelmezőként.
zh_cn: 通用接口有定义的流程来执行作为提供者和请求者的操作。

source: These flows are described below:
hu: Ezek a folyamatok vannak alább leírva:
zh_cn: 这些流程描述如下：

source: OTRS as Provider
hu: OTRS mint szolgáltató
zh_cn: OTRS作为提供者

source: Remote Request:
hu: Távoli kérés:
zh_cn: 远程请求：

source: HTTP request
hu: HTTP-kérés
zh_cn: HTTP请求

source: OTRS receives HTTP request and passes it through the layers.
hu: Az OTRS fogadja a HTTP-kérést és továbbadja a rétegeken keresztül.
zh_cn: OTRS接收到HTTP请求并传递它。

source: The provider module is in charge to execute and control these actions.
hu: A szolgáltató modul felelős ezen tevékenységek végrehajtásáért és vezérléséért.
zh_cn: 提供者模块负责执行和控制这些操作。

source: Network Transport
hu: Hálózati átvitel
zh_cn: 网络传输

source: The network transport module decodes the data payload and separates the operation name from the rest of the data.
hu: A hálózati átvitel modul dekódolja az adat hasznos terhét, és elválasztja a művelet nevét az adat többi részétől.
zh_cn: 网络传输模块解码数据有效载荷并从剩余数据中分离操作的名称。

source: The operation name and the operation data are returned to the provider.
hu: A művelet neve és a művelet adatai visszakerülnek a szolgáltatóhoz.
zh_cn: 操作名称和操作数据都返回给提供者。

source: <remark>Data External</remark>
hu: <remark>Külső adatok</remark>
zh_cn: <remark>外部数据</remark>

source: Data as sent from the remote system (This is not a module-based layer).
hu: Az adatok, ahogy a távoli rendszer elküldte (ez nem egy modul alapú réteg).
zh_cn: 从远程系统发来的数据（这不是一个基于模块的层）。

source: Mapping
hu: Leképezés
zh_cn: 映射

source: The data is transformed from the External System format to the OTRS internal format as specified in the mapping configuration for this operation (Mapping for incoming request data).
hu: Az adatok átalakításra kerülnek a külső rendszer formátumáról az OTRS belső formátumára, ahogy a leképezési beállításban meg van adva ennél a műveletnél (leképezés a bejövő kérés adataihoz).
zh_cn: 按这个操作指定的映射配置（进入的请求数据映射）将数据从外部系统格式转化为OTRS内部格式。

source: The already transformed data is returned to the provider.
hu: A már átalakított adatok visszakerülnek a szolgáltatóhoz.
zh_cn: 已转化的数据返回给提供者。

source: <remark>Data Internal</remark>
hu: <remark>Belső adatok</remark>
zh_cn: <remark>内部数据</remark>

source: Data as transformed and prepared to be passed to the operation (This is not a module based layer).
hu: Az adatok, ahogy át lettek alakítva és elő lettek készítve a műveletnek való átadáshoz (ez nem egy modul alapú réteg).
zh_cn: 数据已经转化并准备传递到操作（这不是一个基于模块的层）。

source: Operation
hu: Művelet
zh_cn: 操作

source: Receives and validates data.
hu: Fogadja és ellenőrzi az adatokat.
zh_cn: 接收并验证数据。

source: Performs user access control.
hu: Felhasználói hozzáférés-vezérlést hajt végre.
zh_cn: 执行用户访问控制。

source: Executes the action.
hu: Végrehajtja a műveletet.
zh_cn: 执行操作。

source: OTRS Response:
hu: OTRS-válasz:
zh_cn: OTRS响应：

source: Returns result data to the provider.
hu: Visszaadja az eredmény adatait a szolgáltatónak.
zh_cn: 返回结果数据到提供者。

source: Data as returned from operation.
hu: Az adatok, ahogy visszaadásra kerültek a műveletből.
zh_cn: 数据从操作返回。

source: The data is transformed back to the Remote system format as specified in the mapping configuration (Mapping for outgoing response data).
hu: Az adatok visszaalakításra kerülnek a távoli rendszer formátumára, ahogy a leképezési beállításban meg van adva (leképezés a kimenő válasz adataihoz).
zh_cn: 数据按映射配置中指定的映射（出站响应数据的映射）转化回远程系统的格式。

source: <remark>Data external</remark>
hu: <remark>Külső adatok</remark>
zh_cn: <remark>外部数据</remark>

source: Data as transformed and prepared to be passed to Network Transport as response.
hu: Az adatok, ahogy át lettek alakítva és elő lettek készítve a hálózati átvitelhez való átadáshoz válaszként.
zh_cn: 转化的数据准备传递给网络传输作为响应。

source: Receives the data already in the Remote System format.
hu: Fogadja a már a távoli rendszer formátumában lévő adatokat.
zh_cn: 接收远程系统格式的数据。

source: Constructs a valid response for this network transport type.
hu: Felépít egy érvényes választ ehhez a hálózati átviteltípushoz.
zh_cn: 为这个网络传输类型构建一个有效的响应。

source: HTTP response
hu: HTTP-válasz
zh_cn: HTTP响应

source: The response is sent back to the web service client.
hu: A válasz visszaküldésre kerül a webszolgáltatás kliensének.
zh_cn: 响应发送回WEB服务客户端。

source: In the case of an error, an error response is sent to the remote system (e.g. SOAP fault, HTTP error, etc).
hu: Egy hiba esetén hibaválasz kerül elküldésre a távoli rendszernek (például SOAP-hiba, HTTP-hiba, stb.).
zh_cn: 如果出现一个错误（例如SOAP错误、HTTP错误等等），发送一个错误响应给远程系统。

source: OTRS as Requester
hu: OTRS mint kérelmező
zh_cn: OTRS作为请求者

source: OTRS Request:
hu: OTRS-kérés:
zh_cn: OTRS请求：

source: Event Trigger Handler
hu: Esemény-aktiváló kezelő
zh_cn: 事件触发器处理程序

source: Based on the web service configuration determines if the request will be synchronous or asynchronous.
hu: A webszolgáltatás beállítása alapján meghatározza, hogy a kérés szinkron vagy aszinkron lesz-e.
zh_cn: 基于WEB服务配置确定请求是同步还是异步。

source: Synchronous
hu: Szinkron
zh_cn: 同步

source: A direct call to the Requester is made in order to create a new request and to pass it through the layers.
hu: Egy közvetlen hívás készül a kérelmezőhöz azért, hogy létrehozzon egy új kérést és továbbadja a rétegeken keresztül.
zh_cn: 直接调用请求者以便创建一个新的请求，并通过这个层传递。

source: Asynchronous
hu: Aszinkron
zh_cn: 异步

source: Create a new Generic Interface (Requester) task for the OTRS Daemon (by delegating the request execution to the Scehduler Daemon, the user experience could be highly improved, otherwise all the time needed to prepare the request and the remote execution will be added to the OTRS Events that trigger those requests).
hu: Egy új általános felület (kérelmező) feladat létrehozása az OTRS démonhoz (a kérés végrehajtását az ütemező démonra delegálva a felhasználói élmény erősen növelhető, egyébként a kérés előkészítéséhez szükséges összes idő és a távoli végrehajtás hozzáadásra kerül az OTRS eseményekhez, amely aktiválja azokat a kéréseket).
zh_cn: 为OTRS守护进程创建一个新的通用接口（请求者）任务，通过委派该请求执行到计划程序进程，大大改善了用户体验。否则准备该请求和远程执行需要的所有时间都会加到触发这些请求的OTRS事件上。

source: In its next cycle the OTRS daemon process reads the new task and creates a call to the Requester that will create a new request and then passes it through the layers.
hu: A következő ciklusában az OTRS démonfolyamat beolvassa az új feladatot, és létrehoz egy hívást a kérelmezőhöz, amely létre fog hozni egy új kérést, és azután továbbadja azt a rétegeken keresztül.
zh_cn: 在下一个循环中OTRS守护进程读取新任务并创建一个到请求者的调用，请求者会创建一个新的请求并通过这个层传递它。

source: Invoker
hu: Meghívó
zh_cn: 调用程序

source: Receives data from the event.
hu: Fogadja az adatokat az eseményből.
zh_cn: 接收来自事件的数据。

source: Validates received data (if needed).
hu: Ellenőrzi a fogadott adatokat (ha szükséges).
zh_cn: 验证收到的数据（如果需要）。

source: Call core modules to complement the data (if needed).
hu: Meghívja a központi modulokat az adatok kiegészítéséhez (ha szükséges).
zh_cn: 调用核心模块来补足数据（如果需要）。

source: Return the request data structure or send a Stop Communication signal to the requester, to gracefully cancel the request.
hu: Visszaadja a kért adatszerkezetet, vagy egy kommunikáció leállítása jelet küld a kérelmezőnek a kérés elegáns megszakításához.
zh_cn: 返回请求数据结构，或发送一个中止通讯信号给请求者以取消这个请求。

source: Data as passed from the invoker (This is not a module based layer).
hu: Az adatok, ahogy a meghívó átadta (ez nem egy modul alapú réteg).
zh_cn: 自请求者传来的数据（这不是一个基于模块的层）。

source: The data is transformed to the Remote system format as specified in the mapping configuration (Mapping for outgoing response data).
hu: Az adatok átalakításra kerülnek a távoli rendszer formátumára, ahogy a leképezési beállításban meg van adva (leképezés a kimenő válasz adataihoz).
zh_cn: 按映射配置（出站响应数据的映射）指定的格式将数据转化为远程系统的格式。

source: The already transformed data is returned to the requester.
hu: A már átalakított adatok visszakerülnek a kérelmezőhöz.
zh_cn: 已经转化的数据返回给请求者。

source: Data as transformed and prepared for sending to the remote system.
hu: Az adatok, ahogy át lettek alakítva és elő lettek készítve a távoli rendszernek való küldéshez.
zh_cn: 转化后的数据准备发送给远程系统。

source: Receives the remote operation name and the data already transformed to the Remote System format from the requester.
hu: Fogadja a távoli művelet nevét és a már a távoli rendszer formátumára átalakított adatokat a kérelmezőtől.
zh_cn: 从请求者接收远程操作名称和已经转化为远程系统格式的数据。

source: Constructs a valid request for the network transport.
hu: Felépít egy érvényes kérést a hálózati átvitelhez.
zh_cn: 为网络传输构建一个有效的请求。

source: Sends the request to the remote system and waits for the response.
hu: Elküldi a kérést a távoli rendszernek, és várakozik a válaszra.
zh_cn: 将请求发送给远程系统并等待响应。

source: Remote Response:
hu: Távoli válasz:
zh_cn: 远程响应：

source: Network transport
hu: Hálózati átvitel
zh_cn: 网络传输

source: Receives the response and decodes the data payload.
hu: Fogadja a választ és dekódolja az adat hasznos terhét.
zh_cn: 接收响应并解码数据的有效载荷。

source: Returns the data to the requester.
hu: Visszaadja az adatokat a kérelmezőnek.
zh_cn: 将数据返回给请求者。

source: Data as received from the Remote System.
hu: Az adatok, ahogy a távoli rendszerről érkeztek.
zh_cn: 从远程系统收到的数据。
