Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: <literal>HistoryComment</literal> defines the content of the history entry.
hu: Az előzmény megjegyzése (<literal>HistoryComment</literal>) határozza meg az előzménybejegyzés tartalmát.
zh_cn: <literal>HistoryComment</literal>定义历史条目的内容。

source: <literal>From</literal>, <literal>To</literal>, <literal>Cc</literal> and <literal>ReplyTo</literal> take email addresses in the notation specified above.
hu: A <literal>From</literal>, <literal>To</literal>, <literal>Cc</literal> és <literal>ReplyTo</literal> e-mail címeket fogad a fent megadott jelölés szerint.
zh_cn: <literal>From</literal>、 <literal>To</literal>、 <literal>Cc</literal> 和<literal>ReplyTo</literal>为上面指定的内容给出相应的电子邮件地址。

source: <literal>InReplyTo</literal> and <literal>References</literal> take email message IDs.
hu: Az <literal>InReplyTo</literal> és a <literal>References</literal> e-mail üzenet-azonosítókat tartalmaznak.
zh_cn: <literal>InReplyTo</literal> 和<literal>References</literal>指定邮件消息的一些标识。

source: <literal>NoAgentNotify</literal> - if set to 1, the email notification of the Agent will not be sent.
hu: <literal>NoAgentNotify</literal> - ha 1-re van állítva, akkor az ügyintéző e-mail értesítései nem lesznek kiküldve.
zh_cn: <literal>NoAgentNotify</literal>-如果设置为1，不会发送服务人员的电子邮件通知。

source: <literal>AutoResponseType</literal> can take the following values: auto follow up, auto reject, auto remove, auto reply, auto reply/new ticket.
hu: Az <literal>AutoResponseType</literal> a következő értékeket fogadhatja: auto follow up, auto reject, auto remove, auto reply, auto reply/new ticket.
zh_cn: <literal>AutoResponseType（自动响应类型）</literal>可以是下面的值：auto follow up（自动跟进）、auto reject（自动拒绝）、auto remove（自动移除）、auto reply（自动回复）、auto reply/new ticket（自动回复/新建工单）。

source: <literal>ForceNotificationToUserID</literal>, <literal>ExcludeNotificationToUserID</literal>, <literal>ExcludeMuteNotificationToUserID</literal> can take a list of UserIDs that are either always notified, not notified or listed as notified but not actually sent a notification email.
hu: A <literal>ForceNotificationToUserID</literal>, az <literal>ExcludeNotificationToUserID</literal> és az <literal>ExcludeMuteNotificationToUserID</literal> olyan felhasználó-azonosítók listáját fogadhatja, amelyek mindig értesítettek, nem értesítettek vagy értesítettként felsoroltak, de valójában nincs értesítési e-mail kiküldve.
zh_cn: <literal>ForceNotificationToUserID</literal>、<literal>ExcludeNotificationToUserID</literal>和<literal>ExcludeMuteNotificationToUserID</literal>用于分别指定始终会通知的UserID列表、不通知的UserID列表和列出但实际不发送通知电子邮件的UserID列表。

source: Creates a ticket with an article, the new ticket can be linked with process ticket. Example:
hu: Létrehoz egy jegyet egy bejegyzéssel. Az új jegy összekapcsolható egy folyamatjeggyel. Példa.
zh_cn: 创建一个有信件的工单，这个新工单能够链接到流程工单。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Ticket Create', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketCreate', Config => { # ticket required: Title => 'Some Ticket Title', Queue => 'Raw', # or QueueID => 123, Lock => 'unlock', Priority => '3 normal', # or PriorityID => 2, State => 'new', # or StateID => 5, CustomerID => '123465', CustomerUser => 'customer@example.com', OwnerID => 'someuserlogin', # or OwnerID => 123, # ticket optional: TN => $TicketObject->TicketCreateNumber(), # optional Type => 'Incident', # or TypeID => 1, not required Service => 'Service A', # or ServiceID => 1, not required SLA => 'SLA A', # or SLAID => 1, not required ResponsibleID => 123, # not required ArchiveFlag => 'y', # (y|n) not required PendingTime => '2011-12-23 23:05:00', # optional (for pending states) PendingTimeDiff => 123 , # optional (for pending states) # article required: SenderType => 'agent', # agent|system|customer CommunicationChannel => 'Internal' # Internal|Phone|Email|..., default: Internal IsVisibleForCustomer => '0' %DataPayload, # some parameters depending of each communication channel # article optional: TimeUnit => 123 # other: DynamicField_NameX => $Value, LinkAs => $LinkType, # Normal, Parent, Child, etc. (respective original ticket) UserID => 123, # optional, to override the UserID from the logged user }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Jegylétrehozás', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketCreate', Config => { # a jegyhez kötelező: Title => 'Valamilyen jegycím', Queue => 'Nyers' # vagy QueueID => 123, Lock => 'unlock', Priority => '3 normal', # vagy PriorityID => 2, State => 'new', # vagy StateID => 5, CustomerID => '123465', CustomerUser => 'ugyfel@example.com', OwnerID => 'felhasználónév', # vagy OwnerID => 123, # a jegyhez opcionális: TN => $TicketObject->TicketCreateNumber(), # opcionális Type => 'Incident', # vagy TypeID => 1, nem kötelező Service => 'Szolgáltatás A', # vagy ServiceID => 1, nem kötelező SLA => 'SLA A', # vagy SLAID => 1, nem kötelező ResponsibleID => 123, # nem kötelező ArchiveFlag => 'y', # (y|n) nem kötelező PendingTime => '2011-12-23 23:05:00', # opcionális (függőben lévő állapotoknál) PendingTimeDiff => 123 , # opcionális (függőben lévő állapotoknál) # a bejegyzéshez kötelező: SenderType => 'agent', # agent|system|customer CommunicationChannel => 'Internal' # Internal|Phone|Email|..., alapértelmezett: Internal IsVisibleForCustomer => '0' %DataPayload, # néhány paraméter az egyes kommunikációs csatornáktól függően # a bejegyzéshez opcionális: TimeUnit => 123 # egyéb: DynamicField_NameX => $Value, LinkAs => $LinkType, # Normal, Parent, Child, stb. (megfelelő eredeti jegy) UserID => 123, # opcionális, a bejelentkezett felhasználó felhasználó-azonosítójának felülbírálásához }, }, };

source: <literal>Title</literal> The ticket title.
hu: A <literal>Title</literal> a jegy címe.
zh_cn: <literal>Title</literal> 工单的标题。

source: <literal>Queue</literal> or <literal>QueueID</literal> specifies the name or id of the queue to be used in the new ticket.
hu: A <literal>Queue</literal> vagy a <literal>QueueID</literal> adja meg az új jegyben használandó várólista nevét vagy azonosítóját.
zh_cn: <literal>Queue</literal> 或<literal>QueueID</literal>指定用于新建工单的队列名称或ID。

source: <literal>Lock</literal> or <literal>LockID</literal> sets the lock status of the ticket.
hu: A <literal>Lock</literal> vagy a <literal>LockID</literal> állítja be a jegy zárolási állapotát.
zh_cn: <literal>Lock</literal>或 <literal>LockID</literal>设置工单的锁定状态。

source: <literal>Priority</literal> or <literal>PriorityID</literal> specifies the name or id of the priority to be used in the new ticket.
hu: A <literal>Priority</literal> vagy a <literal>PriorityID</literal> adja meg az új jegyben használandó prioritás nevét vagy azonosítóját.
zh_cn: <literal>Priority</literal>或<literal>PriorityID</literal>指定用于新建工单的优先级名称或ID。

source: <literal>State</literal> or <literal>StateID</literal> specifies the name or id of the state to be used in the new ticket.
hu: A <literal>State</literal> vagy a <literal>StateID</literal> adja meg az új jegyben használandó állapot nevét vagy azonosítóját.
zh_cn: <literal>State</literal>或 <literal>StateID</literal>指定用于新建工单的状态名称或ID。

source: <literal>CustomerID</literal>, the customer id to be set for the new ticket.
hu: A <literal>CustomerID</literal> az új jegynél beállítandó ügyfél-azonosító.
zh_cn: <literal>CustomerID</literal>是新建工单的客户ID。

source: <literal>CustomerUser</literal>, the login of the customer that will be assigned in the ticket.
hu: A <literal>CustomerUser</literal> annak az ügyfélnek a bejelentkező neve, aki hozzá lesz rendelve a jegyben.
zh_cn: <literal>CustomerUser</literal>工单分配的客户用户登录名。

source: <literal>OwnerID</literal> or <literal>OwnerID</literal>, specifies the login or id of the agent that will be the new ticket owner.
hu: Az <literal>OwnerID</literal> vagy az <literal>OwnerID</literal> határozza meg annak az ügyintézőnek a bejelentkezési nevét vagy azonosítóját, aki az új jegy tulajdonosa lesz.
zh_cn: <literal>OwnerID</literal>或 <literal>OwnerID</literal>指定新建工单所有者的服务人员登录名或ID。

source: <literal>TN</literal>, custom number for the new ticket.
hu: A <literal>TN</literal> egy egyéni szám az új jegyhez.
zh_cn: <literal>TN</literal>是新建工单的自定义编号。

source: <literal>Type</literal> or <literal>TypeID</literal> specifies the name or id of the ticket type to be used in the new ticket.
hu: A <literal>Type</literal> vagy a <literal>TypeID</literal> adja meg az új jegyben használandó jegytípus nevét vagy azonosítóját.
zh_cn: <literal>Type</literal>或 <literal>TypeID</literal> 指定用于新建工单的工单类型名称或ID。

source: <literal>Service</literal> or <literal>ServiceID</literal> specifies the name or id of the service to be used in the new ticket.
hu: A <literal>Service</literal> vagy a <literal>ServiceID</literal> adja meg az új jegyben használandó szolgáltatás nevét vagy azonosítóját.
zh_cn: <literal>Service</literal>或 <literal>ServiceID</literal>指定用于新建工单的服务名称或ID。

source: <literal>SLA</literal> or <literal>SLAID</literal> specifies the name or id of the SLA to be used in the new ticket.
hu: Az <literal>SLA</literal> vagy az <literal>SLAID</literal> adja meg az új jegyben használandó SLA nevét vagy azonosítóját.
zh_cn: <literal>SLA</literal>或 <literal>SLAID</literal>指定用于新建工单的SLA名称或ID。

source: <literal>ResponsibleID</literal>, the ID of the agent that will be the new ticket responsible.
hu: A <literal>ResponsibleID</literal> annak az ügyintézőnek az azonosítója, aki az új jegy felelőse lesz.
zh_cn: <literal>ResponsibleID</literal>是新建工单负责人的服务人员ID。

source: <literal>PendingTime</literal>, a predefined date to set the Ticket Pending Times, when the ticket state belongs to a pending state type.
hu: A <literal>PendingTime</literal> egy előre meghatározott dátum a jegy függőben lévő időinek beállításához, amikor a jegyállapot egy függőben lévő állapottípushoz tartozik.
zh_cn: <literal>PendingTime</literal>是当该工单处于一种挂起状态类型时设置工单挂起时间的一个预定义日期。

source: <literal>PendingTimeDiff</literal>, a dynamically date (expressed in seconds from current date/time) to set the Ticket Pending Times, when the ticket state belongs to a pending state type.
hu: A <literal>PendingTimeDiff</literal> egy dinamikus dátum (másodpercben kifejezve a jelenlegi dátumtól/időtől) a jegy függőben lévő időinek beállításához, amikor a jegyállapot egy függőben lévő állapottípushoz tartozik.
zh_cn: <literal>PendingTimeDiff</literal>是当该工单处于一种挂起状态类型时设置工单挂起时间的一个动态日期（从当前日期/时间开始的秒数）。

source: Please check the additional parameters for different article channels.
hu: Nézze meg a további paramétereket a különböző bejegyzés csatornáknál.
zh_cn: 请检查不同信件渠道的附加参数。

source: <literal>TimeUnit</literal> the time invested in the current ticket article expressed in seconds, minutes, hours, etc.
hu: A <literal>TimeUnit</literal> a jelenlegi jegybejegyzésbe fektetett idő másodpercben, percben, órában, stb. kifejezve.
zh_cn: <literal>TimeUnit</literal>投入在当前工单信件的时间，以秒、分、小时等表示。

source: <literal>DynamicField_NameX</literal> where DynamicField_ is a required prefix and NameX is the name of a Dynamic Field to be set in the new ticket (on ticket level, not article levels).
hu: A <literal>DynamicField_NevX</literal> beállítandó az új jegyben, ahol a DynamicField_ egy kötelező előtag és a NevX a dinamikus mező neve (jegyszinten, nem bejegyzés szinteken).
zh_cn: <literal>DynamicField_NameX</literal>其中DynamicField_是必需的前缀，NameX是要在新建工单中设置的动态字段的名称（在工单级别，而不是信件级别）。

source: <literal>LinkAs</literal> to define the new ticket relation with originator ticket, from the new ticket point of view, for example Normal, Parent, Child etc.
hu: A <literal>LinkAs</literal> az új jegy kapcsolatának beállításához való a kezdeményező jeggyel az új jegy nézőpontjából, például: Normal, Parent, Child, stb.
zh_cn: <literal>LinkAs</literal>从新建工单的角度定义新工单与原工单的关系，比如普通、父、子等。

source: OTRS smart tags like <literal>&lt;OTRS_CUSTOMER_BODY&gt;</literal> or <literal>&lt;OTRS_CUSTOMER_REALNAME&gt;</literal> are now supported in the Transition Action <literal>TicketCreate</literal>. Those smart tags could be used to create a new ticket and insert data from the process ticket to this child ticket. The usage of the OTRS smart tags is identical to the text templates in <emphasis>Ticket Notifications</emphasis>.
hu: Az okos OTRS címkék (mint például <literal>&lt;OTRS_CUSTOMER_BODY&gt;</literal> vagy <literal>&lt;OTRS_CUSTOMER_REALNAME&gt;</literal>) mostantól a <literal>TicketCreate</literal> átmenetműveletben is támogatottak. Azok az okos címkék használhatók egy új jegy létrehozásához, és a folyamatjegyből történő adatok beszúrásához ebbe a gyermekjegybe. Az okos OTRS címkék használata megegyezik a <emphasis>jegyértesítésekben</emphasis> lévő szövegsablonokkal.
zh_cn: 现在可以在转换操作<literal>TicketCreate</literal>中使用OTRS智能标签如<literal>&lt;OTRS_CUSTOMER_BODY&gt;</literal>或 <literal>&lt;OTRS_CUSTOMER_REALNAME&gt;</literal>。这些智能标签可用于创建新工单，并将流程工单中的数据插入此子工单。 OTRS智能标签的用法与<emphasis> TicketNotifications（工单通知） </emphasis>中的文本模板相同。

source: Sets the customer of a process ticket. Example:
hu: Beállítja egy folyamatjegy ügyfelét. Példa:
zh_cn: 设置一个流程工单的客户。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Customer Set Customer to test', Module => 'Kernel::System::Process::TransitionAction::TicketCustomerSet', Config => { No => 'test', User => 'client-user-123', # or in other words # CustomerID => 'client123', # CustomerUserID => 'client-user-123', }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Ügyfél beállítása a tesztelendő ügyfélhez', Module => 'Kernel::System::Process::TransitionAction::TicketCustomerSet', Config => { No => 'teszt', User => 'ugyfel-felhasznalo-123', # vagy más szavakkal # CustomerID => 'ugyfel123', # CustomerUserID => 'ugyfel-felhasznalo-123', }, }, };

source: <literal>No</literal> or <literal>CustomerID</literal> set the Customer ID of the customer.
hu: A <literal>No</literal> vagy a <literal>CustomerID</literal> állítja be az ügyfél ügyfél-azonosítóját.
zh_cn: <literal>No</literal>或<literal>CustomerID</literal>设置客户的ID。

source: <literal>User</literal> or <literal>CustomerUserID</literal> set the Username of the customer.
hu: A <literal>User</literal> vagy a <literal>CustomerUserID</literal> állítja be az ügyfél felhasználónevét.
zh_cn: <literal>User</literal>或 <literal>CustomerUserID</literal>设置客户的用户名。

source: Changes the lock of a process ticket. Example:
hu: Megváltoztatja egy folyamatjegy zárolását. Példa:
zh_cn: 变更一个流程工单的锁定状态。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set Lock to lock', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketLockSet', Config => { Lock => 'lock', # or LockID => 2, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Zár beállítása zárra', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketLockSet', Config => { Lock => 'lock', # vagy LockID => 2, }, }, };

source: <literal>Lock</literal> defines the new lock of the process ticket.
hu: A <literal>Lock</literal> határozza meg a folyamatjegy új zárját.
zh_cn: <literal>Lock</literal>定义该流程工单的新的锁定。

source: <literal>LockID</literal> defines the internal ID of the new lock.
hu: A <literal>LockID</literal> határozza meg az új zár belső azonosítóját.
zh_cn: <literal>LockID</literal>定义新的锁定的内部ID。

source: Changes the owner of a process ticket. Example:
hu: Megváltoztatja egy folyamatjegy tulajdonosát. Példa:
zh_cn: 变更一个流程工单的所有者。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Owner Set root@localhost', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketOwnerSet', Config => { Owner => 'root@localhost', # or OwnerID => 1, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Tulajdonos beállítása: root@localhost', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketOwnerSet', Config => { Owner => 'root@localhost', # vagy OwnerID => 1, }, }, };

source: <literal>Owner</literal> specifies the login name of the new owner.
hu: Az <literal>Owner</literal> adja meg az új tulajdonos bejelentkezési nevét.
zh_cn: <literal>Owner</literal> 指定新所有者的登录名。

source: <literal>OwnerID</literal> specifies the internal ID of the new owner.
hu: Az <literal>OwnerID</literal> adja meg az új tulajdonos belső azonosítóját.
zh_cn: <literal>OwnerID</literal>指定新所有者的内部ID。

source: Moves the ticket into a target queue. Example:
hu: Áthelyezi a jegyet egy célvárólistába. Példa:
zh_cn: 移动工单到目标队列。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Queue Move Raw', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Raw', # or # QueueID => '2', }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Várólistába mozgatás: Nyers', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Nyers', # vagy # QueueID => '2', }, }, };

source: <literal>Queue</literal> specifies the name of the target queue.
hu: A <literal>Queue</literal> adja meg a célvárólista nevét.
zh_cn: <literal>Queue</literal>指定目标队列的名称。

source: <literal>QueueID</literal> specifies the internal ID of the target queue.
hu: A <literal>QueueID</literal> adja meg a célvárólista belső azonosítóját.
zh_cn: <literal>QueueID</literal>指定目标队列的内部ID。

source: Changes the responsible of a process ticket. Example:
hu: Megváltoztatja egy folyamatjegy felelősét. Példa:
zh_cn: 变更一个流程工单的负责人。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Responsible Set root@localhost', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketResponsibleSet', Config => { Responsible => 'root@localhost', # or ResponsibleID => 1, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Felelős beállítása: root@localhost', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketResponsibleSet', Config => { Responsible => 'root@localhost', # vagy ResponsibleID => 1, }, }, };

source: <literal>Responsible</literal> specifies the login name of the new responsible.
hu: A <literal>Responsible</literal> adja meg az új felelős bejelentkezési nevét.
zh_cn: <literal>Responsible</literal>指定新负责人的登录名。

source: <literal>ResponsibleID</literal> specifies the internal ID of the new responsible.
hu: A <literal>ResponsibleID</literal> adja meg az új felelős belső azonosítóját.
zh_cn: <literal>ResponsibleID</literal>指定新负责人的内部ID。

source: Assigns a service to a process ticket. The ticket requires to have a customer and the service must be assigned to that customer. Example:
hu: Hozzárendel egy szolgáltatást egy folyamatjegyhez. A jegynek rendelkeznie kell egy ügyféllel, és a szolgáltatásnak hozzárendelve kell lennie ahhoz az ügyfélhez. Példa:
zh_cn: 给一个流程工单分配一个服务。工单必需有一个客户且该服务必须已分配给那个客户。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set MyService service', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketServiceSet', Config => { Service => 'MyService', # or ServiceID => 123, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Saját szolgáltatás beállítása', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketServiceSet', Config => { Service => 'Saját szolgáltatás', # vagy ServiceID => 123, }, }, };

source: <literal>Service</literal> defines the new service of the process ticket. The full name is required (e.g. GramdFatherService::FatherService::SonService ).
hu: A <literal>Service</literal> határozza meg a folyamatjegy új szolgáltatását. A teljes név kötelező (például NagypapaSzolgaltatas::ApaSzolgaltatas::GyermekSzolgaltatas).
zh_cn: <literal>Service</literal>定义该流程工单的新服务，需要服务全称（例如： GramdFatherService::FatherService::SonService）

source: <literal>ServiceID</literal> defines the internal ID of the new service.
hu: A <literal>ServiceID</literal> határozza meg az új szolgáltatás belső azonosítóját.
zh_cn: <literal>ServiceID</literal>定义新服务的内部ID。

source: Assigns a service level agreement to a process ticket. The ticket requires to have a service and the SLA must be assigned to that service. Example:
hu: Hozzárendel egy szolgáltatási szint megállapodást egy folyamatjegyhez. A jegynek rendelkeznie kell egy szolgáltatással, és az SLA-nak hozzárendelve kell lennie ahhoz a szolgáltatáshoz. Példa:
zh_cn: 给一个流程工单分配一个服务级别协议。工单需要有一个服务，SLA（服务级别协议）必须分配给那个服务。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set MySLA SLA', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketSLASet', Config => { SLA => 'MySLA', # or SLAID => 123, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Saját SLA beállítása', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketSLASet', Config => { SLA => 'Saját SLA', # vagy SLAID => 123, }, }, };

source: <literal>SLA</literal> defines the new service level agreement of the process ticket.
hu: Az <literal>SLA</literal> határozza meg a folyamatjegy új szolgáltatási szint megállapodását.
zh_cn: <literal>SLA</literal>定义该流程工单的服务级别协议（SLA）。

source: <literal>SLAID</literal> defines the internal ID of the new SLA.
hu: Az <literal>SLAID</literal> határozza meg az új SLA belső azonosítóját.
zh_cn: <literal>SLAID</literal>定义新SLA的内部ID。

source: Changes the state of a process ticket. Example:
hu: Megváltoztatja egy folyamatjegy állapotát. Példa:
zh_cn: 变更一个流程工单的状态。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set State to open', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketStateSet', Config => { State => 'open', # or StateID => 4, PendingTimeDiff => 123, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Állapot megváltoztatása nyitottra', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketStateSet', Config => { State => 'open', # vagy StateID => 4, PendingTimeDiff => 123, }, }, };

source: <literal>State</literal> defines the new state of the process ticket.
hu: A <literal>State</literal> határozza meg a folyamatjegy új állapotát.
zh_cn: <literal>State</literal>定义该流程工单的新状态。

source: <literal>StateID</literal> defines the internal ID of the new state.
hu: A <literal>StateID</literal> határozza meg az új állapot belső azonosítóját.
zh_cn: <literal>StateID</literal>定义新状态的内部ID。

source: <literal>PendingTimeDiff</literal> used only for pending type states, defines the time difference in seconds relative (relative to the Transition Action execution time) to set ticket pending time (e.g. 3600 means that the pending time is 1hr after the Transition Action is executed).
hu: A <literal>PendingTimeDiff</literal> csak függőben lévő állapotoknál használható, meghatározza az időeltérést másodpercben, relatívan (az átmenet művelet végrehajtási idejétől relatívan) a beállított jegy várakozó idejétől (például a 3600 azt jelenti, hogy a várakozási idő 1 óra, miután az átmenet művelet végre lett hajtva).
zh_cn: <literal>PendingTimeDiff</literal>仅用于挂起类型的状态，定义相对时间秒数（相对于转换操作执行时间）来设置工单挂起时间（例如：3600意味着挂起时间是在转换操作执行后的1小时）。

source: Sets the ticket title of a process ticket. Example:
hu: Beállítja egy folyamatjegy jegycímét. Példa:
zh_cn: 设置一个流程工单的标题。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set Ticket Title to Ticket-title', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketTitleSet', Config => { Title => 'Ticket-title', }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Jegycím beállítása Jegycímre', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketTitleSet', Config => { Title => 'Jegycím', }, }, };

source: <literal>Title</literal> specifies the new title of the ticket.
hu: A <literal>Title</literal> adja meg a jegy új címét.
zh_cn: <literal>Title</literal>指定该工单的新标题。
