Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Within that mode, you can either select a certain color by using the color bar and the color field with your mouse or you're able to directly use a hexadecimal code of a desired color. By clicking on the <emphasis>Less</emphasis> button, you can shrink the color picker back again to the standard mode. Right after a click on the <emphasis>Confirm</emphasis> button, the new color is selected and visible in the preview field. Even if you selected a certain color within the advanced mode, the previous color will be selected again (and visible in the preview field) if you click on the <emphasis>Cancel</emphasis> button, but this just works if you didn't confirmed your selection yet. If that's the case (but you did not save the calendar yet), you may just reload your screen and see you current color setting again.
hu: Ezen a módon belül kiválaszthat egy bizonyos színt a színsáv és a színmező egérrel történő használatával, vagy lehetősége van a kívánt szín hexadecimális kódjának közvetlen használatára is. A <emphasis>Kevesebb</emphasis> gombra kattintva újra összehúzhatja a színválasztót, hogy visszajusson a szokásos módba. Közvetlenül a <emphasis>Megerősítés</emphasis> gombra kattintás után az új szín kiválasztásra kerül, és látható lesz az előnézet mezőben. Még akkor is, ha kiválasztott egy bizonyos színt a speciális módon belül, az előző szín lesz újra kiválasztva (és lesz látható az előnézet mezőben), ha a <emphasis>Mégse</emphasis> gombra kattint, de ez csak akkor működik, ha még nem erősítette meg a kiválasztást. Ha ez az eset áll fenn (de még nem mentette el a naptárat), akkor újratöltheti a képernyőt, és újra megnézheti a jelenlegi színbeállítást.
zh_cn: 在该模式下，你可以通过使用颜色栏和颜色字段用鼠标选择某种颜色，也可以直接输入所需颜色的十六进制代码。 通过点击<emphasis>更少</emphasis>按钮，可以将彩色选择器缩回到标准模式。在点击<emphasis>确认</emphasis>按钮之后，在预览字段中选择并显示新颜色。 如果你在高级选项中选择了某种颜色，单击<emphasis>取消</emphasis>按钮还是会再次选择先前的颜色（在预览字段中可见），但是这个功能只在尚未确认选择时起作用。 如果是这种情况（但你尚未保存日历），可以刷新屏即可再次看到当前的颜色设置。

source: For the selected permission group of your calendar, an agent who should have access to, needs at least a read permission within the related group. Enclosed is a list of permissions to access certain feature-levels within the different calendars:
hu: A naptár kiválasztott jogosultsági csoportjánál egy olyan ügyintézőnek, akinek hozzá kell férnie, legalább olvasási jogosultsággal kell rendelkeznie a kapcsolódó csoporton belül. Itt látható a bizonyos funkciószintekhez történő hozzáféréshez szükséges jogosultságok listája a különböző naptárakon belül:
zh_cn: 对于日历的所选权限组，一个服务人员要想能够访问，至少需要相关组中的读取权限。下面列出了访问不同日历中某些功能级别的权限：

source: RO
hu: CSAK OLVASÁS
zh_cn: RO（只读）

source: The related agent can see the calendar and its appointments, but can't do any changes.
hu: Az érintett ügyintéző megtekintheti a naptárat és az időpontjait, de semmilyen változtatást sem végezhet.
zh_cn: 相关的服务人员可以看到日历及其中的预约，但不能做任何更改。

source: MOVE_INTO
hu: ÁTMOZGATÁS
zh_cn: MOVE_INTO（转移到）

source: The related agent can update existing appointments, but can't create new ones or delete existing ones.
hu: Az érintett ügyintéző frissítheti a meglévő időpontokat, de nem hozhat létre újakat vagy nem törölheti a meglévőket.
zh_cn: 相关的服务人员可以更新现有预约，但不能创建新的预约或删除现有预约。

source: CREATE
hu: LÉTREHOZÁS
zh_cn: CREATE（创建）

source: The related agent can create new appointments.
hu: Az érintett ügyintéző létrehozhat új időpontokat.
zh_cn: 相关的服务人员可以创建新预约。

source: RW
hu: ÍRÁS, OLVASÁS
zh_cn: RW（读写）

source: The related agent is able to delete appointments.
hu: Az érintett ügyintéző képes időpontokat törölni.
zh_cn: 相关的服务人员可以删除预约。

source: The validity field indicates if a calendar is valid. Invalid calendars won't show up in the different overviews, even if agents have access to it.
hu: Az érvényesség mező jelzi, hogy egy naptár érvényes-e. Az érvénytelen naptárak nem jelennek meg a különböző áttekintőkben még akkor sem, ha az ügyintézőknek van hozzáférésük.
zh_cn: 有效性表示日历是否有效。 无效日历即使服务人员有访问权限，也不会显示在各类概览视图中。

source: Exporting calendars and/or appointments
hu: Naptárak és/vagy időpontok exportálása
zh_cn: 导出日历和/或预约

source: To export a complete calendar structure to the YAML format, the calendar list in the calendar management screen can be used. By clicking on the related link within column <emphasis>Export</emphasis>, a YAML structure named <filename>Export_Calendar_CalendarName.yml</filename>, including the calendar meta-data (calendar name, color, permission group, validity state) can be downloaded. The structure also includes all calendar appointments. This functionality can be used to simply backup a certain calendar and/or transfer it to a foreign OTRS instance.
hu: Egy teljes naptárszerkezet YAML-fájlba történő exportálásához a naptárkezelés áttekintőben lévő naptárlista használható. Az <emphasis>Exportálás</emphasis> oszlopon belül a hozzá tartozó hivatkozásra kattintva egy <filename>Export_Calendar_CalendarName.yml</filename> nevű YAML-szerkezetet lehet letölteni, amely tartalmazza a naptár metaadatait (naptár neve, színe, jogosultsági csoport, érvényességi állapot). A szerkezet tartalmazza a naptár összes időpontját is. Ez a funkcionalitás használható egy bizonyos naptár egyszerű biztonsági mentéséhez és/vagy egy idegen OTRS példányba történő átvitelhez.
zh_cn: 要将完整的日历结构导出为YAML格式，可以使用日历管理屏幕中的日历列表。通过点击列<emphasis>导出</emphasis>中的相关链接，可以下载名为<filename>Export_Calendar_CalendarName.yml</filename>的YAML结构，包括日历元数据（日历名称、颜色、权限组、有效性状态），该结构还包括所有日历预约。 此功能可用于简单地备份某个日历和/或将其传输到其它OTRS实例。

source: To export just the calendar appointments in ICS format, the link within column <emphasis>Download</emphasis> can be used. After clicking on the related link, an ICS file named <filename>CalendarName.ics</filename> can be downloaded, including all appointments of the related calendar. This file can be used to backup just the appointments of a certain calendar and/or transfer it to either an existing calendar on a foreign OTRS instance or any other calendar tool, which supports the ICS standard, to display the appointments.
hu: Csak a naptáridőpontok ICS-formátumba történő exportálásához a <emphasis>Letöltés</emphasis> oszlopon belüli hivatkozás használható. A hozzá tartozó hivatkozásra kattintás után egy <filename>CalendarName.ics</filename> nevű fájl tölthető le, amely az érintett naptár összes időpontját tartalmazza. Ez a fájl használható egy bizonyos naptárból csak az időpontok biztonsági mentéséhez és/vagy azok átviteléhez az időpontok megtekintésére vagy egy meglévő naptárban egy idegen OTRS példányon, vagy bármely egyéb naptáreszközben, amely támogatja az ICS szabványt.
zh_cn: 要仅导出ICS格式的日历预约，可以使用列<emphasis>下载</emphasis>中的链接。 点击相关链接后，可以下载名为<filename>CalendarName.ics</filename>的ICS文件，包括了相关日历的所有预约。 这个文件可用于仅备份某个日历的预约和/或将其传输到其它OTRS实例上的现有日历或支持ICS标准的任何其他日历工具以显示这些预约。

source: Importing calendars and/or appointments
hu: Naptárak és/vagy időpontok importálása
zh_cn: 导入日历和/或预约

source: As an equivalent to the export function, it is possible to either import a complete calendar structure including related appointments in the YAML format, or just a set of appointments to an already existing calendar in the ICS format.
hu: Az exportálási funkcióhoz hasonlóan lehetőség van vagy egy YAML-formátumban lévő teljes naptárszerkezet és a benne lévő időpontok, vagy egy ICS-formátumban lévő időponthalmaz importálására egy már meglévő naptárba.
zh_cn: 与导入功能相似，可以导入完整的YAML格式日历结构，包括相关预约，或导入ICS格式的现有日历的一些预约。

source: To import a complete calendar structure, the related <emphasis>Calendar Import</emphasis> widget on the left side of the calendar management screen can be used. Within this widget, a YML file can be selected and uploaded to import the calendar. The checkbox <emphasis>Overwrite existing entities</emphasis> indicates if a calendar with the same name as the imported one should be overwritten. If a calendar with the same name exists, but the checkbox is empty during the upload, a related error message will be displayed.
hu: Egy teljes naptárszerkezet importálásához a naptárkezelés képernyő bal oldalán lévő <emphasis>Naptár importálása</emphasis> felületi elem használható. Ezen felületi elemen belül kiválasztható és feltölthető egy YML-fájl a naptár importálásához. A <emphasis>Meglévő entitások felülírása</emphasis> jelölőnégyzet jelzi, ha az importált naptárral megegyező nevűt felül kell írni. Ha létezik ugyanolyan nevű naptár, de a jelölőnégyzet üres a feltöltés során, akkor egy hozzá tartozó hibaüzenet kerül megjelenítésére.
zh_cn: 要导入完整的日历结构， 可以在日历管理屏幕的左侧边栏使用<emphasis>日历导入</emphasis>小部件。 在此小部件中，可以选择并上传YML文件以导入日历。 复选框<emphasis>覆盖现有条目</emphasis> 表示是否覆盖与导入的日历同名的当前日历。 如果存在相同名称的日历，但在上传时框未选中该复选，则会显示相关的错误消息。

source: To import a set of appointments to an already existing calendar, the <emphasis>Import Appointments</emphasis> button can be clicked to access the appointment import screen.
hu: Egy meglévő naptárba történő időponthalmaz importálásához az <emphasis>Időpontok importálása</emphasis> gombot lehet megnyomni az időpont importálása képernyőhöz való hozzáféréshez.
zh_cn: 要将一组预约导入现有日历，可以点击按钮<emphasis>导入预约</emphasis>进入预约导入屏幕。

source: Appointment import in calendar management overview
hu: Időpont importálása a naptárkezelés áttekintőjében
zh_cn: 日历管理概览视图中的导入预约

source: Here it's needed to select an ICS file to be used for the import. Right after that, a calendar needs to be selected from the related list to import the new appointments in. The checkbox <emphasis>Update existing appointments</emphasis> indicates, if already existing appointments with the same UniqueID shall be overwritten or not. Appointments with the same UniqueID but already existing in the related calendar won't be omitted during the import process. They will be inserted again and will be available multiple times in case of doubt, if the option to overwrite appointments is not enabled.
hu: Itt ki kell választani az importáláshoz használandó ICS-fájlt. Ezt követően egy naptárat kell kiválasztani a kapcsolódó listából, amelybe az új időpontok importálva lesznek. A <emphasis>Meglévő időpontok frissítése</emphasis> jelölőnégyzet jelzi, hogy az ugyanolyan egyedi azonosítóval rendelkező meglévő időpontokat felül kell-e írni vagy sem. Az ugyanolyan egyedi azonosítóval rendelkező, de a kapcsolódó naptárban már létező időpontok nem lesznek kihagyva az importálási folyamat során. Újra beszúrásra kerülnek, és többször is elérhetők kétség esetén, ha az időpontok felülírásának lehetősége nincs engedélyezve.
zh_cn: 这里需要选择要用于导入的ICS文件。 之后，需要从相关列表中选择一个日历以导入新的预约。复选框<emphasis>更新现有预约</emphasis> 表示是否覆盖有相同UniqueID的现有预约。 具有相同UniqueID但已存在于相关日历中的预约在导入过程中不会被忽略。 如果没有启用覆盖预约的选项，它们将被再次插入，在不确定的情况下可以多次使用预约。

source: Calendar Overview
hu: Naptár áttekintő
zh_cn: 日历概览

source: Within the calendar overview, an agent is able to display, create, edit and/or delete appointments of different calendars, depending on their permission level to the related calendars, as described above.
hu: A naptár áttekintőn belül egy ügyintéző képes a különböző naptárak időpontjainak megjelenítésére, létrehozására, szerkesztésére és/vagy törlésére a kapcsolódó naptárakhoz tartozó jogosultsági szintjeitől függően a fent leírtak szerint.
zh_cn: 在日历概览中，服务人员能够显示、创建、编辑和/或删除不同日历的预约，具体取决于其在相关日历上的权限级别，如上所述。

source: Calendar overview screen
hu: Naptár áttekintő képernyő
zh_cn: 日历概览屏幕

source: As visible in the following screenshot, the calendar overview contains the management tools for the calendars and appointments on the left side and the calendar view on the right side. With the buttons in the <emphasis>Actions</emphasis> widget it's possible to either access the calendar management directly or add a new appointment (if the agent has the permission).
hu: Amint a következő képernyőképen látható, a naptár áttekintő tartalmazza a kezelési eszközöket a naptárakhoz és időpontokhoz a bal oldalon, és a naptárnézetet a jobb oldalon. A <emphasis>Műveletek</emphasis> felületi elemben lévő gombokkal lehetőség van a naptárkezelés közvetlen hozzáféréséhez vagy egy új időpont hozzáadásához (ha az ügyintézőnek megvan hozzá a jogosultsága).
zh_cn: 如以下截图中可见，日历概览包含左侧的日历和预约的管理工具以及右侧的日历视图。 使用<emphasis>操作</emphasis>小部件中的按钮，可以直接访问日历管理或添加新的预约（如果该服务人员有权限）。

source: Sidebar in calendar overview screen
hu: Oldalsáv a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的侧边栏

source: The <emphasis>Calendars</emphasis> widget contains all calendars accessible by the agent. The checkboxes are used to enable or disable the view of certain calendars, like it's the case in many foreign calendar tools.
hu: A <emphasis>Naptárak</emphasis> felületi elem tartalmazza az ügyintéző által hozzáférhető összes naptárat. A jelölőnégyzetek használhatók bizonyos naptárak nézetének engedélyezéséhez vagy letiltásához, úgymint sok idegen naptáreszköz esetén.
zh_cn: <emphasis>日历</emphasis>小部件 包含服务人员可访问的所有日历。 复选框用于启用或禁用某些日历的视图，就像在许多其它日历工具中一样。

source: Since all appointments of any active calendar for every agent will be provided by the server (and not stored or cached on the client), it can result in heavy load on the server if too many calendars are active at the same time. Therefore a system configuration option <literal>AppointmentCalendar::CalendarLimitOverview</literal> limits the maximum number of active calendars per agent. If the limit is reached by an agent, a related error message will be displayed, indicating there are too many active calendars.
hu: Mivel az egyes ügyintézőknél bármely aktív naptár időpontjait a kiszolgáló fogja biztosítani (és nincs eltárolva vagy gyorsítótárba téve a kliensen), ez nagy terhelést eredményezhet a kiszolgálón, ha egyszerre túl sok naptár aktív. Ebből adódóan az <literal>AppointmentCalendar::CalendarLimitOverview</literal> rendszerbeállítási lehetőség korlátozza az ügyintézőnkénti aktív naptárak legnagyobb számát. Ha a korlátot eléri egy ügyintéző, akkor egy hozzá tartozó hibaüzenet jelenik meg azt jelezve, hogy túl sok aktív naptára van.
zh_cn: 由于每个服务人员的任何活动日历的所有预约将由服务器提供（而不是存储或缓存在客户端上），所以如果太多日历同时处于活动状态，则可能导致服务器负载过重。 因此，使用一个系统配置选项<literal>AppointmentCalendar::CalendarLimitOverview</literal>来 限制每个服务人员的最大活动日历数。 如果一个服务人员活动日历数达到限制，将显示相关的错误消息，指示活动日历太多。

source: The URL column provides an external link to the calendar, which is used to subscribe. This functionality is described later in this document.
hu: Az URL oszlop egy külső hivatkozást biztosít arra a naptárra, amely feliratkozásra használható. Ez a funkcionalitás később kerül ismertetésre ebben a dokumentumban.
zh_cn: URL列提供了用于订阅日历的外部链接。 此功能将在本文档后面介绍。

source: To have a good overview of available appointments within different calendars and the related dates the appointments start or end, we provide different view modes to be used by the agents.
hu: Hogy jó áttekintést kapjon a különböző naptárakon belül elérhető időpontokról és a hozzájuk tartozó dátumokról, amikor az időpontok kezdődnek és befejeződnek, különböző nézetmódokat biztosítunk, amelyeket az ügyintézők használhatnak.
zh_cn: 为了对不同的日历和预约的开始或结束相关日期进行很好的预约概览，我们提供多种视图模式供服务人员使用。

source: View modes in calendar overview screen
hu: Nézetmódok a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的视图模式

source: They are separated in timeline modes and non-timeline modes with different time ranges, to have the best view on different appointments for the related situations. On most of the view modes, a red line indicates the current time of the current day.
hu: Idővonal módokra és nem idővonal módokra vannak szétválasztva különböző időtartományokkal, hogy a legjobb nézetet kapja a különböző időpontoknál a hozzájuk kapcsolódó helyzetekben. A nézetmódok legtöbbjénél egy piros vonal jelzi az aktuális nap jelenlegi idejét.
zh_cn: 它们按不同时间范围的时间轴模式和非时间轴模式下分隔，以便对相关情况的不同预约能有最佳的视图。 在大多数视图模式下，红线表示当前当前的时间。

source: The information in the middle of the top-bar shows the current time range the agent is in, for the current view. Within the timeline views, the current calendar week will be displayed in light gray, when possible. Within the non-timeline views, the current calendar week is displayed as a single column on the left side, if possible.
hu: A felső sáv közepén lévő információk jelenítik meg azt a jelenlegi időtartományt, amelyben az ügyintéző van az aktuális nézetnél. Az idővonal nézeteken belül a jelenlegi naptár hete világosszürkével jelenik meg, amikor lehetséges. A nem idővonal nézeteken belül a jelenlegi naptár hete egy önálló oszlopként jelenik meg a bal oldalon, ha lehetséges.
zh_cn: 顶部栏中间的信息显示了当前视图中服务人员所在的当前时间范围。 在时间轴视图中，当前日历周将以浅灰色显示。 在非时间轴视图中，当前日历周在左侧显示为单列。

source: Enclosed a screenshot of the non-timeline weekly view:
hu: Mellékleten a nem idővonal heti nézetének képernyőképe:
zh_cn: 附上非时间轴周视图的屏幕截图：

source: Weekly view in calendar overview screen
hu: Heti nézet a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的周视图

source: and the non-timeline monthly view:
hu: és a nem idővonal havi nézet:
zh_cn: 非时间轴月视图：

source: Monthly view in calendar overview screen
hu: Havi nézet a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的月视图

source: On the upper right side, the agents can access the navigation controls.
hu: A jobb felső részen az ügyintézők elérhetik a navigációs vezérlőket.
zh_cn: 在右上方，服务人员可以访问导航控件。

source: Navigation controls in calendar overview screen
hu: Navigációs vezérlők a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的导航控件

source: The left- and right-arrow buttons are used to navigate through the dates of the current time range. The <emphasis>Today</emphasis> button brings the agent back to the current date to save time.
hu: A balra és jobbra mutató nyíl gombok használhatók az aktuális időtartomány dátumai közti navigációhoz. A <emphasis>Ma</emphasis> gomb visszaviszi az ügyintézőt a jelenlegi dátumra, hogy időt takarítson meg.
zh_cn: 左右箭头按钮用于浏览当前时间范围前后的日期。 按钮<emphasis>今天</emphasis>可使服务人员回到当前日期以节省时间。

source: The <emphasis>Jump</emphasis> button is used to access a certain date directly without a need to go every date in between to access a certain date (maybe one year earlier or later). A click on the button opens a date picker, which highlights all dates which have already appointments stored. A mouseover shows the number of appointments with to the current date. A click on a date brings the agent to the related time range and displays all appointments.
hu: Az <emphasis>Ugrás</emphasis> gomb használható egy bizonyos dátum közvetlen eléréséhez anélkül, minden közte lévő dátumon végig kelljen menni egy bizonyos dátum eléréséhez (talán egy évvel korábban vagy később). Egy kattintás a gombra megnyit egy dátumválasztót, amely kiemeli az összes olyan dátumot, amely már rendelkezik tárolt időpontokkal. Az egérrel történő rámutatás megjeleníti az időpontok számát az aktuális dátummal. Egy dátumra való kattintás elviszi az ügyintézőt a hozzá tartozó időtartományba, és megjeleníti az összes időpontot.
zh_cn: 按钮<emphasis>跳转</emphasis> 用于直接访问某个日期，而无需在每个日期周期之间逐一切换（可能是一年之前或之后）。 点击按钮打开一个日期选择器，它会突出显示已存储了预约的所有日期。 鼠标悬停显示与当前日期的预约数。 点击一个日期可使服务人员进入相关的时间范围并显示其中的所有预约。

source: Today and Jump buttons in calendar overview screen
hu: Ma és Ugrás gombok a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的“今天”和“跳转”按钮

source: On the right side of the main widget (on top of the navigation buttons) a gear wheel appears on mouse over, which is used to access a visibility filter:
hu: A fő felületi elem jobb oldalán (a navigációs gombok tetején) egy fogaskerék jelenik meg az egérrel történő rámutatáskor, amely egy láthatósági szűrő eléréséhez használható:
zh_cn: 在主要小部件的右侧（导航按钮上方）悬停鼠标会出现一个齿轮，用于访问可见性过滤器：

source: User preferences for calendar overview screen
hu: Felhasználói beállítások a naptár áttekintő képernyőnél
zh_cn: 日历概览屏幕中的用户偏好设置

source: Here you can choose, if you want to see all available appointments, or just the ones that are directly assigned to you.
hu: Itt kiválaszthatja, hogy az összes elérhető időpontot szeretné-e látni, vagy csak azokat, amelyeket közvetlenül önhöz rendeltek.
zh_cn: 在这里可以选择是查看所有可用的预约，还是只查看直接分配给你的预约。

source: Agenda Overview
hu: Napirend áttekintő
zh_cn: 日程概览

source: Within the agenda overview, an agent is able to display the appointments of all available (accessible) calendars in a table-like overview. This overview is designed to have a detailed list of upcoming appointments in a structured table. Like in the calendar overview appointments can be created, edited or deleted. This view supports a monthly, weekly and daily point of view on available appointments.
hu: A napirend áttekintőn belül egy ügyintéző képes megjeleníteni az összes elérhető (hozzáférhető) naptár időpontjait egy táblázatszerű áttekintőben. Ezt az áttekintőt úgy tervezték, hogy a közelgő időpontok részletes listáját adja egy strukturált táblázatban. Akárcsak a naptár áttekintőben, az időpontok is létrehozhatók, szerkeszthetők vagy törölhetők. Ez a nézet támogatja az elérhető időpontok havi, heti és napi nézőpontjait.
zh_cn: 在日程概览中，服务人员能够以类似表格的概览显示所有可用（可访问的）日历的预约。 此概述旨在详细介绍结构化表中即将到来的预约。 像在日历概览中一样，可以创建、编辑或删除预约。 这个视图支持每月、每周和每天视角的可用预约。

source: Agenda overview screen
hu: Napirend áttekintő képernyő
zh_cn: 日程概览屏幕

source: Within the calendar overview, to add new appointments it's either possible to click on the <emphasis>Add Appointment</emphasis> button or click on the overview widget. It's also possible to drag over a range of the widget to setup a rough time span. Right after that, a modal dialog appears where the data can be inserted:
hu: A naptár áttekintőn belül új időpontok hozzáadásához vagy az <emphasis>Időpont hozzáadása</emphasis> gombra kattintással, vagy az áttekintő felületi elemre kattintással van lehetőség. Lehetséges a felületi elem időtartományának elhúzásával is beállítani egy hozzávetőleges időtartamot. Közvetlenül azután egy kizárólagos párbeszédablak jelenik meg, ahol az adatok beszúrhatók:
zh_cn: 在日历概览中，要添加新预约，可以点击左侧的<emphasis>添加预约</emphasis>按钮，也可以点击概览小部件。还可以拖拉出小部件中的一个范围来设置大致的时间跨度，在此之后，会出现一个模态对话框，在这里可以插入数据：

source: Appointment edit screen
hu: Időpont szerkesztése képernyő
zh_cn: 预约编辑屏幕

source: The only mandatory fields of the basic information are the appointment title and the related calendar to assign the appointment to. The description and location are optional fields. If the location contains a value, a related link icon will show up next to the field which by default links to Google map to get a better picture of the location. This link is configurable through the system configuration option <literal>AgentAppointmentEdit::Location::Link</literal>.
hu: Az alap információk kötelezői mezői mindössze az időpont címe és a kapcsolódó naptár, amelyhez az időpont hozzárendelésre kerül. A leírás és a hely elhagyható mezők. Ha a hely tartalmaz értéket, akkor egy hozzá tartozó hivatkozás ikon jelenik meg a mező mellett, amely alapértelmezetten a Google térképre hivatkozik, hogy jobb képet kapjon a helyszínről. Ez a hivatkozás beállítható az <literal>AgentAppointmentEdit::Location::Link</literal> rendszerbeállítási lehetőségen keresztül.
zh_cn: 基本信息的必填字段是预约标题和预约分配到的相关日历。描述和位置是可选字段。 如果位置包含有值，将在该字段旁边显示相关链接图标，默认情况下会链接到Google地图，以便更好地了解该位置。 此链接可通过系统配置选项<literal>AgentAppointmentEdit::Location::Link</literal>进行配置。

source: Within the <emphasis>Date/Time section</emphasis>, the related start date and end date needs to be selected.
hu: A <emphasis>Dátum/idő</emphasis> szakaszon belül a kapcsolódó kezdődátumot és befejezési dátumot kell kiválasztani.
zh_cn: 在<emphasis>日期/时间部分</emphasis>中，需要选择相关的开始日期和结束日期。

source: The <emphasis>All-day</emphasis> checkbox indicates that the appointment takes place on the whole day. If it's activated, time of the start date and the end date will be disabled and set to 00:00.
hu: Az <emphasis>Egész napos</emphasis> jelölőnégyzet jelzi, hogy az időpont egész nap folyamatosan tart. Ha be van kapcsolva, akkor a kezdődátum és a befejezési dátum ideje le lesz tiltva, és 00:00-ra lesz állítva.
zh_cn: <emphasis>全天</emphasis> 复选框表示预约占用整天。 如果激活，开始日期和结束日期的时间将被禁用，并设置为00:00。
