Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Some functions in OTRS, like escalations and <link linkend="unlock-tickets">automatic unlocking of tickets</link>, depend on a proper configuration of business hours, time zones and holidays. You can define these via the <link linkend="sysconfig">SysConfig interface</link>, in <link linkend="ConfigReference_Section_Core_Time">Core::Time</link>. You can also specify different sets of business hours, holidays and time zones as separate 'Calendars' in <link linkend="ConfigReference_Section_Core_Time_Calendar1">Core::Time::Calendar1</link> through <link linkend="ConfigReference_Section_Core_Time_Calendar9">Core::Time::Calendar9</link>. Calendars can be defined by <link linkend="adminarea-queue">queue settings</link>, or on SLA levels. This means that, for example, you can specify a calendar with 5 x 8 business hours for your 'standard' SLA, but create a separate calendar with 7 x 24 support for your 'gold' SLA; as well as set a calendar for your 'Support-USA' queue with a different time window than your 'Support-Japan' queue. OTRS can handle up to 99 different calendars.
hu: Az OTRS-ben lévő néhány funkció - mint például az eszkalációk és a <link linkend="unlock-tickets">jegyek automatikus feloldása</link> - a nyitvatartási idők, az időzónák és a munkaszüneti napok megfelelő beállításától függ. Ezeket a <link linkend="sysconfig">rendszerbeállítási felületen</link> keresztül a <link linkend="ConfigReference_Section_Core_Time">Core::Time</link> beállítással határozhatja meg. A nyitvatartási idők, a munkaszüneti napok és az időzónák különböző beállításait is megadhatja különálló „naptárakként” a <link linkend="ConfigReference_Section_Core_Time_Calendar1">Core::Time::Calendar1</link> paramétertől a <link linkend="ConfigReference_Section_Core_Time_Calendar9">Core::Time::Calendar9</link> paraméterig. A naptárak meghatározhatók <link linkend="adminarea-queue">várólista beállításonként</link> vagy SLA-szinteken. Ez azt jelenti, hogy például megadhat egy naptárat egy 5×8-as nyitvatartási idővel a „szabványos” SLA-hoz, de létrehozhat egy különálló naptárat 7×24 órás támogatással az „arany” SLA-hoz, valamint beállíthat egy naptárat a „támogatás-USA” várólistához a „támogatás-Japán” várólistától eltérő időablakkal. Az OTRS legfeljebb 99 különféle naptárat tud kezelni.
zh_cn: OTRS中的一些功能如升级和<link linkend="unlock-tickets">工单自动解锁</link>，取决于适当的上班时间、时区和假期配置。你可以通过<link linkend="sysconfig">系统配置界面</link>中的<link linkend="ConfigReference_Section_Core_Time">Core::Time</link>定义这些设置。还可以将不同的上班时间、假日和时区集合指定为单独的“日历” ：从<link linkend="ConfigReference_Section_Core_Time_Calendar1">Core::Time::Calendar1</link>到<link linkend="ConfigReference_Section_Core_Time_Calendar9">Core::Time::Calendar9</link>。日历可以由<link linkend="adminarea-queue">队列设置</link>或SLA级别定义。例如，你可以为“标准”SLA指定一个具有5 x 8个上班时间的日历，但为“金牌”SLA创建一个具有7 x 24支持的单独日历；也可以为'Support-USA' 队列设置一个与 'Support-Japan'队列不同的时间屏幕的日历。 OTRS可以处理多达99个不同的日历。

source: Time zones
hu: Időzónák
zh_cn: 时区

source: OTRS needs to know which time zone should be used to store date and time related data in the database. You can set this in <link linkend="ConfigReference_Setting_OTRSTimeZone">Core::Time:OTRSTimeZone</link>. The default is UTC and if you set up a new OTRS it is strongly recommended to leave it at this. If you updated from an OTRS older than version 6, you must ensure that <literal>OTRSTimeZone</literal> is being set to a time zone that matches your previous setup. Otherwise new data will be stored with a different time zone than your existing data. Once you decided on a time zone and data was stored (tickets, etc.), you shouldn't change the time zone anymore because otherwise you would end up with data stored in different time zones.
hu: Az OTRS-nek tudnia kell, hogy mely időzónát kell használnia a dátummal és idővel kapcsolatos adatok tárolásához az adatbázisban. Ezt a <link linkend="ConfigReference_Setting_OTRSTimeZone">Core::Time:OTRSTimeZone</link> beállításban adhatja meg. Az alapértelmezett az UTC, és ha egy új OTRS-t állít be, akkor erősen javasolt ezt ezen hagyni. Ha egy 6-os verziónál régebbi OTRS-ről frissített, akkor meg kell győződnie arról, hogy az <literal>OTRSTimeZone</literal> egy olyan időzónára lett-e beállítva, amely illeszkedik a korábbi beállítására. Egyébként az új adatok a meglévő adatoktól eltérő időzónával lesznek tárolva. Amikor kiválasztott egy időzónát, és az adatok tárolásra kerültek (jegyek, stb.), akkor többé nem szabad megváltoztatnia az időzónát, mert különben eltérő időzónákkal tárolt adatokkal találhatja szembe magát.
zh_cn: OTRS需要知道应该使用哪个时区在数据库中存储日期和时间相关的数据。 你可以在<link linkend="ConfigReference_Setting_OTRSTimeZone">Core::Time:OTRSTimeZone</link>中进行设置。 默认值为UTC，如果你是新安装的OTRS，强烈建议你将其保留。 如果从OTRS 6之前的版本升级，则必须确保将<literal>OTRSTimeZone</literal>设置为与之前的设置相匹配的时区。 否则，新数据将以与现有数据不同的时区存储。 一旦决定了使用某个时区且已经存储了数据（工单等），就不应该改变时区，否则你存储的数据就在不同的时区。

source: You can set a default time zone for new agents and customer users via <link linkend="ConfigReference_Setting_UserDefaultTimeZone">Core::Time:UserDefaultTimeZone</link>. This time zone will be used for all users that don't have selected a time zone in their preferences.
hu: A <link linkend="ConfigReference_Setting_UserDefaultTimeZone">Core::Time:UserDefaultTimeZone</link> beállításon keresztül állíthat be egy alapértelmezett időzónát az új ügyintézőknek és ügyfél-felhasználóknak. Ez az időzóna lesz használva minden olyan felhasználónál, akik nem választottak még időzónát a beállításaikban.
zh_cn: 你可以通过<link linkend="ConfigReference_Setting_UserDefaultTimeZone">Core::Time:UserDefaultTimeZone</link>为新服务人员和客户用户设置默认时区。 该时区将用于所有未在其首选项中选择时区的用户。

source: Business Hours
hu: Nyitvatartási idők
zh_cn: 上班时间

source: Set up the working hours for your system in SysConfig <link linkend="ConfigReference_Setting_TimeWorkingHours">Core::Time:TimeWorkingHours</link>, or for your specific calendar in the calendar's configuration. OTRS can handle a granularity of one hour. Checking the marks in the boxes 8, 9, 10 ... 17 corresponds with business hours of 8:00 AM - 6:00 PM.
hu: Állítsa be a munkaidőt a rendszerénél a <link linkend="ConfigReference_Setting_TimeWorkingHours">Core::Time:TimeWorkingHours</link> rendszerbeállításban, vagy az adott naptárnál a naptár beállításaiban. Az OTRS egyórás felbontást tud kezelni. A 8, 9, 10 … 17 négyzetek bejelölése felel meg a 8.00 - 18.00 óra közötti nyitvatartási időnek.
zh_cn: 在系统配置 <link linkend="ConfigReference_Setting_TimeWorkingHours">Core::Time:TimeWorkingHours</link>中设置系统的上班时间，或者在日历配置中为你的特定日历设置上班时间。 OTRS可以处理一小时的粒度。选择框中的标记8、9、10 ... 17对应于上午8:00至下午5:00的上班时间。

source: Only during business hours can tickets escalate, notifications for escalated and pending tickets be sent, and tickets be unlocked.
hu: Csak nyitvatartási idő alatt eszkalálódhatnak jegyek, csak ekkor küldhetők értesítések az eszkalált és függőben lévő jegyekhez, és csak ekkor oldhatók fel jegyek.
zh_cn: 只有在上班时间内才会升级工单、发送升级和挂起工单的通知和解锁工单。

source: Fixed Date Holidays
hu: Rögzített dátumú munkaszüneti napok
zh_cn: 固定日期的假日

source: Holidays that are on a fixed date every year, such as New Year's Day or the Fourth of July, can be specified in <link linkend="ConfigReference_Setting_TimeVacationDays">TimeVacationDays</link>, or in the corresponding section for the calendars 1-9.
hu: Azok a munkaszüneti napok, amelyek minden évben egy rögzített dátumra esnek (mint például Újév napja vagy Március 15.), a <link linkend="ConfigReference_Setting_TimeVacationDays">TimeVacationDays</link> paraméterben adhatók meg, vagy az 1-9. naptáraknál a megfelelő szakaszokban.
zh_cn: 可以在<link linkend="ConfigReference_Setting_TimeVacationDays">TimeVacationDays</link>中或在日历1-9的相应部分中指定每年固定日期的假日（如元旦或国庆）。

source: Tickets will not escalate nor get unlocked on dates defined in TimeVacationDays.
hu: A jegyek nem lesznek sem eszkalálva, sem feloldva a TimeVacationDays beállításban meghatározott dátumokon.
zh_cn: 在TimeVacationDays中定义的日期内不会升级或解锁工单。

source: By default, OTRS ships with the <emphasis>German</emphasis> holidays installed.
hu: Alapértelmezetten az OTRS a <emphasis>német</emphasis> munkaszüneti napokkal telepítve érkezik.
zh_cn: OTRS默认安装使用的是<emphasis>德国</emphasis>假日。

source: Floating Holidays
hu: Mozgó munkaszüneti napok
zh_cn: 浮动假日

source: Holidays such as Easter that do not have a yearly fixed date but instead vary each year, can be specified in <link linkend="ConfigReference_Setting_TimeVacationDaysOneTime">TimeVacationDaysOneTime</link>.
hu: Az olyan munkaszüneti napok, mint például a húsvét, amelyeknek nincs évente rögzített dátuma, hanem minden évben változik, azok a <link linkend="ConfigReference_Setting_TimeVacationDaysOneTime">TimeVacationDaysOneTime</link> beállításban adhatók meg.
zh_cn: 可以在<link linkend="ConfigReference_Setting_TimeVacationDaysOneTime">TimeVacationDaysOneTime</link>中指定诸如中秋节、春节等不具有年度固定日期而是每年变化的假日。

source: Tickets will not escalate and will not be unlocked on dates defined in TimeVacationDaysOneTime.
hu: A jegyek nem lesznek eszkalálva és nem lesznek feloldva a TimeVacationDaysOneTime beállításban meghatározott dátumokon.
zh_cn: 在TimeVacationDaysOneTime中定义的日期内不会升级或解锁工单。

source: OTRS does not ship with any One-Time holidays pre-installed. This means that you need to add holidays, such as Easter or Thanksgiving, to the system when configuring OTRS.
hu: Az OTRS nem szállít semmilyen előre telepített egyszeri munkaszüneti napot sem. Ez azt jelenti, hogy hozzá kell adnia a rendszerhez az ilyen munkaszüneti napokat - mint például a húsvétot vagy a pünkösdöt - az OTRS beállításakor.
zh_cn: OTRS没有预置一次性假日，这意味着你需要添加这些节日如春节、重阳节等到OTRS系统配置中。

source: Automated Unlocking
hu: Automatizált feloldás
zh_cn: 自动解锁

source: Locked tickets can be automatically unlocked by the system. This feature might be useful if, for example, an agent has locked tickets that need to be processed, but he can't work on them for some reason, say because he is out of the office on an emergency. The automated unlock feature unlocks tickets after a given time to ensure that no locked tickets will be forgotten, thereby allowing other agents to process them.
hu: A zárolt jegyeket automatikusan fel tudja oldani a rendszer. Ez a szolgáltatás akkor lehet hasznos, ha például egy ügyintéző olyan jegyeket zárolt, amelyeket fel kellene dolgozni, de valamilyen okból nem dolgozik velük, mondjuk mert irodán kívül van egy vészhelyzetben. Az automatizált feloldási szolgáltatás egy megadott idő után feloldja a jegyeket annak biztosítása érdekében, hogy a zárolt jegyek ne legyenek elfelejtve, ezáltal lehetővé téve a többi ügyintézőnek azok feldolgozását.
zh_cn: 锁定的工单可以由系统自动解锁。这个功能可能很有用，举例来说，如果一个服务人员锁定了一些需要处理的工单，但由于某些原因而不能处理它们，比如因紧急情况不在办公室。自动解锁功能会在一个给定的时间内解锁工单，确保没有锁定的工单被遗忘，从而允许其它服务人员可以处理它们。

source: The amount of time before a ticket is unlocked can be specified in the <link linkend="adminarea-queue">queue settings</link> for every queue. The command <filename>bin/otrs.Console.pl Maint::Ticket::Unlock</filename>, which is executed periodically as a cron job, performs the automated unlocking of tickets.
hu: Egy jegy feloldása előtti időmennyiség a <link linkend="adminarea-queue">várólista beállításaiban</link> adható meg minden egyes várólistánál. A <filename>bin/otrs.Console.pl Maint::Ticket::Unlock</filename> parancs végzi el a jegyek automatizált feloldását, amely időszakosan egy cron-feladatként kerül végrehajtásra.
zh_cn: 在<link linkend="adminarea-queue">队列设置</link>中指定一个工单被解锁前的时间值。命令<filename>bin/otrs.Console.pl Maint::Ticket::Unlock</filename>作为一个cron任务定期执行，完成工单的自动解锁。

source: Notifications on unlocked tickets are sent out only to those agents that have the queue with the unlocked tickets set in "My queues", and that have activated the notification on unlocked tickets in their personal <link linkend="user-preferences">preferences</link>.
hu: A feloldott jegyekről csak azoknak az ügyintézőknek lesznek értesítések kiküldve, akiknek a „Saját várólistáiba” be van állítva a feloldott jegyekkel rendelkező várólista, és akik bekapcsolták a feloldott jegyekről szóló értesítést a személyes <link linkend="user-preferences">beállításaikban</link>.
zh_cn: 解锁工单的通知只发送给“我的队列”中包含了解锁工单所属队列且在个人<link linkend="user-preferences">偏好设置</link>中激活了解锁工单通知的服务人员。

source: Tickets will be unlocked if all of the following conditions are met:
hu: A jegyek akkor lesznek feloldva, ha a következő feltételek mindegyike teljesül:
zh_cn: 如果满足了下列所有条件，就会解锁工单：

source: There is an <emphasis>unlock timeout</emphasis> defined for the queue the ticket is in.
hu: Meg van határozva egy <emphasis>feloldási időkorlát</emphasis> annál a várólistánál, amelyben a jegy található.
zh_cn: 在工单所在队列定义有一个<emphasis>解锁超时</emphasis>。

source: The ticket is set to <emphasis>locked</emphasis>.
hu: A jegy <emphasis>zároltra</emphasis> van állítva.
zh_cn: 工单被设置为<emphasis>锁定</emphasis>。

source: The ticket state is <emphasis>open</emphasis>.
hu: A jegy állapota <emphasis>nyitott</emphasis>.
zh_cn: 工单状态是<emphasis>处理中</emphasis>。

source: The unlock timer will be reset if an agent adds a new external article to the ticket. It can be of any of the following types: <emphasis>email-external</emphasis>, <emphasis>phone</emphasis>, <emphasis>fax</emphasis>, <emphasis>sms</emphasis>, or <emphasis>note-external</emphasis>.
hu: A feloldási időzítő akkor lesz visszaállítva, ha egy ügyintéző egy új külső bejegyzést ad hozzá a jegyhez. Ez a következő típusok bármelyike lehet: <emphasis>email-external</emphasis>, <emphasis>phone</emphasis>, <emphasis>fax</emphasis>, <emphasis>sms</emphasis> vagy <emphasis>note-external</emphasis>.
zh_cn: 如果一个服务人员添加了一封新的外部信件到工单，解锁计时器会被重置。可以是下列任意类型的信件：<emphasis>邮件-外部</emphasis>、<emphasis>电话</emphasis>、<emphasis>传真</emphasis>、<emphasis>短信</emphasis>或<emphasis>备注-外部</emphasis>。

source: Also, if the last article in the ticket is created by an agent, and a customer adds another one, either via web or email response, the unlock timer will be reset.
hu: Ha a jegyben lévő utolsó bejegyzést egy ügyintéző hozta létre, és egy ügyfél egy másikat ad hozzá vagy a weben keresztül, vagy egy e-mailre történő válaszként, akkor is vissza lesz állítva a feloldási időzítő.
zh_cn: 此外，如果工单中最近的信件由一个服务人员创建，并且一个客户添加了另外一封信件（不管是通过WEB还是邮件响应），解锁计时器都将被重置。

source: The last event that will reset the unlock timer is when the ticket is assigned to another agent.
hu: Az utolsó olyan esemény, amely vissza fogja állítani a feloldási időzítőt, akkor lesz, amikor a jegy egy másik ügyintézőhöz kerül hozzárendelésre.
zh_cn: 最后一个会重置解锁计时器的事件是当工单被分配给另外的服务人员时。

source: Customizing the PDF Output
hu: A PDF-kimenet személyre szabása
zh_cn: 定制PDF输出

source: This section handles the configurable options for PDF output in OTRS.
hu: Ez a szakasz kezeli a PDF-kimenet beállítható lehetőségeit az OTRS keretrendszerben.
zh_cn: 这部分处理OTRS中PDF输出相关的可配置选项。

source: If you use the Print action from anywhere within the OTRS interface, it will generate a formatted PDF file.
hu: Ha az OTRS felületén belül bárhonnan a nyomtatás műveletet használja, akkor az egy formázott PDF-fájlt fog előállítani.
zh_cn: 如果你在OTRS界面的任何地方使用打印操作，都将生成一个格式化的PDF文件。

source: You can adjust the look of the files generated by OTRS by creating your own logo and adding it to <link linkend="ConfigReference_Setting_PDF::LogoFile">PDF::LogoFile</link>. You can use <link linkend="ConfigReference_Setting_PDF::PageSize">PDF::PageSize</link> to define the standard page size of the generated PDF file (DIN-A4 or Letter), and also <link linkend="ConfigReference_Setting_PDF::MaxPages">PDF::MaxPage</link> to specify the maximum number of pages for a PDF file, which is useful if a user generates a huge output file by mistake.
hu: Beállíthatja az OTRS által előállított fájlok kinézetét a saját logójának létrehozásával és a <link linkend="ConfigReference_Setting_PDF::LogoFile">PDF::LogoFile</link> beállítási paraméterhez történő hozzáadással. Használhatja a <link linkend="ConfigReference_Setting_PDF::PageSize">PDF::PageSize</link> paramétert az előállított PDF-fájl szabványos oldalméretének meghatározásához (DIN-A4 vagy Letter), valamint a <link linkend="ConfigReference_Setting_PDF::MaxPages">PDF::MaxPage</link> paramétert is az oldalak legnagyobb számának megadásához egy PDF-fájlnál, amely akkor hasznos, ha egy felhasználó véletlenül hatalmas kimeneti fájlt állítana elő.
zh_cn: 你可以通过创建自己的LOGO并将其添加到<link linkend="ConfigReference_Setting_PDF::LogoFile">PDF::LogoFile</link>来调整OTRS生成的文件的外观。 您可以使用<link linkend="ConfigReference_Setting_PDF::PageSize">PDF::PageSize</link>定义生成的PDF文件（DIN-A4或Letter）的标准页面大小，还可以使用<link linkend="ConfigReference_Setting_PDF::MaxPages">PDF::MaxPage</link>指定PDF文件的最大页数，如果用户错误地生成了一个巨大的输出文件，这个设置就非常有用了。

source: Generic Interface
hu: Általános felület
zh_cn: 通用接口

source: The OTRS Generic Interface consists of a multiple layer framework that lets OTRS communicate with other systems via a web service. This communication could be bi-directional:
hu: Az OTRS általános felülete egy többrétegű keretrendszerből áll, amely az OTRS-t kommunikálni hagyja más rendszerekkel egy webszolgáltatáson keresztül. Ez a kommunikáció lehet kétirányú is:
zh_cn: OTRS通用接口包含一个多层框架，让OTRS能够通过一个WEB服务与其它系统通讯，这个通讯可以是双向的：

source: <emphasis>OTRS as Provider: </emphasis> OTRS acts as a server listening to requests from the External System, processing the information, performing the requested action, and answering the request.
hu: <emphasis>OTRS mint szolgáltató:</emphasis> az OTRS kiszolgálóként működik, figyel a külső rendszerből érkező kérésekre, feldolgozza az információkat, végrehajtja a kért műveletet, és válaszol a kérésre.
zh_cn: <emphasis>OTRS作为提供者：</emphasis>OTRS作为一个服务器运行，监听来自外部系统的请求、处理信息、执行请求的操作并答复请求。

source: <emphasis>OTRS as Requester: </emphasis> OTRS acts as a client collecting information, sending the request to the Remote System, and waiting for the response.
hu: <emphasis>OTRS mint kérelmező:</emphasis> az OTRS kliensként működik, információkat gyűjt, elküldi a kérést a távoli rendszernek, és várakozik a válaszra.
zh_cn: <emphasis>OTRS作为请求者：</emphasis>OTRS作为一个客户端运行，收集信息、发送请求到远程系统并等待答复。

source: A Web Service is a communication method between two systems, in our case OTRS and a Remote System.
hu: A webszolgáltatás egy kommunikációs módszer két rendszer között, a mi esetünkben az OTRS és egy távoli rendszer között.
zh_cn: 一个WEB服务是两个系统（在我们的例子中，就是OTRS和一个远程系统）间进行通讯的方法。

source: The heart of the Web Service is its configuration, where it is defined what actions the web service can perform internally (Operation), what actions the OTRS request can perform Remote System (Invokers), how data is converted from one system to the other (Mapping), and over which protocol the communication will take place (Transport).
hu: A webszolgáltatás szíve annak beállítása, ahol az van meghatározva, hogy a webszolgáltatás milyen műveleteket hajthat végre belsőleg (művelet), az OTRS kérés milyen műveleteket hajthat végre a távoli rendszeren (meghívók), az adatok hogyan lesznek átalakítva az egyik rendszerről a másikra (leképezés), és mely protokollon keresztül kerüljön sor a kommunikációra (átvitel).
zh_cn: WEB服务的核心是它的配置，在配置中定义了WEB服务能够在内部执行什么操作(Operation操作)、OTRS请求能够在远程系统执行什么操作(Invokers调用程序)，数据如何从一个系统转换到另外的系统(Mapping映射)以及通过什么协议进行通讯 (Transport传输)

source: The Generic Interface is the framework that makes it possible to create Web Services for OTRS in a predefined way, using already made building blocks that are independent from each other and interchangeable.
hu: Az általános felület az a keretrendszer, amely lehetővé teszi webszolgáltatások létrehozását az OTRS-hez egy előre meghatározott módon a már elkészített építőkockák használatával, amelyek egymástól függetlenek és kicserélhetők.
zh_cn: 通用接口是一个框架，使得在OTRS中能够用预定义的方法、使用已经构建的相互独立且可互换的块来创建WEB服务。

source: Ticket Priorities
hu: Jegyprioritások
zh_cn: 工单优先级

source: OTRS comes with five default priority levels that can be modified via the "Priorities" link on the Admin page. When creating a customized list of priorities, please keep in mind that they are sorted alphabetically in the priority selection box in the user interface. Also, OTRS orders tickets by internal database IDs in the QueueView.
hu: Az OTRS öt alapértelmezett prioritási szinttel érkezik, amelyek az adminisztrációs oldalon lévő „Prioritások” hivatkozáson keresztül módosíthatók. Egy személyre szabott prioritási lista létrehozásakor tartsa észben, hogy azok ábécé sorrendben vannak rendezve a prioritásválasztó dobozban a felhasználói felületen. Az OTRS a jegyeket is a belső adatbázis-azonosítók szerint rendezi a várólista nézetben.
zh_cn: OTRS自带5个默认的优先级级别，可以通过系统管理页面的“优先级”链接修改。当创建优先级的定制列表时，请牢记它们在用户界面的优先级选择框中是按字母顺序排序的。此外，OTRS在队列视图中是通过优先级的数据库内部ID对工单排序的。

source: As with other OTRS entities, priorities may not be deleted, only deactivated by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint más OTRS egyedek esetén, a prioritások sem törölhetők, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与OTRS其它条目一样，优先级不能删除，只能通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来‘去激活’。

source: If a new priority was added or if an existing one was changed, you might also want to modify some values in SysConfig:
hu: Ha egy új prioritás kerül hozzáadásra, vagy ha egy meglévőt megváltoztatnak, akkor lehet, hogy néhány változót is módosítani szeretne a rendszerbeállításokban:
zh_cn: 如果添加了一个新的优先级或修改了一个已有的优先级，你还要修改系统配置中的一些值：

source: <link linkend="ConfigReference_Setting_PostmasterDefaultPriority"> Core::Postmaster::PostmasterDefaultPriority</link> - defines the default priority for all incoming emails.
hu: <link linkend="ConfigReference_Setting_PostmasterDefaultPriority"> Core::Postmaster::PostmasterDefaultPriority</link> - meghatározza az alapértelmezett prioritást az összes bejövő e-mailnél.
zh_cn: <link linkend="ConfigReference_Setting_PostmasterDefaultPriority"> Core::Postmaster::PostmasterDefaultPriority</link> - 定义所有传入电子邮件的默认优先级。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_Priority"> Frontend::Agent:Ticket::ViewPhoneNew:Priority</link> - defines the default priority in the New Phone Ticket screen for agents.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_Priority">Frontend::Agent:Ticket::ViewPhoneNew:Priority</link> - meghatározza az alapértelmezett prioritást az új telefonos jegy képernyőn az ügyintézőknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_Priority"> Frontend::Agent:Ticket::ViewPhoneNew:Priority</link> - 定义服务人员界面“新建电话工单”屏幕中的默认优先级。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_Priority"> Frontend::Agent:Ticket::ViewEmailNew:Priority</link> - defines the default priority in the New Email Ticket screen for agents.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_Priority">Frontend::Agent:Ticket::ViewEmailNew:Priority</link> - meghatározza az alapértelmezett prioritást az új e-mail jegy képernyőn az ügyintézőknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_Priority"> Frontend::Agent:Ticket::ViewEmailNew:Priority</link> - 定义服务人员界面“新建邮件工单”屏幕中的默认优先级。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::CustomerTicketMessage_PriorityDefault"> Frontend::Customer:Ticket::ViewNew:PriorityDefault</link> - defines the default priority in the New Ticket screen in the Customer frontend.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::CustomerTicketMessage_PriorityDefault">Frontend::Customer:Ticket::ViewNew:PriorityDefault</link> - meghatározza az alapértelmezett prioritást az új jegy képernyőn az ügyfél előtétprogramján.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::CustomerTicketMessage_PriorityDefault"> Frontend::Customer:Ticket::ViewNew:PriorityDefault</link> - 定义客户界面的“新建工单”屏幕中的默认优先级。
