Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Tickets that are escalated.
hu: Azok a jegyek, amelyek eszkalálva vannak.
zh_cn: 升级了的工单。

source: New Tickets
hu: Új jegyek
zh_cn: 新的工单

source: Tickets that have state <emphasis>New</emphasis>.
hu: Azok a jegyek, amelyeknek <emphasis>Új</emphasis> állapota van.
zh_cn: 状态是“<emphasis>新建</emphasis>”的工单。

source: Open Tickets / Need to be answered
hu: Nyitott jegyek / Válaszra várnak
zh_cn: 处理中/需要回复的工单

source: Tickets that have state <emphasis>Open</emphasis> and are ready for work with them.
hu: Azok a jegyek, amelyeknek <emphasis>Nyitott</emphasis> állapota van és készen állnak a velük végzendő munkára.
zh_cn: 状态是“<emphasis>处理中</emphasis>”且准备处理它们的工单。

source: Events Ticket Calendar
hu: Események jegy naptár
zh_cn: 事件日历

source: A calendar event (for this widget) is defined when a new ticket is created, the Events Ticket Calendar feature has to be enabled, and it requires two new fields to be displayed in ticket creation screens, one for the event start time and the other one for the end time, this times determine the duration of the event.
hu: Egy naptáresemény (ennél a felületi elemnél) akkor van meghatározva, amikor egy új jegy létrejön. Az események jegy naptár szolgáltatásnak engedélyezve kell lennie, és két új mező megjelenítését igényli a jegylétrehozás képernyőkön: egyet az esemény kezdeti idejéhez és egy másikat a befejezési időhöz. Ezek az idők határozzák meg az esemény időtartamát.
zh_cn: 在创建一个新工单后就定义了一个日历事件（对这个小部件而言），需要启用事件日历功能，并且还需要在工单创建屏幕显示两个新的字段，一个是事件开始时间，另一个是事件结束时间，这两个时间用来确定事件的持续时间。

source: This widget includes the following views: month, week and day. Agents can scroll through the pages by using the right and left arrows.
hu: Ez a felületi elem a következő nézeteket tartalmazza: havi, heti és napi. Az ügyintézők a jobbra és balra mutató nyilak használatával görgethetik az oldalakat.
zh_cn: 这个小部件包括下列视图：月、周和天。服务人员可能通过左右箭头按钮来滚动日历内容。

source: As mentioned before just enabling the widget is not enough, a couple of "Date/Time" dynamic fields for tickets should be added into the system (via Dynamic Fields link in "Admin" panel) and set them up in the SysConfig for this widget, both Dynamic Fields should be configured to be displayed on the ticket creation screens, they should be filled during ticket creation or any other ticket action screen (e.g. Free Fields) to describe the time frame for the calendar event (start and end time), the ticket zoom screen might be configured to show this dynamic fields also, in case you consider it necessary.
hu: Mint korábban említettük, kizárólag a felületi elem engedélyezése nem elegendő, a jegyek pár „Dátum/Idő” dinamikus mezőit is hozzá kell adni a rendszerhez (az „Adminisztrációs” panelen lévő dinamikus mezők hivatkozáson keresztül), és be kell állítani azokat a rendszerbeállításokban a felületi elemhez. Mindkét dinamikus mezőt be kell állítani, hogy meg legyen jelenítve a jegylétrehozás képernyőkön. Ki kell tölteni azokat a jegylétrehozás során vagy bármely más jegyművelet képernyőn (például szabad mezők) az időkeret leírásához a naptáreseménynél (kezdési és befejezési idő). A jegynagyítás képernyő is beállítható ezen dinamikus mezők megjelenítéséhez abban az esetben, ha azt szükségesnek tartja.
zh_cn: 仅仅如前所述那样启用小部件还不够，还要添加一组工单的“日期/时间”动态字段到系统中（通过“系统管理”面板的‘动态字段’链接），并在系统配置中为这个小部件设置动态字段。既要配置创建工单屏幕中显示动态字段，还要在工单创建屏幕或任何其它操作屏幕（如自定义字段屏幕）填写它们的日期/时间值（日历事件的开始和结束时间）；如果你认为有必要，还需要配置为在工单详情屏幕显示这些动态字段。

source: Events Ticket Calendar widget
hu: Események jegy naptár felületi elem
zh_cn: 事件日历小部件

source: Further configurations for this widget could be found under the <literal>Frontend::Agent::Dashboard::EventsTicketCalendar</literal> SubGroup in the SysConfig:
hu: Ezen felületi elem további beállításai megtalálhatók a <literal>Frontend::Agent::Dashboard::EventsTicketCalendar</literal> alcsoport alatt a rendszerbeállításokban:
zh_cn: 可以在系统配置中的<literal>Frontend::Agent::Dashboard::EventsTicketCalendar</literal>子组下找到此小部件的其他配置：

source: Defines the calendar width in percent. Default is 95%.
hu: Meghatározza a naptár szélességét százalékosan. Az alapértelmezett 95%.
zh_cn: 定义日历的宽度（%），默认为95%。

source: Defines dynamic field name for start time.
hu: Meghatározza a dinamikus mező nevét a kezdési időnél.
zh_cn: 定义开始时间的动态字段名称。

source: Defines dynamic field name for end time.
hu: Meghatározza a dinamikus mező nevét a befejezési időnél.
zh_cn: 定义结束时间的动态字段名称。

source: Only the tickets on the queues specified in this setting will be considered in the calendar view.
hu: Csak ebben a beállításban megadott várólistákban lévő jegyek lesznek figyelembe véve a naptár nézetben.
zh_cn: 只有在这个设置中指定的队列中的工单才会显示在事件日历中。

source: Defines the dynamic fields that will be displayed in the calendar event overlay windows.
hu: Meghatározza azokat a dinamikus mezőket, amelyek meg lesznek jelenítve a naptáresemény rátét ablakokban.
zh_cn: 定义日历事件遮罩屏幕中显示的动态字段。

source: Defines the ticket attributes that will be displayed in the calendar event overlay windows.
hu: Meghatározza azokat a jegyjellemzőket, amelyek meg lesznek jelenítve a naptáresemény rátét ablakokban.
zh_cn: 定义日历事件遮罩屏幕中显示的工单属性。

source: Ticket Queue Overview
hu: Jegyvárólista áttekintő
zh_cn: 工单队列概览

source: This widget shows in a ticket count matrix where the rows represents queues and the columns represents the ticket states, then on each cell the number of tickets on a defined state that belongs on a particular queue is displayed.
hu: Ez a felületi elem jelenik meg a jegyszám mátrixban, ahol a sorok a várólistákat ábrázolják, és az oszlopok a jegyállapotokat képviselik, végül minden egyes cella azon meghatározott állapotú jegyek számát jeleníti meg, amelyek az egyes várólistákhoz tartoznak.
zh_cn: 这个小部件显示一个计数矩阵，行代表队列，列代表工单数统计，每个单元格显示的是指定状态的工单在特定队列中的数量。

source: The widget also shows a Totals row and a Totals column, the Totals row shows the sum of the tickets for each state on all presented queues, while the Totals column represent the sum of the tickets for each queue on all presented states.
hu: A felületi elem egy összegző sort és egy összegző oszlopot is megjelenít. Az összegző sor jeleníti meg az összes jelenlévő várólistában található jegyek összegét, míg az összegző oszlop a jegyek összegét ábrázolja az egyes várólisták összes jelenlévő állapotánál.
zh_cn: 这个小部件还显示一个‘合计’行和一个‘合计’列，‘合计’行显示每个状态在所有队列中的汇总数，‘合计’列代表每个队列中各种状态的工单汇总数。

source: The queues and states that are presented can be changed via Sysconfig.
hu: A jelenlévő várólisták és állapotok a rendszerbeállításokon keresztül változtathatók meg.
zh_cn: 显示的队列和状态可以通过‘系统配置’修改。

source: By clicking any of the ticket count numbers a ticket search results page will opened letting agents to have a more detailed overview of them.
hu: A jegyszámok bármelyikére kattintva a jegykeresési eredmények oldal fog megnyílni, amely lehetővé teszi az ügyintézőknek, hogy részletesebb áttekintést kapjon róluk.
zh_cn: 点击小部件上的任何一个数字，都会打开一个工单搜索结果页面，以便让服务人员了解它们更详尽的概览。

source: In the right column is located a special widget that allow you to control the widgets you want to show or hide. This is the Settings widget. Click on it's header to expand the section and see all available widgets, as shown in Figure. Each widget name has a checkbox. Use this checkboxes to define the visibility of the widgets in the dashboard (unchecked widgets will not be shown) after you define the visibility options and click on <emphasis>Save</emphasis> for storing your changes. This section is fixed on the screen, this means you can't drag and drop it, or close it.
hu: A jobb oldali oszlopban egy speciális felületi elem található, amely lehetővé teszi a felületi elemek szabályozást, hogy mit szeretne megjeleníteni vagy elrejteni. Ez a beállítások felületi elem. Kattintson a fejlécére a szakasz kinyitásához és minden elérhető felületi elem megtekintéséhez, amint az ábrán látható. Minden felületi elem nevének van egy jelölőnégyzete. Ezen jelölőnégyzetek használatával határozható meg a felületi elemek láthatósága a vezérlőpulton (a nem bejelölt felületi elemek nem lesznek láthatók), miután meghatározta a láthatósági beállításokat, és rákattintott a <emphasis>Mentés</emphasis> gombra a változtatások eltárolásához. Ez a szakasz rögzítve van a képernyőn, ami azt jelenti, hogy nem tudja fogd és vidd módon áthelyezni vagy bezárni azt.
zh_cn: 右栏中有一个特殊的小部件，可让你控制要显示或隐藏的小部件，这就是设置小部件。 点击它的顶部展开该部分并查看所有可用的小部件，如图所示。 每个小部件名称都有一个复选框。 在你定义可见性选项并单击<emphasis>保存</emphasis>以存储更改后，使用此复选框来定义仪表板中小部件的可见性（未选中的小部件将不会显示）。 这个部分在屏幕上是固定的，你无法拖放它或关闭它。

source: Dashboard Settings
hu: Vezérlőpult beállításai
zh_cn: 仪表板设置

source: Right column dashboard widgets.
hu: A jobb oszlopban lévő vezérlőpult felületi elemek.
zh_cn: 仪表板小部件右边的列。

source: 7 Day Stats
hu: 7 napos statisztika
zh_cn: 最近7天统计

source: It shows a graph of ticket activity over the past 7 days that includes 2 lines. One that is usually blue color, represents the amount of created tickets per day and the second one, usually orange and represents the closed tickets per day.
hu: A jegytevékenységek grafikonját jelenít meg az elmúlt 7 napról, amely 2 vonalat tartalmaz. Az első - általában kék színű - ábrázolja a naponta létrehozott jegyek mennyiségét, és a második - általában narancs - ábrázolja a naponta lezárt jegyeket.
zh_cn: 它用包括2条线的图形来显示最近7天的工单活动情况。一条线通常是绿色的，代表每天创建的工单数，另一条线通常是橙色的，代表每天关闭的工单数。

source: Upcoming Events
hu: Közelgő események
zh_cn: 即将发生的事件

source: Tickets on short for escalating or already escalated are listed here, info from this widget is very helpful since you have the chance to know about tickets needs your attention and you can decide in which ones you want to focus your effort on, set priorities or simply check what's coming on.
hu: A rövidesen eszkalálódó jegyek vagy a már eszkaláltak vannak itt felsorolva. Erről a felületi elemről érkező információk nagyon hasznosak, mivel esélyt kap arra, hogy tudjon azokról a jegyekről, amelyekre figyelnie kell, és eldöntheti, hogy melyikre szeretné összpontosítani az erőfeszítését, melyiknek adjon elsőbbséget vagy egyszerűen ellenőrizhesse, hogy melyik következik.
zh_cn: 这里列出很快就要升级或已经升级的工单，这个小部件显示的信息很有帮助，因为你有机会知道哪些工单需要你特别注意，你也可以决定集中精力在哪个工单上，设置优先级或只是检查即将会发生的事。

source: OTRS News
hu: OTRS hírek
zh_cn: OTRS新闻

source: A complete list about OTRS activities and so important information about new product releases or patches.
hu: Egy teljes lista az OTRS tevékenységekről és nagyon fontos információk az új termékkiadásokról és hibajavításokról.
zh_cn: 关于OTRS活动的完整列表，关于新产品版本或补丁的重要信息。

source: Online
hu: Elérhető
zh_cn: 在线

source: Here is showed a summary about the current agents logged the system, it also includes a section for customers on-line, please notice this widget is normally hidden, it can be shown using Settings widget described before.
hu: Itt jelenik meg egy összegzés a rendszerbe jelenleg bejelentkezett ügyintézőkről. Tartalmaz egy szakaszt az elérhető ügyfelekről is. Vegye figyelembe, hogy ez a felületi elem normális esetben el van rejtve, és a korábban bemutatott beállítások felületi elem használatával jelenítheti meg.
zh_cn: 这里会显示一个关于当前登录的服务人员的汇总信息，还包括在线客户，请注意这个小部件通常是隐藏着的，可以通过前面描述的‘设置’小部件来显示它。

source: What is a Queue?
hu: Mi az a várólista?
zh_cn: 一个队列是什么？

source: On many mail systems, it is common for all messages to flow into an Inbox file, where they remain stored. New messages are appended at the end of the Inbox file. The mail client program used to read and write mails reads this Inbox file and presents the content to the user.
hu: Számos levelezőrendszernél gyakori, hogy minden levél egy beérkezett üzenetek fájlba kerül, ahol azok tárolva maradnak. Az új levelek a beérkezett üzenetek fájl végére lesznek hozzáfűzve. A levelezőkliens program szokta olvasni és írni a leveleket, beolvassa ezt a beérkezett üzenetek fájlt, és megjeleníti a tartalmat a felhasználónak.
zh_cn: 在许多邮件系统中，所有消息流入一个收件箱文件（存储消息的地方）很常见。新消息附加到这个收件箱文件的后面。用于读写邮件的邮件客户端程序读取这个收件箱文件并将内容呈现给用户。

source: A queue in OTRS is somewhat comparable to an Inbox file, since it too can store many messages. A queue also has features beyond those of an Inbox mail file. As an OTRS agent or user, one needs to remember which queue a ticket is stored in. Agents can open and edit tickets in a queue, and also move tickets from one queue to another. But why would they move tickets?
hu: Az OTRS várólistája némileg hasonló egy beérkezett üzenetek fájlhoz, mivel ez is több üzenetet képes tárolni. Egy várólista olyan szolgáltatásokkal is rendelkezik, amelyek egy beérkezett üzenetek levélfájlon túl mutatnak. Egy OTRS ügyintézőként vagy felhasználóként valakinek emlékeznie kell arra, hogy melyik várólistában lett a jegy eltárolva. Az ügyintézők megnyithatják és szerkeszthetik a jegyeket egy várólistában, és át is helyezhetik a jegyeket egyik várólistából egy másikba. De miért akarnák áthelyezni a jegyeket?
zh_cn: OTRS中的队列在某种程序上就好比一个收件箱文件，因为它也能存储许多消息，一个队列还有一些超越收件箱文件的功能。作为一个OTRS服务人员或用户，你需要记住一个工单存储在哪个队列。服务人员能够处理或编辑一个队列中的工单，也能将工单从一个队列转移到另一个队列。但是他们为什么要转移工单？

source: To explain it more practically, remember the example of Max's company described in an <link linkend="basic-tts-example">example of a ticket system</link>. Max installed OTRS in order to allow his team to better manage support for company customers buying video recorders.
hu: A gyakorlatiasabb magyarázathoz gondoljon vissza a <link linkend="basic-tts-example">jegyrendszer példájában</link> leírt Miksa vállalatának esetére. Miksa azért telepítette az OTRS programot, hogy lehetővé tegye a csapatának a vállalat videofelvevőket vásárló ügyfelei támogatásának jobb kezelését.
zh_cn: 要解释得更实际些，想想Max公司的例子（在 <link linkend="basic-tts-example">一个工单系统的例子</link>。Max安装了OTRS来让他的团队为购买了公司录像机的客户提供更好的支持。

source: One queue holding all requests is enough for this situation. However, after some time Max decides to also sell DVD recorders. Now, the customers have questions not only about the video recorder, but also about the new product. More and more emails get into the single queue of Max's OTRS and it's difficult to have a clear picture of what's happening.
hu: Egyetlen, az összes kérést tartalmazó várólista elegendő ebben a helyzetben. Azonban egy idő múlva Miksa elhatározza, hogy DVD-felvevőket is árusítani fog. Most az ügyfeleknek nem csak a videofelvevőkkel kapcsolatban vannak kérdéseik, hanem az új termékről is. Egyre több levél érkezik Miksa OTRS-ének egyedüli várólistájába, és nehéz tiszta képet kapni arról, hogy mi is történik.
zh_cn: 在这个情况下一个队列就足够处理所有的请求了。但是，过了一段时间后，Max决定还要销售DVD录像机。现在客户不仅有关于录像机的问题，还有关于新产品的问题。越来越多的邮件进入到Max的OTRS系统的唯一队列中，很难对发生了什么有一个清晰的描述。

source: Max decides to restructure his support system, and adds two new queues. So now three queues are being used. New messages arriving at the ticket system are stored into the old queue titled "raw". Of the two new queues, one titled "video recorder" is exclusively for video recorder requests, while the other one titled "dvd recorder" is exclusively for dvd recorder requests.
hu: Miksa elhatározza, hogy átalakítja a támogatási rendszerét, és két új várólistát ad hozzá. Így most három várólistát használnak. A jegyrendszerbe érkező új üzenetek a régi „nyers” elnevezésű várólistába vannak eltárolva. A két új várólista közül az egyik „videofelvevő” elnevezésű kizárólag a videofelvevő kérésekhez, míg a másik „DVD-felvevő” nevű kizárólag a DVD-felvevő kérésekhez van.
zh_cn: Max决定重建他的支持系统，并添加了两个新的队列。所以现有使用了3个队列。到达工单系统的新消息都存储到原来名为“raw”的队列中。两个新的队列中，一个命名为“录像机”专门用来处理录像机的请求，另外一个命名为“DVD录像机”则专门用于DVD录像机的请求。

source: Max asks Sandra to watch the "raw" queue and sort (dispatch) the messages either into "video recorder" or "dvd recorder" queue, depending on the customer request. John only has access to the "video recorder" queue, while Joe can only answer tickets in the "dvd recorder" queue. Max is able to edit tickets in all queues.
hu: Miksa arra kéri Szandrát, hogy figyelje a „nyers” várólistát, és rendezze (kézbesítse) az üzeneteket vagy a „videofelvevő”, vagy a „DVD-felvevő” várólistába az ügyfél kérésétől függően. Jánosnak csak a „videofelvevő” várólistához van hozzáférése, míg József csak a „DVD-felvevő” várólistában lévő jegyekre tud válaszolni. Miksa az összes várólistában képes a jegyeket szerkeszteni.
zh_cn: Max要求Sandra关注“raw”队列，根据客户请求将消息分类（分派）到“录像机”或“DVD录像机”队列，John只能访问“录像机”队列，而Joe只能答复“DVD录像机”队列中的工单，Max能够编辑所有队列中的工单。

source: OTRS supports access management for users, groups, and roles, and it is easy to setup queues that are accessible only to some user accounts. Max could also use another way to get his requests into the different queues, with filter rules. Otherwise, if two different mail addresses are used, Sandra only has to dispatch those emails into the two other queues, which can't be dispatched automatically.
hu: Az OTRS támogatja a felhasználók, csoportok és szerepek hozzáférés-kezelését, és könnyű beállítani az olyan várólistákat, amelyek csak némely felhasználói fiókkal érhetők el. Miksa más módszert is használhat, hogy a kéréseit különböző várólistákba juttassa el: szűrőszabályokkal. Egyébként ha két különböző levelezési címet használnak, akkor Szandrának csak azokat a leveleket kell a két másik várólistába kézbesítenie, amelyeket nem lehet automatikusan kézbesíteni.
zh_cn: OTRS支持对用户、组和角色的访问管理，很容易设置只能由某些用户帐户访问的队列。Max还可以使用另外一种方法来将请求分派到不同队列，那就是过滤器规则。否则如果使用了两个不同的邮件地址，Sandra只需要分派这些邮件到两个其它不能被自动分派的队列。

source: Sorting your incoming messages into different queues helps you to keep the support system structured and tidy. Because your agents are arranged into different groups with different access rights on queues, the system can be optimized even further. Queues can be used to define work flow processes or to create the structure of a company. Max could implement, for example, another queue called "sales", which could contain the sub queues "requests", "offers", "orders", "billing", etc. Such a queue structure could help Max to optimize his order transactions.
hu: A bejövő üzenetek különböző várólistákba való rendezése segít önnek a támogatási rendszert strukturáltan és rendezetten tartani. Mivel az ügyintézők különböző csoportokba vannak rendezve, amelyeknek különböző hozzáférési jogosultságaik vannak a várólistákra, ezért a rendszer még tovább optimalizálható. A várólisták használhatók munkafolyamatok meghatározásához vagy egy vállalat struktúrájának létrehozásához. Miksa megvalósíthat például egy másik „értékesítés” elnevezésű várólistát, amely a „kérések”, „ajánlatok”, „rendelések”, „számlázás”, stb. alvárólistákat tartalmazhatja. Egy ilyen várólista-szerkezet segíthet Miksának a rendelési tranzakcióit optimalizálni.
zh_cn: 将进入的消息分类到不同的队列有助于保持支持系统的结构化和整齐。因为你的服务人员被安排到不同的组中，有不同的队列访问权限，系统还能进一步优化。队列可以用来定义工作流程或创建一个公司的结构。例如Max可以部署另外一个叫“销售”的队列，包含“requests请求”、“offers报价”、“orders订单”、“billing开票”等子队列。这样一个队列结构可以帮助Max优化他的订单事务。

source: Improved system structures, such as through the proper design of queues, can lead to significant time and cost savings. Queues can help to optimize the processes in your company.
hu: A továbbfejlesztett rendszerstruktúrák - mint például a várólisták megfelelő tervezésén keresztül - jelentős idő és költségmegtakarításhoz vezethetnek. A várólisták segíthetnek a vállalatnál lévő folyamatokat optimalizálni.
zh_cn: 改进的系统结构，例如通过合适的队列设计，可以带来明显的时间和成本节约。队列可以帮助优化你公司的流程。

source: What is the Queue Overview?
hu: Mi az a várólista áttekintő?
zh_cn: 队列概览是什么？

source: The queue overview offers a view of all queues in which tickets are present, and for which the user has RW permissions.
hu: A várólista áttekintő az összes várólista nézetét nyújtja, amelyekben jegyek vannak, és amelyekhez a felhasználó írási-olvasási jogosultsággal rendelkezik.
zh_cn: 队列概览提供了一个在其中存在工单且当前用户对其有RW权限的所有队列的视图。

source: Queue View (Default) for Agents
hu: Várólista nézet (alapértelmezett) az ügyintézőknek
zh_cn: 服务人员队列视图（默认）

source: The queue overview offers a variety of options for daily work with OTRS. The first of these is the My Queue. In the Agent Preferences, or when administering agents, a set of queues can be defined for which the agent has been assigned to work within. All the tickets will appear in this default view, when accessing the <emphasis>Tickets -> Queue View</emphasis> menu.
hu: A várólista áttekintő különböző lehetőségeket nyújt az OTRS-sel végzendő napi munkához. Ezek közül az első a Saját várólista. Az ügyintéző beállításaiban vagy amikor ügyintézőket adminisztrál, olyan várólisták halmaza határozható meg, amelyekhez az ügyintéző hozzárendelésre kerül, hogy dolgozzon bennük. Az összes jegy meg fog jelenni ebben az alapértelmezett nézetben, amikor megnyitja a <emphasis>Jegyek -> Várólista</emphasis> nézet menüt.
zh_cn: 队列概览为OTRS的日常工作提供了多个选项。 其中第一个是“我的队列”。 在服务人员偏好设置中，或在管理服务人员时，可以定义一组队列，将服务人员分配给这些队列。 当访问<emphasis>工单 -> 队列视图</emphasis> 菜单时，所有工单将显示在此默认视图中。

source: The second option offered by the Queue View is a drill down navigation into individual queues and sub-queues containing tickets to be worked upon.
hu: A Várólista nézet által nyújtott második lehetőség egy lefúró navigáció a jegyeket tartalmazó egyéni várólistákba és alvárólistákba, hogy fel legyenek dolgozva.
zh_cn: 队列视图的第二个选项是一个向下导航到单独的队列和子队列，包含了在队列中的工单。

source: In both of the view types, the user also has the added ability to see either all unlocked tickets (this is the default filter), or the user can then choose to view all available tickets. Tickets must be in one of the viewable state types to be shown in the queue view. Per default, these are <literal>open</literal>, <literal>new</literal>, <literal>pending reminder</literal>, <literal>pending auto</literal>.
hu: Mindkét nézettípusban a felhasználó rendelkezik azzal a hozzáadott képességgel is, hogy megtekintse az összes feloldott jegyet (ez az alapértelmezett szűrő), vagy a felhasználó ezután kiválaszthatja, hogy megtekintse az összes elérhető jegyet. A jegyeknek a megtekinthető állapottípusok egyikében kell lenniük, hogy megjelenjenek a várólista nézetben. Alapértelmezetten ezek a következők: <literal>open</literal>, <literal>new</literal>, <literal>pending reminder</literal>, <literal>pending auto</literal>.
zh_cn: 在这两种视图类型中，用户还具有查看所有未锁定工单（这是默认过滤器）的添加功能，或者用户可以选择查看所有可用的工单。工单必须是队列视图中显示的可视状态类型的一种。 默认情况下，这些是<literal>处理中</literal>、<literal>新建</literal>、<literal>挂起提醒</literal>、<literal>等待自动</literal>。

source: There are visual alarms, to aid the user.
hu: Ezek a látható riasztások a felhasználó támogatásához.
zh_cn: 有可视警告信号可以帮助用户。

source: Agent Queue View visual alarms
hu: Ügyintéző várólista nézet látható riasztásai
zh_cn: 服务人员队列视图可视警告信号

source: Visual Alarms
hu: Látható riasztások
zh_cn: 可视警告信号

source: Highlight Age 1: Sets the age in minutes (first level) for highlighting queues that contain untouched tickets. Seen in above in the <emphasis>Raw</emphasis> queue.
hu: 1. életkor kiemelése: Beállítja az életkort percben (első szint) a várólisták kiemeléséhez, amelyek érintetlen jegyeket tartalmaznak. Fent a <emphasis>Nyers</emphasis> várólistán látható.
zh_cn: 突出显示总时长1：为突出显示包含未触及的工单的队列设置以分钟为单位的总时长（第一级）。 如上面看到的<emphasis>Raw</emphasis>队列。

source: Highlight Age 2: Sets the age in minutes (second level) for highlighting queues that contain untouched tickets. Seen in above in the <emphasis>Postmaster</emphasis> queue.
hu: 2. életkor kiemelése: Beállítja az életkort percben (második szint) a várólisták kiemeléséhez, amelyek érintetlen jegyeket tartalmaznak. Fent a <emphasis>Levelezés</emphasis> várólistán látható.
zh_cn: 突出显示总时长2：为突出显示包含未触及的工单的队列设置以分钟为单位的总时长（第二级）。 如上面看到的<emphasis>Postmaster</emphasis>队列。
