Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Here it is possible to select one element or two. In the first case, every value of the element will be one element on the y-axis. If two elements are selected, their permutations will be the elements on the value series. For example you could select "state" and "priority", and the resulting elements will be "new - 1 very low", "new - 2 low", ... "open - 1 very low" and so on. Let's just use the state and press "Save".
hu: Itt egy vagy két elem kiválasztása lehetséges. Az első esetben az elem minden egyes értéke egy elem lesz az Y-tengelyen. Ha két elem van kiválasztva, akkor azok permutációi lesznek az elemek az értéksorokon. Például kiválaszthatja az „állapot” és a „prioritás” elemet, és az eredményül kapott elemek a következők lesznek: „új - 1 nagyon alacsony”, „új - 2 alacsony”, … „nyitott - 1 nagyon alacsony” és így tovább. Most csak használjuk az állapotot, és nyomja meg a „Mentés” gombot.
zh_cn: 在这里可以选择一个或两个元素。一个元素时，元素的每个值就是Y轴的一个元素。如果选择了两个元素，它们的排列就是值系列（Y轴）的元素。例如你可以选择“状态”和“优先级”，结果元素就是“新建-1-非常低”、“新建-2-低” ... “处理中-1-非常低”等等。让我们仅使用“状态”并点击“保存”。

source: Now in the last step we could add data filters to only report tickets belonging to a certain customer, with certain priorities and so on. We'll add a filter for very high priority tickets:
hu: Most az utolsó lépésben adatszűrőket adhatunk hozzá, hogy csak azokat a jegyeket jelentse, amelyek egy bizonyos ügyfélhez tartoznak, bizonyos prioritásokkal rendelkeznek, és így tovább. Hozzá fogunk adni egy szűrőt a nagyon magas prioritású jegyekhez:
zh_cn: 现在最后一步，我们可以添加数据过滤器以便只统计属于某个客户某个优先级等条件的工单。我们添加一个‘非常高’优先级的工单过滤器：

source: Configuring the data filter of a statistic.
hu: Egy statisztika adatszűrőjének beállítása.
zh_cn: 配置一个统计的数据过滤器。

source: Now press "Save" again. The configuration is finished.
hu: Most nyomja meg ismét a „Mentés” gombot. A beállítás befejeződött.
zh_cn: 现在再次点击“保存”按钮，配置就完成了。

source: You may already have noted that in the configuration dialog there is a preview area where we can check the effect of our configuration settings.
hu: Talán már észrevette, hogy a beállítási párbeszédablakban van egy előnézeti terület, ahol ellenőrizhetjük a konfigurációs beállításaink hatását.
zh_cn: 你可以已经注意到了，在配置对话框有一个统计预览区域，我们可以在这里检查配置设置的效果。

source: Please note that the preview uses random data and does not consider data restrictions.
hu: Ne feledje, hogy az előnézet véletlenszerű adatokat használ, és nem veszi figyelembe az adatkorlátozásokat.
zh_cn: 请注意预览使用的是随机数据且没有考虑数据过滤器。

source: The statistic is configured. By pressing the "Run now" button we can go to the View screen where the desired output format can be selected and the statistic can be generated in the different formats.
hu: A statisztika beállításra került. A „Futtatás most” gomb megnyomásával átmehetünk a nézet képernyőre, ahol kiválasztható a kívánt kimeneti formátum, és a statisztika előállítható különböző formátumokban.
zh_cn: 统计已经配置好了，点击“立即运行”按钮，我们能够进入查看屏幕选择输出格式，统计可以用不同格式生成。

source: The Import user interface can be accessed by pressing the "Import" button on the Overview screen. "rw" permissions for the statistics module are required.
hu: Az importálás felhasználói felület az áttekintő képernyőn lévő „Importálás” gomb megnyomásával érhető el. „Olvasás-írás” jogosultságok szükségesek a statisztikák modulhoz.
zh_cn: 可以通过点击统计概览屏幕的“导入”按钮访问导入界面，需要统计模块的“读写”权限。

source: Statistics import
hu: Statisztikák importálása
zh_cn: 导入统计

source: Facilitates the import of reports, and when combined with the export function of the module, is a very handy functionality. Stats can be created and tested conveniently on test systems, then imported into the production system.
hu: Elősegíti a jelentések importálását, és amikor egyesítve van a modul exportálás funkciójával, akkor ez egy nagyon ügyes funkcionalitás. A statisztikák kényelmesen létrehozhatók és tesztelhetők a teszt rendszereken, majd importálhatók a termelési rendszerre.
zh_cn: 促进统计模块的报表导入与导出功能结合使用，是一个非常方便的功能。可以在测试系统中方便地创建和测试统计，然后导入到生产系统。

source: Statistics System Administration
hu: Statisztikák rendszeradminisztráció
zh_cn: 统计系统管理员

source: This section provides information about the tasks and responsibilities of the OTRS administrator dealing with the statistics module.
hu: Ez a szakasz információkat nyújt a statisztikák modullal foglalkozó OTRS adminisztrátor feladatairól és felelősségeiről.
zh_cn: 本部分提供系统管理员处理统计模块的任务和职责的信息。

source: Permission settings, Groups and Queues
hu: Jogosultság-beállítások, csoportok és várólisták
zh_cn: 权限设置、组和队列

source: The default configuration of the module registration gives all agents with "stats" group permissions access to the statistics module.
hu: A modul regisztrációjának alapértelmezett beállítása a „stats” csoportban lévő összes ügyintézőnek megadja a statisztikák modulhoz való hozzáférés jogosultságát.
zh_cn: 统计模块注册的默认配置给所有服务人员有“stats”组权限来访问统计模块。

source: Access according to permission settings:
hu: Hozzáférés a jogosultság-beállítások szerint:
zh_cn: 根据权限设置的访问：

source: <emphasis>rw</emphasis>. Allows configuring statistics.
hu: <emphasis>írható-olvasható</emphasis>. Lehetővé teszi a statisztikák beállítását.
zh_cn: <emphasis>rw（读写）</emphasis>，允许配置统计。

source: <emphasis>ro</emphasis>. Permits generating pre-configured statistics.
hu: <emphasis>csak olvasható</emphasis>. Megakadályozza az előre beállított statisztikák előállítását.
zh_cn: <emphasis>ro（只读）</emphasis>，允许生成预先配置的统计。

source: The OTRS administrator decides whether agents with the permission to generate pre-configured reports are allocated ro rights in the "stats" group, or if their respective groups are added in the module registration in SysConfig.
hu: Az OTRS adminisztrátor dönti el, hogy az előre beállított jelentések előállításához jogosultsággal rendelkező ügyintézőkhöz hozzá legyenek-e rendelve a csak olvasható jogok a „stats” csoportban, vagy hogy a megfelelő csoportok legyenek-e hozzáadva a modul regisztrációjához a rendszerbeállításokban.
zh_cn: OTRS系统管理员决定是将有权限生成预先配置的报表服务人员分配“stats”组的‘只读’权限，还是将他们各自的组加入系统配置中的模块注册信息。

source: SysConfig Settings
hu: Rendszerbeállítások beállításai
zh_cn: 系统配置设置

source: The SysConfig groups <link linkend="ConfigReference_Section_Core_Stats">Core::Stats</link> and <link linkend="ConfigReference_Section_Frontend_Agent_View_Stats">Frontend::Agent::View::Stats</link> contain all configuration parameters for the basic set-up of the statistics module. Moreover, the configuration parameter <link linkend="ConfigReference_Setting_Frontend::Module_AgentStatistics">$Self-&gt;{'Frontend::Module'}-&gt;{'AgentStats'}</link> controls the arrangement and registration of the modules and icons within the statistics module.
hu: A <link linkend="ConfigReference_Section_Core_Stats">Core::Stats</link> és a <link linkend="ConfigReference_Section_Frontend_Agent_View_Stats">Frontend::Agent::View::Stats</link> rendszerbeállítás csoportok az összes beállítási paramétert tartalmazzák a statisztikák modul alap beállításához. Emellett a <link linkend="ConfigReference_Setting_Frontend::Module_AgentStatistics">$Self-&gt;{'Frontend::Module'}-&gt;{'AgentStats'}</link> beállítási paraméter vezérli a modulok és ikonok elrendezését és regisztrációját a statisztikák modulon belül.
zh_cn: 系统配置组<link linkend="ConfigReference_Section_Core_Stats">Core::Stats</link> 和<link linkend="ConfigReference_Section_Frontend_Agent_View_Stats">Frontend::Agent::View::Stats</link>包含统计模块基本设置的所有配置参数。 此外，配置参数<link linkend="ConfigReference_Setting_Frontend::Module_AgentStatistics">$Self-&gt;{'Frontend::Module'}-&gt;{'AgentStats'}</link>控制模块的布置和注册，以及统计模块内的图标。

source: Generating Statistics on the Command Line
hu: Statisztikák előállítása a parancssorból
zh_cn: 用命令行生成统计

source: Statistics can be generated on the command line with the command <filename>bin/otrs.Console.pl Maint::Stats::Generate</filename>. As an example, see the command line call in the following script.
hu: A statisztikák előállíthatók parancssorból a <filename>bin/otrs.Console.pl Maint::Stats::Generate</filename> paranccsal. Példaként nézze meg a következő parancsfájlban lévő parancssori hívást.
zh_cn: 可以在命令行执行命令<filename>bin/otrs.Console.pl Maint::Stats::Generate</filename>来生成统计。举个例子，查看下面脚本中的命令行调用。

source: A report from the statistic configuration "Stat#10004" is generated and saved as a CSV file in the <filename>/tmp</filename> directory.
hu: Egy jelentés került előállításra a „Stat#10004” statisztika beállításból, és CSV-fájlként lett elmentve a <filename>/tmp</filename> könyvtárba.
zh_cn: 从统计配置“Stat#10004”生成报表并保存为一个CSV文件到<filename>/tmp</filename>目录。

source: The generated report can also be sent as an e-mail. More information can be called up with the command in the script below.
hu: Az előállított jelentés elküldhető e-mailben is. További információk hívhatók elő a lenti parancsfájlban lévő paranccsal.
zh_cn: 生成的报表还可以作为邮件发送，可以执行下面脚本中的命令获取更多信息。

source: It usually does not make sense to generate reports manually via the command line, as the statistics module has a convenient graphical user interface. However, generating reports manually does make sense when combined with a cron job.
hu: Általában nincs értelme a jelentések kézi előállításának a parancssoron keresztül, mivel a statisztikák modul egy kényelmes grafikus felhasználói felülettel rendelkezik. Azonban a jelentések kézi előállítása értelmet nyer, amikor egy cron-feladattal egyesítik.
zh_cn: 通常通过命令行手动生成报表没有什么意义，因为统计模块有一个便利的图形界面。但是，结合一个cron任务来手动生成报表就有意义了。

source: Imagine the following scenario: On the first day of every month, the heads of department want to receive a report for the past month. By combining a cron job and command line call the reports can be sent to them automatically by e-mail.
hu: Képzelje el a következő forgatókönyvet: Minden hónap első napján az osztályvezetők jelentést szeretnének kapni az előző hónapról. Egy cron-feladat és egy parancssori hívás egyesítésével a jelentések elküldhetők nekik automatikusan e-mailben.
zh_cn: 想像下列场景:每月的第一天，部门领导要收到一份过去一月的报表。通过结合cron任务和命令行生成报表可以通过邮件自动将报表发送给他们。

source: Appointment calendar feature provides a calendar implementation that allows agents to manage and display multiple calendars and their appointments.
hu: Az időpontnaptár funkció egy olyan naptármegvalósítást nyújt, amely lehetővé teszi az ügyintézőknek több naptár és azok időpontjainak kezelését és megjelenítését.
zh_cn: 预约日历功能允许服务人员管理和显示多个日历及其预约。

source: Management of multiple calendars
hu: Több naptár kezelése
zh_cn: 管理多个日历

source: Via a management interface it is possible to add and edit calendars.
hu: Egy kezelőfelületen keresztül lehetséges a naptárak hozzáadása és szerkesztése.
zh_cn: 通过管理界面，可以添加和编辑日历。

source: Beside calendar names, it is possible to assign colors and access groups, as well as the current validity of the calendars.
hu: A naptárneveken kívül lehetőség van színek és hozzáférési csoportok, valamint a naptárak aktuális érvényességének hozzárendeléséhez.
zh_cn: 除日历名称之外，还可以指定颜色和访问组，以及日历的当前有效性。

source: Exports and imports
hu: Exportok és importok
zh_cn: 导出和导入

source: Once different calendars are created, it is possible to export either the complete calendar definition (including the calendar appointments) in the well-known YAML format or just export the related appointments of a calendar to ICS format.
hu: Amikor a különböző naptárakat létrehozták, akkor lehetőség van vagy a teljes naptármeghatározás (beleértve a naptár időpontjait) exportálására a jól ismert YAML-formátumba, vagy csak egy naptár kapcsolódó időpontjainak exportálására ICS-formátumba.
zh_cn: 创建不同的日历后，可以用众所周知的YAML格式导出完整的日历定义（包括日历预约），或仅将日历的相关预约导出为ICS格式。

source: It is also possible to import complete calendar structures using previously exported YAML files to restore calendar definitions or import just calendar appointments to an existing calendar using ICS file uploads.
hu: Lehetséges teljes naptárszerkezetek importálása is az előzőleg exportált YAML fájlok használatával a naptármeghatározások visszaállításához, vagy csak naptáridőpontok importálására egy meglévő naptárba ICS-fájlok feltöltéseinek használatával.
zh_cn: 还可以使用以前导出的YAML文件导入完整的日历结构，以恢复日历定义，或者通过上传ICS文件将日历预约导入现有日历。

source: That offers the possibility to backup and restore single calendars or transfer them to a different OTRS installation or an external calendar tool.
hu: Ez lehetőséget nyújt önálló naptárak biztonsági mentésére és visszaállítására, vagy azok átvitelére egy eltérő OTRS telepítésbe vagy egy külső naptáreszközbe.
zh_cn: 这样可以备份和恢复单个日历或将其传输到其他OTRS安装环境或外部日历工具。

source: Management of calendar appointments
hu: Naptáridőpontok kezelése
zh_cn: 管理日历预约

source: If at least one calendar is created and accessible by a certain agent, new or already existing appointments can be managed via a calendar overview and an agenda overview.
hu: Ha legalább egy naptárat létrehoztak, és elérhető egy bizonyos ügyintézőnek, akkor az új vagy a már meglévő időpontokat egy naptár áttekintőn és egy napirend áttekintőn keresztül lehet kezelni.
zh_cn: 如果至少有一个已经创建的日历且某些服务人员可以访问，则可以通过日历概览和日程概览来管理新的或已经存在的预约。

source: Within the calendar overview, an agent is able to display, create, edit and/or delete appointments of different calendars, depending on their permission level to the related calendars. Such appointments can be created or edited via drag and drop within this screen.
hu: A naptár áttekintőn belül egy ügyintéző képes a különböző naptárak időpontjainak megjelenítésére, létrehozására, szerkesztésére és/vagy törlésére a kapcsolódó naptárakhoz tartozó jogosultsági szintjeitől függően. Az ilyen időpontok fogd és vidd módon hozhatók létre vagy szerkeszthetők ezen a képernyőn belül.
zh_cn: 在日历概览中，服务人员可以根据相关日历的权限级别显示、创建、编辑和/或删除不同日历的预约。 可以在此屏幕中通过拖放来创建或编辑此类预约。

source: The visibility of single calendars can be enabled or disabled through the calendar list within the screen.
hu: Az önálló naptárak láthatósága engedélyezhető vagy letiltható a képernyőn belül lévő naptárlistán keresztül.
zh_cn: 可以通过屏幕中的日历列表启用或禁用单个日历的可见性。

source: To have a good overview of available appointments within different calendars and the related dates they start or end, it is possible to select different view modes, like weekly view, monthly view, different timeline related views etc.
hu: A különböző naptárakon belül elérhető időpontok és a kapcsolódó kezdő- és végdátumok jó áttekintéséhez lehetőség van különféle nézetmódok kiválasztására, mint például heti nézet, havi nézet, különböző idővonallal kapcsolatos nézetek, stb.
zh_cn: 要在不同的日历和预约开始或结束的相关日期之间有一个很好的概览，可以选择不同的视图模式，如每周视图、每月视图、不同的时间轴相关视图等。

source: Within the agenda overview, an agent is able to display the appointments of all available (accessible) calendars in a table-like overview. This overview is designed to have a detailed list of upcoming appointments in a structured table. Like in the calendar overview, appointments can be created, edited or deleted. This view supports a monthly, weekly and daily point of view on available appointments.
hu: A napirend áttekintőn belül egy ügyintéző képes megjeleníteni az összes elérhető (hozzáférhető) naptár időpontjait egy táblázatszerű áttekintőben. Ezt az áttekintőt úgy tervezték, hogy a közelgő időpontok részletes listáját adja egy strukturált táblázatban. Akárcsak a naptár áttekintőben, az időpontok is létrehozhatók, szerkeszthetők vagy törölhetők. Ez a nézet támogatja az elérhető időpontok havi, heti és napi nézőpontjait.
zh_cn: 在日程概览中，服务人员能够以类似表格的概览显示所有可用（可访问的）日历的预约。 此概述旨在详细介绍结构化表中即将到来的预约。 像在日历概览中一样，可以创建、编辑或删除预约。 这个视图支持每月、每周和每天视角的可用预约。

source: Repeating appointments
hu: Ismétlődő időpontok
zh_cn: 重复预约

source: If recurring appointments needs to be archived, it is possible to setup detailed information about the occurrences of a single appointment.
hu: Ha az ismétlődő időpontokat archiválni szükséges, akkor lehetőség van egy önálló időpont ismétlődéseivel kapcsolatos részletes információk beállítására.
zh_cn: 如果需要归档重复预约，可以设置有关单个预约发生的详细信息。

source: Beside pre-defined frequencies like daily, weekly, monthly etc. it is possible to setup custom repeats and exclude weekdays or dates of months, define the amount of recurrences and/or the end date after the appointment stops to repeat.
hu: Az előre meghatározott (például napi, heti, havi, stb.) gyakoriságokon kívül lehetséges egyéni ismétlődések és hétköznapok vagy a hónapok napjai kizárásának beállítása, az ismétlődések mennyiségének meghatározása és/vagy a befejező dátum meghatározására, ami után az időpont már nem ismétlődik.
zh_cn: 除了每天、每周、每月等预先定义的频率外，还可以设置自定义重复，排除月份中的某些工作日或日期，定义重复次数和/或预约停止重复后的结束日期。

source: Notifications
hu: Értesítések
zh_cn: 通知

source: Within the edit screen of an appointment, it is possible to setup a date to notify about the appointment.
hu: Egy időpont szerkesztőképernyőjén belül lehetőség van egy dátum beállítására, hogy értesítsen az időpontról.
zh_cn: 在预约的编辑屏幕中，可以设置一个日期来通知预约。

source: As in the settings for appointment repeat, it is possible to use pre-defined templates for notifications (i.e. 5 minutes before, 15 minutes before etc.) or setup a custom point of time.
hu: Mint az időpont ismétlődésének beállításaiban, lehetőség van előre meghatározott sablonok használatára az értesítésekhez (azaz 5 perccel előtte, 15 perccel előtte, stb.) vagy egyéni időpont beállítására.
zh_cn: 如在重复预约的设置中，可以使用预定义的模板进行通知（如5分钟之前、15分钟之前等）或设置自定义时间点。

source: The custom settings for notifications allows to setup a relative point of time (like 5 minutes after the appointment has been started) or an explicit date/time expression.
hu: Az értesítések egyéni beállításai lehetővé teszik egy viszonylagos időpont (például 5 perccel az időpont indulása után) vagy konkrét dátum/idő kifejezés beállítását.
zh_cn: 通知的自定义设置允许设置相对时间点（例如预约开始后5分钟）或明确的日期/时间表达式。

source: Event-based appointment/calendar notifications
hu: Eseményalapú időpont- vagy naptárértesítések
zh_cn: 基于事件的预约/日历通知

source: As in the well-known ticket notifications, this package comes up with an event based notification mechanism, that can be handled using an administration interface. Within that interface, notification event entries can be created, updated and/or deleted to react on different OTRS events with related filters, recipients and content templates.
hu: Mint a jól ismert jegyértesítésekben, ez a csomag is egy eseményalapú értesítési mechanizmussal érkezik, amely egy adminisztrációs felület használatával kezelhető. A felületen belül értesítési esemény bejegyzések hozhatók létre, frissíthetők és/vagy törölhetők, hogy reagáljanak a különböző OTRS eseményekre kapcsolódó szűrőkkel, címzettekkel és tartalomsablonokkal.
zh_cn: 如同众所周知的工单通知，这个软件包提供了一个可以使用管理界面处理的基于事件的通知机制。 在该界面中，可以创建、更新和/或删除通知事件条目，以响应具有相关过滤器、收件人和内容模板的各种OTRS事件。

source: The content of notifications can be dynamically filled-up using OTRS smart tags, like in the event based ticket notifications.
hu: Az értesítések tartalma dinamikusan feltölthető az OTRS okos címkéinek használatával, mint az eseményalapú jegyértesítésekben.
zh_cn: 可以使用OTRS智能标签动态填充通知内容，就如基于事件的工单通知一样。

source: Managed ticket appointments
hu: Kezelt jegyidőpontok
zh_cn: 托管工单预约

source: This package offers the possibility to automatically create and update appointments in calendars based on ticket data, using special rules defined within the calendar edit screen. Any ticket date/time value (i.e. pending time, escalation times or dynamic fields) can be used to define appointment start and end dates.
hu: Ez a csomag a jegyadatok alapján lehetőséget nyújt az időpontok automatikus létrehozására és frissítésére a naptárakban, a naptár szerkesztő képernyőjén belül meghatározott különleges szabályok használatával. Bármely jegy dátum vagy idő értéke (azaz függőben lévő idő, eszkalációs idők vagy dinamikus mezők) használható az időpont kezdő és befejező dátumainak meghatározásához.
zh_cn: 这个软件包提供了使用日历编辑屏幕中定义的特殊规则，根据工单数据在日历中自动创建和更新预约的可能性。 可以使用任何工单日期/时间值（如挂起时间、升级时间或动态字段）来定义预约开始和结束日期。

source: Link tickets to appointments
hu: Jegyek összekapcsolása időpontokkal
zh_cn: 链接工单到预约

source: Within the edit screen of an appointment, it is possible link existing tickets.
hu: Egy időpont szerkesztő képernyőjén belül lehetőség van meglévő jegyek összekapcsolására.
zh_cn: 在预约的编辑屏幕内，可以链接现有工单。

source: Tickets can be searched by their ticket numbers and/or titles.
hu: A jegyek kereshetők a jegyszámaik és/vagy címeik alapján.
zh_cn: 工单可以通过他们的工单编号和/或标题进行搜索。

source: Links between tickets and appointments appear in the ticket zoom like every other linked objects in a related table.
hu: A jegyek és az időpontok közti kapcsolatok megjelennek a jegynagyításban egy kapcsolódó táblázatban, mint minden egyéb kapcsolt objektum.
zh_cn: 工单和预约之间的链接与所有其他相关表格中的链接对象一样显示在工单详情屏幕。

source: Those links can either be created through an existing appointment, using the overviews or via the link feature in the ticket zoom.
hu: Ezek a kapcsolatok vagy egy meglévő időponton keresztül hozhatók létre az áttekintő használatával, vagy a jegynagyításban lévő összekapcsolás funkción keresztül.
zh_cn: 这些链接可以通过预约概览中的现有预约创建，也可以通过工单详情中的链接功能创建。

source: It's also possible to create a new appointment out of the ticket zoom, which links the related ticket automatically to the new appointment.
hu: Lehetőség van új időpontok létrehozására a jegynagyításon kívül is, amely automatikusan összekapcsolja a kapcsolódó jegyet az új időponttal.
zh_cn: 也可以从工单详情中创建一个新预约，将相关的工单自动链接到新预约。

source: Dashboard widget for upcoming appointments
hu: Vezérlőpult felületi elem a közelgő időpontokhoz
zh_cn: 即将到来的预约的仪表板小部件

source: Every agent can activate a dashboard widget <emphasis>Appointments</emphasis> in the dashboard.
hu: Minden ügyintéző bekapcsolhat egy <emphasis>Időpontok</emphasis> vezérlőpult felületi elemet a vezérlőpulton.
zh_cn: 每个服务人员都可以在仪表板上激活<emphasis>预约</emphasis>仪表板小部件。

source: This widget shows the upcoming appointments of the different calendars for today, tomorrow and the next 5 days.
hu: Ez a felületi elem megjeleníti a különböző naptárak közelgő időpontjait mára, holnapra és a következő 5 napra.
zh_cn: 这个小部件显示今天、明天和未来5天即将到来的日历预约。

source: Usage
hu: Használat
zh_cn: 用法

source: Calendar Management
hu: Naptárkezelés
zh_cn: 日历管理

source: Calendar management overview
hu: Naptárkezelés áttekintő
zh_cn: 日历管理概览

source: If a new calendar needs to be created or edited, it's necessary to define a calendar name, a color and the permission group the calendar belongs to. This is needed for agents to access the calendar properly with the related permissions.
hu: Ha egy új naptárt kell létrehozni vagy szerkeszteni, akkor szükséges meghatározni egy naptárnevet, egy színt és azt a jogosultsági csoportot, amelyhez a naptár tartozik. Ez az ügyintézőkhöz szükséges, hogy megfelelően hozzáférjenek a naptárhoz a kapcsolódó jogosultságokkal.
zh_cn: 如果需要创建或编辑新的日历，则需要定义日历名称、颜色和日历所属的权限组。 服务人员需要使用相关权限才能正确访问日历。

source: Calendar edit screen
hu: Naptárszerkesztés képernyő
zh_cn: 日历编辑屏幕

source: The color can be selected with the built-in color picker, like in the following screenshot. There are three ways to select a color with the color picker. After clicking on the preselected color, a window opens with a set of pre-defined colors ready to be used. If your preferred color is not available, you can click on the <emphasis>More</emphasis> button to open the advanced mode.
hu: A szín kiválasztható a beépített színválasztóval, mint a következő képernyőképen látható. Három módja van a színválasztóval történő szín kiválasztásának. Az előre kiválasztott színre kattintás után egy ablak nyílik meg előre meghatározott színek halmazával, amelyek használatra készek. Ha az előnyben részesített szín nem érhető el, akkor rákattinthat a <emphasis>Több</emphasis> gombra a speciális mód megnyitásához.
zh_cn: 可以使用内置的颜色选择器选择颜色，如下面的截图。 有三种方法可以选择颜色选择器。单击预选颜色后，会打开一个屏幕，并显示一组预先定义的颜色。 如果你的偏好颜色不可用，可以点击<emphasis>更多</emphasis>按钮打开高级模式。

source: Color picker in calendar edit screen
hu: Színválasztó a naptár szerkesztőképernyőjén
zh_cn: 日历编辑屏幕颜色选择器
