Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: To learn more about YAML please visit <ulink url="http://www.yaml.org/">http://www.yaml.org/</ulink>.
hu: Ha többet szeretne megtudni a YAML formátumról, akkor látogassa meg a <ulink url="http://www.yaml.org/">http://www.yaml.org/</ulink> oldalt.
zh_cn: 要学习关于YAML的更多内容，请访问<ulink url="http://www.yaml.org/">http://www.yaml.org/</ulink>。

source: The following is a web service configuration file example in YAML format:
hu: A következő egy webszolgáltatás beállítófájl példája YAML-formátumban:
zh_cn: 下面是一个YAML格式的WEB服务配置文件例子：

source: --- Debugger: DebugThreshold: debug Description: This an example of a web service configuration Provider: Operation: CloseIncident: Description: This is a test operation MappingInbound: {} MappingOutbound: {} RemoteSystemGuid: '' Type: Test::Test Test: Description: This is a test operation MappingInbound: Config: KeyMapDefault: MapTo: '' MapType: Keep KeyMapExact: Prio: Priority ValueMap: Priority: ValueMapExact: Critical: 5 Very High Information: 1 Very Low Warning: 3 Normal ValueMapDefault: MapTo: 3 Normal MapType: MapTo Type: Simple MappingOutbound: Config: KeyMapDefault: MapTo: '' MapType: Ignore KeyMapExact: Priority: Prio ValueMap: Prio: ValueMapExact: 1 Very Low: Information 3 Normal: Warning 5 Very High: Critical ValueMapDefault: MapTo: '' MapType: Ignore Type: Simple Type: Test::Test Transport: Config: MaxLength: 10000000 NameSpace: http://www.example.com/actions Type: HTTP::SOAP RemoteSystem: remote.system.description.example.com Requester: Invoker: Test: Description: This is a test invoker Events: - Asynchronous: 1 Condition: Condition: '1': Fields: Queue: Match: Raw Type: String Type: and ConditionLinking: and Event: TicketCreate - Asynchronous: 0 Event: ArticleUpdate MappingInbound: Type: Simple MappingOutbound: Type: Simple Type: Test::Test Transport: Config: Authentication: Password: '*******' Type: BasicAuth User: otrs Encoding: utf-8 Endpoint: http://www.example.com:8080/endpoint NameSpace: http://www.example.com/actions SOAPAction: Yes SOAPActionSeparator: '#' Type: HTTP::SOAP
hu: --- Debugger: DebugThreshold: debug Description: Ez egy példa egy webszolgáltatás beállítására Provider: Operation: CloseIncident: Description: Ez egy próba művelet MappingInbound: {} MappingOutbound: {} RemoteSystemGuid: '' Type: Test::Test Test: Description: Ez egy próba művelet MappingInbound: Config: KeyMapDefault: MapTo: '' MapType: Keep KeyMapExact: Prio: Priority ValueMap: Priority: ValueMapExact: Critical: 5 Very High Information: 1 Very Low Warning: 3 Normal ValueMapDefault: MapTo: 3 Normal MapType: MapTo Type: Simple MappingOutbound: Config: KeyMapDefault: MapTo: '' MapType: Ignore KeyMapExact: Priority: Prio ValueMap: Prio: ValueMapExact: 1 Very Low: Information 3 Normal: Warning 5 Very High: Critical ValueMapDefault: MapTo: '' MapType: Ignore Type: Simple Type: Test::Test Transport: Config: MaxLength: 10000000 NameSpace: http://www.example.com/actions Type: HTTP::SOAP RemoteSystem: remote.system.description.example.com Requester: Invoker: Test: Description: Ez egy próba meghívó Events: - Asynchronous: 1 Condition: Condition: '1': Fields: Queue: Match: Raw Type: String Type: and ConditionLinking: and Event: TicketCreate - Asynchronous: 0 Event: ArticleUpdate MappingInbound: Type: Simple MappingOutbound: Type: Simple Type: Test::Test Transport: Config: Authentication: Password: '*******' Type: BasicAuth User: otrs Encoding: utf-8 Endpoint: http://www.example.com:8080/endpoint NameSpace: http://www.example.com/actions SOAPAction: Yes SOAPActionSeparator: '#' Type: HTTP::SOAP

source: Configuration Details
hu: Beállítási részletek
zh_cn: 配置详细信息

source: <literal>Description</literal>: a short text that describes the web service.
hu: <literal>Description</literal>: egy rövid szöveg, amely leírja a webszolgáltatást.
zh_cn: <literal>Description（描述）</literal>：描述WEB服务的简短文本。

source: <literal>RemoteSystem</literal>: a short description of the Remote System.
hu: <literal>RemoteSystem</literal>: a távoli rendszer rövid leírása.
zh_cn: <literal>RemoteSystem（远程系统）</literal>：远程系统的简短描述。

source: <literal>Debugger</literal>: a container for the debugger settings.
hu: <literal>Debugger</literal>: egy konténer a hibakereső beállításaihoz.
zh_cn: <literal>Debugger（调试器）</literal>：调试器设置的一个容器。

source: <literal>Provider</literal>: a container for the provider settings.
hu: <literal>Provider</literal>: egy konténer a szolgáltató beállításaihoz.
zh_cn: <literal>Provider（提供者）</literal>：提供者设置的一个容器。

source: <literal>Requester</literal>: a container for the requester settings.
hu: <literal>Requester</literal>: egy konténer a kérelmező beállításaihoz.
zh_cn: <literal>Requester（请求者）</literal>：请求者设置的一个容器。

source: <literal>DebugThreshold</literal>: the debugger level.
hu: <literal>DebugThreshold</literal>: a hibakereső szintje.
zh_cn: <literal>DebugThreshold（调试阈值）</literal>：调试器的级别

source: <literal>debug</literal>: all logs are stored in the database.
hu: <literal>debug</literal>: az összes napló eltárolásra kerül az adatbázisban.
zh_cn: <literal>debug（调试）</literal>：所有日志都存储到数据库。

source: <literal>info</literal>: info, notice and error level logs are stored in the database.
hu: <literal>info</literal>: az információ, az értesítés és a hiba szintek naplói kerülnek eltárolásra az adatbázisban.
zh_cn: <literal>info（信息）</literal>：info（信息）、notice（注意）和error（错误）级别的日志存储到数据库。

source: <literal>notice</literal>: notice and error level logs are stored in the database.
hu: <literal>notice</literal>: az értesítés és a hiba szintek naplói kerülnek eltárolásra az adatbázisban.
zh_cn: <literal>notice（注意）</literal>：notice（注意）和error（错误）级别的日志存储到数据库。

source: <literal>error</literal>: only error level logs are stored in the database.
hu: <literal>error</literal>: csak a hiba szintek naplói kerülnek eltárolásra az adatbázisban.
zh_cn: <literal>error（错误）</literal>：只有error（错误）级别的日志存储到数据库。

source: <literal>Operation</literal>: a container for each operation settings.
hu: <literal>Operation</literal>: egy konténer az egyes műveleti beállításokhoz.
zh_cn: <literal>Operation（操作）</literal>：有每个操作设置的一个容器。

source: <literal>Transport</literal>: a container for provider network transport settings.
hu: <literal>Transport</literal>: egy konténer a szolgáltató hálózati átvitelének beállításaihoz.
zh_cn: <literal>Transport（传输）</literal>：提供者网络传输设置的一个容器。

source: <literal>&lt;OperationName&gt;</literal>: Unique name for the operation, container for its own operation settings (cardinality 0..n, but not duplicate).
hu: <literal>&lt;Műveletnév&gt;</literal>: egyedi név a művelethez, egy konténer a saját műveletének beállításaihoz (0..n számosságú, de nem kettőzött).
zh_cn: <literal>&lt;OperationName操作名称&gt;</literal>：操作的唯一名称，它自己的操作设置的容器（可以加基数0..n，但不能重复）。

source: <literal>&lt;OperationName&gt;</literal>
hu: <literal>&lt;Műveletnév&gt;</literal>
zh_cn: <literal>&lt;OperationName操作名称&gt;</literal>

source: This section is based on operations from type <literal>Test::Test</literal> other operations might contain more or different settings.
hu: Ez a szakasz a <literal>Test::Test</literal> típusból való műveleteken alapul. Az egyéb műveletek több vagy különböző beállításokat tartalmazhatnak.
zh_cn: 这部分基于来自<literal>Test::Test</literal>类型的操作，其它操作可能包含更多或不同的设置。

source: <literal>Description</literal>: a short text that describes the operation.
hu: <literal>Description</literal>: egy rövid szöveg, amely leírja a műveletet.
zh_cn: <literal>Description（描述）</literal>：描述操作的简短文本。

source: <literal>MappingInbound</literal>: a container for the mapping settings for the incoming request data.
hu: <literal>MappingInbound</literal>: egy konténer a bejövő kérésadatok leképezési beállításaihoz.
zh_cn: <literal>MappingInbound（入站映射）</literal>：进入的请求数据的映射设置容器。

source: <literal>MappingOutbound</literal>: a container for the mapping settings for the outgoing response data.
hu: <literal>MappingOutbound</literal>: egy konténer a kimenő válaszadatok leképezési beállításaihoz.
zh_cn: <literal>MappingOutbound（出站映射）</literal>：外发的响应数据的映射设置容器。

source: <literal>Type</literal>: the operation backend, in Controller::Operation format.
hu: <literal>Type</literal>: a művelet háttérprogramja Vezérlő::Művelet formátumban.
zh_cn: <literal>Type（类型）</literal>：操作后端，格式为Controller::Operation。

source: This section is based on mappings from type <literal>Simple</literal>. Other mappings might contain more or different settings.
hu: Ez a szakasz a <literal>Simple</literal> típusból való leképezéseken alapul. Az egyéb leképezések több vagy különböző beállításokat tartalmazhatnak.
zh_cn: 本部分内容基于映射类型<literal>Simple（简单）</literal>，其它映射类型可能包含更多或不同的设置。

source: <literal>Config</literal>: a container for this mapping settings.
hu: <literal>Config</literal>: egy konténer ezekhez a leképezési beállításokhoz.
zh_cn: <literal>Config（配置）</literal>：这个映射设置的容器。

source: <literal>Type</literal>: the mapping backend.
hu: <literal>Type</literal>: a leképező háttérprogram.
zh_cn: <literal>Type（类型）</literal>：映射后端。

source: <literal>KeyMapDefault</literal>: a container for all non mapped keys settings.
hu: <literal>KeyMapDefault</literal>: egy konténer az összes nem leképezett kulcs beállításaihoz.
zh_cn: <literal>KeyMapDefault（默认的键映射）</literal>：所有未映射的键的设置的容器。

source: <literal>ValueMapDefault</literal>: a container for all non mapped values settings.
hu: <literal>ValueMapDefault</literal>: egy konténer az összes nem leképezett érték beállításaihoz.
zh_cn: <literal>ValueMapDefault（默认的值映射）</literal>：所有未映射的值的设置的容器。

source: <literal>KeyMapExact</literal>: a container for all exact key mappings (cardinality 0 .. 1).
hu: <literal>KeyMapExact</literal>: egy konténer az összes pontos kulcsleképezéshez (0..1 számosságú).
zh_cn: <literal>KeyMapExact（准确的键映射）</literal>：所有准确的键映射（基数0 .. 1）的容器。

source: <literal>KeyMapRegEx</literal>: a container for all regular expression key mappings (cardinality 0 .. 1).
hu: <literal>KeyMapRegEx</literal>: egy konténer az összes reguláris kifejezéses kulcsleképezéshez (0..1 számosságú).
zh_cn: <literal>KeyMapRegEx（正则键映射）</literal>：所有正则表达式的键映射（基数0 .. 1）的容器。

source: <literal>ValueMap</literal>: a container for all value mappings (cardinality 0 .. 1).
hu: <literal>ValueMap</literal>: egy konténer az összes értékleképezéshez (0..1 számosságú).
zh_cn: <literal>ValueMap（值映射）</literal>：所有值映射（基数0 .. 1）的容器。

source: <literal>MapTo</literal>: the new value to be used (only applicable if <literal>MapType</literal> is set to <literal>MapTo</literal>).
hu: <literal>MapTo</literal>: a használandó új érték (csak akkor alkalmazható, ha a <literal>MapType</literal> tulajdonság <literal>MapTo</literal> értékre van állítva).
zh_cn: <literal>MapTo（映射到）</literal>：要使用的新值（只适用于<literal>映射类型</literal>设置为<literal>MapTo</literal>）。

source: <literal>MapType</literal>: the rule for the mapping.
hu: <literal>MapType</literal>: a leképezés szabálya.
zh_cn: <literal>MapType（映射类型）</literal>：映射的规则。

source: <literal>Keep</literal>: leave unchanged.
hu: <literal>Keep</literal>: változatlanul hagyás.
zh_cn: <literal>Keep（保持）</literal>：保持不变。

source: <literal>Ignore</literal>: drop.
hu: <literal>Ignore</literal>: eldobás.
zh_cn: <literal>Ignore（忽略）</literal>: 丢弃。

source: <literal>MapTo</literal>: change to the <literal>MapTo</literal> value.
hu: <literal>MapTo</literal>: megváltoztatás a <literal>MapTo</literal> értékére.
zh_cn: <literal>MapTo（映射到）</literal>：修改为<literal>MapTo</literal>的值。

source: Similar to <literal>KeyMapDefault</literal>.
hu: Hasonló a <literal>KeyMapDefault</literal> tulajdonsághoz.
zh_cn: 类似于<literal>KeyMapDefault（默认的键映射）</literal>

source: <literal>&lt;oldkey&gt;</literal>: <literal>&lt;newkey&gt;</literal> (cardinality 0 .. n but not duplicate).
hu: <literal>&lt;régikulcs&gt;</literal>: <literal>&lt;újkulcs&gt;</literal> (0..n számosságú, de nem kettőzött).
zh_cn: <literal>&lt;oldkey原键&gt;</literal>: <literal>&lt;newkey新键&gt;</literal>（基数 0 .. n，但不能重复）。

source: <literal>&lt;oldkey(RegEx)&gt;</literal>: <literal>&lt;newkey&gt;</literal> ( cardinality 0 .. n but no duplicates).
hu: <literal>&lt;régikulcs(RegEx)&gt;</literal>: <literal>&lt;újkulcs&gt;</literal> (0..n számosságú, de nem kettőzött).
zh_cn: <literal>&lt;oldkey原键&gt;</literal>: <literal>&lt;newkey新键&gt;</literal>（基数 0 .. n，但不能重复）。

source: <literal>&lt;newkey&gt;</literal>: a container for value mappings for this new key (cardinality depends on the new keys from <literal>KeyMapExact</literal> and <literal>KeyMapRegEx</literal>).
hu: <literal>&lt;újkulcs&gt;</literal>: egy konténer ennek az új kulcsnak az értékleképezéséhez (a számosság a <literal>KeyMapExact</literal> és a <literal>KeyMapRegEx</literal> tulajdonságból származó új kulcsoktól függ).
zh_cn: <literal>&lt;newkey（新键）&gt;</literal>：这个新键的值映射容器（基数取决于来自<literal>KeyMapExact</literal>和<literal>KeyMapRegEx</literal>的新键）。

source: <literal>&lt;newkey&gt;</literal>
hu: <literal>&lt;újkulcs&gt;</literal>
zh_cn: <literal>&lt;newkey新键&gt;</literal>

source: <literal>ValueMapExact</literal>: a container for all exact value mappings (cardinality 0 .. 1).
hu: <literal>ValueMapExact</literal>: egy konténer az összes pontos értékleképezéshez (0..1 számosságú).
zh_cn: <literal>ValueMapExact（准确的值映射）</literal>：所有准确的值映射容器（基数 0 .. 1）。

source: <literal>ValueMapRegEx</literal>: a container for all regular expression value mappings (cardinality 0 .. 1).
hu: <literal>ValueMapRegEx</literal>: egy konténer az összes reguláris kifejezéses értékleképezéshez (0..1 számosságú).
zh_cn: <literal>KeyMapRegEx（正则表达式键映射）</literal>：所有正则表达式的键映射（基数0 .. 1）的容器。

source: <literal>&lt;oldvalue&gt;</literal>: <literal>&lt;newvalue&gt;</literal> ( cardinality 0 .. n but not duplicate).
hu: <literal>&lt;régiérték&gt;</literal>: <literal>&lt;újérték&gt;</literal> (0..n számosságú, de nem kettőzött).
zh_cn: <literal>&lt;oldvalue原值&gt;</literal>: <literal>&lt;newvalue新值&gt;</literal> （基数 0 .. n，但不能重复）。

source: <literal>&lt;oldvalue(RegEx)&gt;</literal>: <literal>&lt;newvalue&gt;</literal> ( cardinality 0 .. n but not duplicate).
hu: <literal>&lt;régiérték(RegEx)&gt;</literal>: <literal>&lt;újérték&gt;</literal> (0..n számosságú, de nem kettőzött).
zh_cn: <literal>&lt;oldvalue(RegEx)正则原值&gt;</literal>: <literal>&lt;newvalue新值&gt;</literal> （基数 0 .. n，但不能重复）。

source: Same as <literal>MappingInbound</literal>.
hu: Ugyanaz mint a <literal>MappingInbound</literal> tulajdonság.
zh_cn: 同<literal>MappingInbound（入站映射）</literal>。

source: This section is based on the provider network transport HTTP::SOAP, other transports might contain more or different settings.
hu: Ez a szakasz a szolgáltató HTTP::SOAP hálózati átvitelén alapul. Az egyéb átvitelek több vagy különböző beállításokat tartalmazhatnak.
zh_cn: 本部分基于提供者的网络传输HTTP::SOAP，其它的传输可能包含更多或不同的设置。

source: <literal>Config</literal>: a container for the specific network transport configuration settings.
hu: <literal>Config</literal>: egy konténer az adott hálózati átvitel konfigurációs beállításaihoz.
zh_cn: <literal>Config（配置）</literal>：这个特定的网络传输配置的容器。

source: <literal>Type</literal>: the provider network transport backend.
hu: <literal>Type</literal>: a szolgáltató hálózati átviteli háttérprogramja.
zh_cn: <literal>Type（类型）</literal>：提供者网络传输后端。

source: <literal>MaxLength</literal>: the maximum length in bytes to be read in a SOAP message by OTRS.
hu: <literal>MaxLength</literal>: az OTRS által egy SOAP üzenetben beolvasandó legnagyobb hossz bájtban.
zh_cn: <literal>MaxLength（最大长度）</literal>：OTRS中一个SOAP消息能够读取的最大长度（单位：字节）。

source: <literal>NameSpace</literal>: an URI that gives a context to all operations that belongs to this web service.
hu: <literal>NameSpace</literal>: egy URI, amely egy környezetet ad az összes olyan művelethez, amely ehhez a webszolgáltatáshoz tartozik.
zh_cn: <literal>NameSpace（命名空间）</literal>：一个URI，给定一个属于这个WEB服务所有操作的上下文环境。

source: <literal>Invoker</literal>: a container for each invokers' settings.
hu: <literal>Invoker</literal>: egy konténer az egyes kérelmezők beállításaihoz.
zh_cn: <literal>Invoker（调用程序）</literal>：每个调用程序的设置的容器。

source: <literal>Transport</literal>: a container for requester network transport settings.
hu: <literal>Transport</literal>: egy konténer a kérelmező hálózati átvitelének beállításaihoz.
zh_cn: <literal>Transport（传输）</literal>：请求者网络传输设置的容器。

source: <literal>&lt;InvokerName&gt;</literal>: Unique name for the invoker, container for its own invoker settings (cardinality 0..n, but not duplicate).
hu: <literal>&lt;Meghívónév&gt;</literal>: Egyedi név a meghívóhoz, egy konténer a saját meghívójának beállításaihoz (0..n számosságú, de nem kettőzött).
zh_cn: <literal>&lt;InvokerName调用程序名称&gt;</literal>：该调用程序的唯一名称，它自己的调用程序设置的容器（基数 0 .. n，但不能重复）。

source: <literal>&lt;InvokerName&gt;</literal>
hu: <literal>&lt;Meghívónév&gt;</literal>
zh_cn: <literal>&lt;InvokerName调用程序名称&gt;</literal>

source: This section is based on invokers from type <literal>Test::Test</literal> other invokers might contain more or different settings.
hu: Ez a szakasz a <literal>Test::Test</literal> típusból való meghívókon alapul. Az egyéb meghívók több vagy különböző beállításokat tartalmazhatnak.
zh_cn: 这部分基于来自<literal>Test::Test</literal>类型的调用程序，其它调用程序可能包含更多或不同的设置。

source: <literal>Description</literal>: a short text that describes the invoker.
hu: <literal>Description</literal>: egy rövid szöveg, amely leírja a meghívót.
zh_cn: <literal>Description（描述）</literal>：描述调用程序的简短文本。

source: <literal>Events</literal>: a container for a unnamed list of event trigger settings.
hu: <literal>Events</literal>: egy konténer az eseményaktiváló beállításainak névtelen listájához.
zh_cn: <literal>Events（事件）</literal>：事件触发器的未命名列表的容器。

source: <literal>MappingInbound</literal>: a container for the mapping settings for the incoming response data.
hu: <literal>MappingInbound</literal>: egy konténer a bejövő válaszadatok leképezési beállításaihoz.
zh_cn: <literal>MappingInbound（入站映射）</literal>：进入的响应数据的映射设置的容器。

source: <literal>MappingOutbound</literal>: a container for the mapping settings for the outgoing request data.
hu: <literal>MappingOutbound</literal>: egy konténer a kimenő kérésadatok leképezési beállításaihoz.
zh_cn: <literal>MappingOutbound（出站映射）</literal>：外发的请求数据的映射设置容器。

source: <literal>Type</literal>: the invoker backend, in <literal>Controller::Invoker</literal> format.
hu: <literal>Type</literal>: a meghívó háttérprogramja <literal>Vezérlő::Meghívó</literal> formátumban.
zh_cn: <literal>Type（类型）</literal>：调用程序后端，格式为<literal>Controller::Invoker</literal>。

source: <remark>List Element</remark>: (cardinality 0 .. n).
hu: <remark>Listaelem</remark>: (0..n számosságú).
zh_cn: <remark>列表元素</remark>：（基数 0 .. n）。

source: <literal>Asynchronous</literal>: to set if the invoker execution will be delegated to the OTRS Daemon.
hu: <literal>Asynchronous</literal>: annak beállításához, hogy a meghívó végrehajtása delegálásra kerüljön-e az OTRS démonhoz.
zh_cn: <literal>Asynchronous（异步）</literal>：设置是否委托给OTRS守护进程执行调用程序。

source: 0: not handled by the OTRS Daemon.
hu: 0: nem kezeli az OTRS démon.
zh_cn: 0：不由OTRS守护进程执行调用程序。

source: 1: handled by the OTRS Daemon.
hu: 1: az OTRS démon kezeli.
zh_cn: 1：由OTRS守护进程执行调用程序。

source: <literal>Condition</literal>: Container for event conditions to trigger the invoker, if there are no conditions, event will always trigger the invoker.
hu: <literal>Condition</literal>: eseményfeltételek konténere a meghívó aktiválásához; ha nincsenek feltételek, akkor az esemény mindig aktiválni fogja a meghívót.
zh_cn: <literal>Condition（条件）</literal>：触发调用程序的事件条件的容器，如果没有条件，事件总是会触发调用程序。

source: <literal>Event</literal>: the name of the event trigger.
hu: <literal>Event</literal>: az eseményaktiváló neve.
zh_cn: <literal>Event（事件）</literal>：事件触发器的名称。

source: Possible values (for ticket events)
hu: Lehetséges értékek (a jegyeseményeknél)
zh_cn: 可能的值（用于工单事件）

source: Possible values (for article events)
hu: Lehetséges értékek (a bejegyzéseseményeknél)
zh_cn: 可能的值（用于信件事件）

source: <literal>Condition</literal>: Container to actual event conditions.
hu: <literal>Condition</literal>: konténer a tényleges eseményfeltételekhez.
zh_cn: <literal>Condition（条件）</literal>：实际的事件条件的容器。

source: <literal>ConditionLinking</literal>: Defines how multiple condition interacts with each other.
hu: <literal>ConditionLinking</literal>: azt határozza meg, hogy több feltétel hogyan álljon egymással kölcsönhatásban.
zh_cn: <literal>ConditionLinking（条件链接）</literal>：定义多重条件如何相互影响。

source: Possible values (for condition linking)
hu: Lehetséges értékek (a feltételkapcsolásánál)
zh_cn: 可能的值（用于条件链接）

source: <literal>&lt;ConditionName&gt;</literal>: Container for the condition elements.
hu: <literal>&lt;Feltételnév&gt;</literal>: konténer a feltétel elemeihez.
zh_cn: <literal>&lt;ConditionName（条件名称）&gt;</literal>：条件元素的容器。

source: <literal>&lt;ConditionName&gt;</literal>
hu: <literal>&lt;Feltételnév&gt;</literal>

source: Unique name for the condition within the invoker and event the GUI assigns consecutive integer condition names starting from 1.
hu: Egyedi név a feltételhez a meghívón és az eseményen belül. A grafikus felhasználói felület folyamatosan növekvő egész számot rendel a feltétel neveihez 1-től kezdve.
zh_cn: 调用程序和事件中的条件的唯一名称，图形用户界面从1开始分配连续的整数作为条件名称。

source: <literal>Fields</literal>: Container for field conditions.
hu: <literal>Fields</literal>: konténer a mező feltételeihez.
zh_cn: <literal>Fields（字段）</literal>：字段条件的容器。

source: <literal>Type</literal>: Define how multiple fields interact within its condition.
hu: <literal>Type</literal>: annak meghatározása, hogy több mező milyen kölcsönhatásban legyen egymással a feltételén belül.
zh_cn: <literal>Type（类型）</literal>：定义一个条件下的多个字段如何交互。

source: <literal>&lt;FieldName&gt;</literal>: Container field attributes.
hu: <literal>&lt;Mezőnév&gt;</literal>: konténermező attribútumok.
zh_cn: <literal>&lt;FieldName（字段名称）&gt;</literal>：字段属性的容器。

source: <literal>&lt;FieldName&gt;</literal>
hu: <literal>&lt;Mezőnév&gt;</literal>

source: The name of a field from the event object (e.g. for Ticket Events, the fields could be <literal>Queue</literal>, <literal>Priority</literal>, <literal>Type</literal>, etc).
hu: Egy mező neve az eseményobjektumból (például a jegyeseményeknél a mezők a következők lehetnek: <literal>Queue</literal>, <literal>Priority</literal>, <literal>Type</literal>, stb.).
zh_cn: 来自事件对象的字段的名称，例如：对于工单事件，字段可以是<literal>Queue（队列）</literal>、 <literal>Priority（优先级）</literal>、 <literal>Type（类型）</literal>等。

source: <literal>Match</literal>: The value to match from the selected against the event object using the <literal>Type</literal> modifier.
hu: <literal>Match</literal>: az érték a kiválasztottból az eseményobjektummal való illesztéshez a <literal>Type</literal> módosító használatával.
zh_cn: <literal>Match（匹配）</literal>：使用<literal>Type （类型）</literal>修饰符从所选的对象与事件对象匹配的值。

source: <literal>Type</literal>: Modifier to the <literal>Match</literal> value.
hu: <literal>Type</literal>: módosító a <literal>Match</literal> értékhez.
zh_cn: <literal>Type（类型）</literal>：到<literal>Match（匹配）</literal>值的修饰符。

source: Possible values (for type modifier)
hu: Lehetséges értékek (a típusmódosítónál)
zh_cn: 可能的值（用于类型修饰符）

source: <literal>String</literal>: Direct compare between object field value and <literal>Match</literal> value.
hu: <literal>String</literal>: közvetlen összehasonlítás az objektummező értéke és a <literal>Match</literal> értéke között.
zh_cn: <literal>String（字符串）</literal>：直接比较对象字段的值和<literal>Match（匹配）</literal>值。

source: <literal>Regexp</literal>: Compare object field value with the regular expression defined in the <literal>Match</literal> value.
hu: <literal>Regexp</literal>: az objektummező értékének összehasonlítása a <literal>Match</literal> értékében meghatározott reguláris kifejezéssel.
zh_cn: <literal>Regexp（正则表达式）</literal>：将对象字段的值与<literal>Match（匹配）</literal>值定义的正则表达式进行比较。
