Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Specifies the way how the individual field tests of this condition are connected to each other. Possible values:
hu: Annak a módját határozza meg, hogy a feltétel egyéni mezőpróbái hogyan kapcsolódnak egymáshoz. Lehetséges értékek:
zh_cn: 指定这个条件内单个字段的测试结果互相连接的方式，可能的值有：

source: <literal>and</literal>: This is the default. All field tests must match for this condition to match.
hu: „és” (<literal>and</literal>): Ez az alapértelmezett. Az összes mezőpróbának illeszkednie kell ennél a feltételnél az illesztéshez.
zh_cn: <literal>and（与）</literal>：这是默认值。 所有字段的测试必须都匹配此条件才能匹配。

source: <literal>or</literal>: At least one field test must match.
hu: „vagy” (<literal>or</literal>): Legalább egy mezőpróbának illeszkednie kell.
zh_cn: <literal>or（或）</literal>：至少有一个字段测试必须匹配。

source: <literal>xor</literal>: Exactly one field test must match, not more.
hu: „kizáró vagy” (<literal>xor</literal>): Pontosan egy mezőpróbának kell illeszkednie, nem többnek.
zh_cn: <literal>xor（异或）</literal>：必须只匹配一个字段测试，没有其它匹配。

source: Specifies the particular fields whose values should be tested. From our example:
hu: Meghatározza azokat a különleges mezőket, amelyek értékeit meg kell vizsgálni. A példánkból:
zh_cn: 指定要测试其值的特殊字段。在我们的例子中：

source: StateID
hu: Állapot-azonosító (StateID)

source: Example of a field name. The following ticket fields can be used:
hu: Egy mezőnév példája. A következő jegymezők használhatók:
zh_cn: 字段名的例子。可以使用下列工单字段：

source: Title State StateID Priority PriorityID Lock LockID Queue QueueID Customer CustomerID CustomerNo CustomerUserID Owner OwnerID Type TypeID SLA SLAID Service ServiceID Responsible ResponsibleID DynamicField_$FieldName # for all DynamicFields
hu: Title State StateID Priority PriorityID Lock LockID Queue QueueID Customer CustomerID CustomerNo CustomerUserID Owner OwnerID Type TypeID SLA SLAID Service ServiceID Responsible ResponsibleID DynamicField_$FieldName # minden dinamikus mezőnél

source: When testing a field with 'ID' (like SLAID), the database ID of the field will be used for testing, for other fields (like SLA) the actual value is used for testing.
hu: Az „ID”-val rendelkező mezők (úgymint SLAID) próbájakor a mező adatbázis-azonosítója lesz használva a próbánál. Az egyéb mezőknél (úgymint SLA) az aktuális érték lesz használva a próbánál.
zh_cn: 当测试一个含有‘ID’（如SLAID）的字段时，这个字段的数据库ID将用于测试，而其它字段则使用实际值来测试。

source: Determines the kind of field testing. Possible values:
hu: Meghatározza a mezőpróba fajtáját. Lehetséges értékek:
zh_cn: 确定字段测试的类型，可能的值有：

source: <literal>String</literal>: Compares the field value with the string specified in <literal>Match</literal>. Matches if they are exactly the same.
hu: „Szöveg” (<literal>String</literal>): Összehasonlítja a mező értékét az illesztésben (<literal>Match</literal>) megadott szöveggel. Akkor illeszkedik, ha pontosan ugyanazok.
zh_cn: <literal> String（字符串） </literal>：将字段值与<literal> Match（匹配） </literal>中指定的字符串进行比较，如果它们完全一样则匹配。

source: <literal>Hash</literal>: Compares the field value (hash) with the hash specified in <literal>Match</literal>. All hash values must be the same.
hu: „Kivonat” (<literal>Hash</literal>): Összehasonlítja a mező értékét (hash) az illesztésben (<literal>Match</literal>) megadott kivonattal. Minden kivonatértéknek meg kell egyeznie.
zh_cn: <literal>Hash（哈希）</literal>：将字段值（hash）与<literal> Match（匹配） </literal>中指定的哈希进行比较，所有哈希值必须相同。

source: <literal>Array</literal>: Compares the field value (array) with the array specified in <literal>Match</literal>. Both lists must be the same.
hu: „Tömb” (<literal>Array</literal>): Összehasonlítja a mező értékét (array) az illesztésben (<literal>Match</literal>) megadott tömbbel. Mindkét listának meg kell egyeznie.
zh_cn: <literal> Array（数组） </literal>：将字段值（数组）与<literal> Match（匹配） </literal>中指定的数组进行比较， 两个列表必须相同。

source: <literal>Regex</literal>: The field value can be tested with a regular expression. It is important that <literal>Match</literal> contains <emphasis>qr{}xms</emphasis> as a base condition. Between the braces the actual regular expression can be noted.
hu: „Reguláris kifejezés” (<literal>Regex</literal>): A mezőérték egy reguláris kifejezéssel is ellenőrizhető. Fontos, hogy az illesztés (<literal>Match</literal>) alapfeltételként a következőt tartalmazza: <emphasis>qr{}xms</emphasis>. A zárójelek között jegyezhető be az aktuális reguláris kifejezés.
zh_cn: <literal>Regex（正则表达式）</literal>：可以使用正则表达式测试字段值。 重要的是，<literal> Match（匹配） </literal>包含<emphasis> qr {} xms </emphasis>作为基础条件，在大括号之间才是实际的正则表达式。

source: <literal>Module</literal>: Allows you to use a perl module for condition checking. If it returns 1, the check was positive. You can find an example module in <filename>Kernel/System/ProcessManagement/TransitionValidation/ValidateDemo.pm</filename>.
hu: „Modul” (<literal>Module</literal>): Lehetővé teszi egy perl modul használatát a feltétel ellenőrzéséhez. Ha a visszatérési értéke 1, akkor az ellenőrzés pozitív volt. Egy példamodul megtalálható a <filename>Kernel/System/ProcessManagement/TransitionValidation/ValidateDemo.pm</filename> fájlban.
zh_cn: <literal>Module（模块）</literal>：允许使用perl模块进行条件检查。 如果返回1，检查结果是正的。 您可以在<filename>Kernel/System/ProcessManagement/TransitionValidation/ValidateDemo.pm</filename>中找到一个示例模块。

source: Transition Actions are actions which can be triggered after successfully applied transitions (when a process ticket moves from one activity to another). These Transition Actions can be used to perform different changes on the ticket, e. g. change the Queue or the Owner of the ticket, and you can also create your own Transition Actions to perform other complex changes.
hu: Az átmenet műveletek olyan műveletek, amelyek a sikeresen alkalmazott átmenetek után aktiválhatók (amikor egy folyamatjegy átlép az egyik tevékenységből egy másikba). Ezek az átmenet műveletek különböző változtatások végrehajtásához használhatók a jegyen, például a jegy várólistájának vagy tulajdonosának megváltoztatásához. Létrehozhatja a saját átmenet műveleteit is egyéb összetett változtatások végrehajtásához.
zh_cn: 转换操作是成功应用转换后触发的操作（当一个流程工单从一个活动移动到另一活动时）。这些转换操作用来对工单执行不同的变更，如变更工单的队列或所有者，你还可以创建你自己的转换操作来执行其它的复杂变更。

source: Transition Action configuration
hu: Átmenet művelet beállításai
zh_cn: 转换操作配置

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Queue Move', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Junk', UserID => 123, }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Várólista-áthelyezés', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Szemét', UserID => 123, }, }, };

source: The name of the Transition Action.
hu: Az átmenet művelet neve.
zh_cn: 转换操作的名称。

source: Module
hu: Modul (Module)
zh_cn: Module（模块）

source: Specifies the Perl module to be used.
hu: Megadja a használandó Perl-modult.
zh_cn: 指定使用的Perl模块。

source: Config
hu: Beállítás (Config)
zh_cn: Config（配置）

source: This parameter contains all settings which are required for the module. Its content depends on the particular Transition Action module which is used. Please see the documentation of the individual modules for details. In our example, only the Queue must be specified. Nevertheless we are also sending UserID parameter, by using the UserID parameter. The transition action will be executed impersonating the user with the given UserID.
hu: Ez a paraméter az összes olyan beállítást tartalmazza, amelyek szükségesek a modulhoz. A tartalma attól az adott átmenet művelet modultól függ, amelyet használnak. A részletekért nézze meg az egyes modulok dokumentációját. A mi példánkban csak a várólistát (Queue) kell megadni. Mindamellett a felhasználó-azonosító paramétert is elküldjük a UserID paraméter használatával. Az átmenet művelet a megadott felhasználó-azonosítóval rendelkező felhasználót megszemélyesítve lesz végrehajtva.
zh_cn: 这个参数包含模块所需的所有设置。它的内容取决于使用的特定的转换操作模块。请参阅单独的模块文档以了解详细信息。在我们的示例中，仅需指定队列，不过我们还需使用UserID来发送UserID参数，转换操作将使用给定的UserID来模拟用户执行。

source: The use of UserID inside the <literal>Config</literal> parameter of a Transition Action is accepted by all Transition Actions (since OTRS 3.2.4). In this example it could be particularly important if the user that triggers the Transition does not have permissions to move the ticket to the queue <literal>Junk</literal>, while the user with the UserID 123 might have.
hu: A felhasználó-azonosító (UserID) használata egy átmenet művelet beállítás (<literal>Config</literal>) paraméterén belül minden átmenet művelet által elfogadott (az OTRS 3.2.4 verziója óta). Ebben a példában ez különösen fontos lehet, ha az átmenetet aktiváló felhasználónak nincs jogosultsága a jegy áthelyezéséhez a „Szemét” (<literal>Junk</literal>) várólistába, miközben az 123 felhasználó-azonosítóval rendelkező felhasználónak van.
zh_cn: 从OTRS 3.2.4开始，所有的转换操作都可以使用<literal> Config（配置） </literal>参数中的UserID。 在本示例中，如果触发转换的用户没有权限将工单移动到队列<literal> Junk </literal>，而UserID 为123的用户可能具有此权限，这是非常重要的。

source: Reusing Transition Action modules
hu: Átmenet művelet modulok újrahasználata
zh_cn: 重复使用转换操作模块

source: To use Transition Action modules multiple times, just specify several Transition Actions in your configuration. Example:
hu: Az átmenet művelet modulok többszöri használatához egyszerűen adjon meg több átmenet műveletet a beállításokban. Példa:
zh_cn: 要重复使用转换操作模块，只需在配置中指定多个转换操作。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Queue Move Junk', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Junk', }, }, 'TA2' => { Name => 'Queue Move Raw', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Raw', }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Várólista-áthelyezés: Szemét', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Szemét', }, }, 'AM2' => { Name => 'Várólista-áthelyezés: Nyers', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet', Config => { Queue => 'Nyers', }, }, };

source: Here the same module is used to move a process ticket into the <literal>Raw</literal> queue, and another time to move it into the junk queue. The Transition Action which must be used for a particular Transition is determined from the <literal>Path</literal> setting of the Process configuration.
hu: Itt ugyanazt a modult használják egy folyamatjegy áthelyezéséhez a <literal>Nyers</literal> várólistába, és egy másik alkalommal a szemét várólistába való áthelyezéshez. Az az átmenet művelet, amelyet egy adott átmenetnél használni kell, a folyamat beállításainak útvonal (<literal>Path</literal>) beállításában van meghatározva.
zh_cn: 这里使用同一个模块将流程单移动到<literal> Raw </literal>队列中，另一次将其移动到 junk 队列中。 必须用于特定转换的转换操作由流程配置的<literal> Path（路径） </literal>设置确定。

source: Available Transition Actions
hu: Elérhető átmenet műveletek
zh_cn: 可用的转换操作

source: OTRS comes with several Transition Actions that can be used in your processes. Here you can find their documentation and how they need to be configured.
hu: Az OTRS számos átmenet művelettel jön, amelyek használhatók a folyamatokban. Itt találhatja meg a dokumentációjukat, és hogy hogyan szükséges beállítani azokat.
zh_cn: OTRS自带了多个可在你的流程中使用的转换操作。在这里你可以找到它们的文档以及需要如何配置它们。

source: Sets one or more dynamic fields at a process ticket. Example:
hu: Egy vagy több dinamikus mezőt állít be egy folyamatjegynél. Példa:
zh_cn: 在一个流程工单中设置一个或多个动态字段，示例：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set DynamicField MasterSlave to Master and Approved to 1', Module => 'Kernel::System::ProcessManagement::TransitionAction::DynamicFieldSet', Config => { MasterSlave => 'Master', Approved => '1', }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'A „MasterSlave” dinamikus mező beállítása „Master” értékre és az „Approved” beállítása 1-re', Module => 'Kernel::System::ProcessManagement::TransitionAction::DynamicFieldSet', Config => { MasterSlave => 'Master', Approved => '1', }, }, };

source: <literal>Name</literal> specifies the name of the configured TransitionAction.
hu: A név (<literal>Name</literal>) adja meg a beállított átmenet művelet nevét.
zh_cn: <literal>Name</literal>指定配置的转换操作的名称。

source: <literal>MasterSlave</literal> and <literal>Approved</literal> are given as examples of DynamicField names. The values of the fields (<literal>Master</literal> and <literal>1</literal>) will be set by this TransitionAction.
hu: A mester-alárendelt (<literal>MasterSlave</literal>) és a jóváhagyva (<literal>Approved</literal>) dinamikus mezőnév példaként vannak megadva. A mezők értékei (<literal>Master</literal> és <literal>1</literal>) lesznek beállítva ezzel az átmenet művelettel.
zh_cn: <literal>MasterSlave</literal> 和<literal>Approved</literal>是指定动态字段名称的示例。 这两个字段的值（<literal> Master</literal>和<literal> 1 </literal>）通过此转换操作设置。

source: Creates an article, the %DataPayload parameters depends on the given communication channel, by default <literal>Internal</literal> is used. Example:
hu: Létrehoz egy bejegyzést, a %DataPayload paraméterek a megadott kommunikációs csatornától függnek, alapértelmezetten az <literal>Internal</literal> van használva. Példa:
zh_cn: 创建一个信件，％DataPayload参数取决于给定的通信通道，默认情况下使用<literal>Internal（内部）</literal>。 示例：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Article Create Note', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketArticleCreate', Config => { Config => { SenderType => 'agent', # (required) agent|system|customer IsVisibleForCustomer => 1, # 0 or 1 CommunicationChannel => 'Internal', # Internal|Phone|Email|..., default: Internal %DataPayload, # some parameters depending of each communication channel }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Bejegyzés létrehozási értesítés', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketArticleCreate', Config => { Config => { SenderType => 'agent', # (kötelező) agent|system|customer IsVisibleForCustomer => 1, # 0 vagy 1 CommunicationChannel => 'Internal', # Internal|Phone|Email|..., alapértelmezett: Internal %DataPayload, # néhány paraméter az egyes kommunikációs csatornáktól függően }, }, };

source: The following is the %DataPayload for MIME based Communication channels (<literal>Email</literal>,<literal>Internal</literal> and <literal>Phone</literal>).
hu: A %DataPayload a következő a MIME alapú kommunikációs csatornákhoz (<literal>Email</literal>,<literal>Internal</literal> és <literal>Phone</literal>).
zh_cn: 下面是基于MIME的通信通道的％DataPayload（<literal>Email（电子邮件）</literal>、<literal>Internal（内部）</literal> 和<literal>Phone（电话）</literal>）。

source: SenderType => 'agent', # agent|system|customer ContentType => 'text/plain; charset=ISO-8859-15', # or optional Charset & MimeType (e.g. 'text/html; charset=UTF-8') Subject => 'some short description', # required Body => 'the message text', # required HistoryType => 'OwnerUpdate', # EmailCustomer|Move|AddNote|PriorityUpdate|WebRequestCustomer|... HistoryComment => 'Some free text!', From => 'Some Agent <email@example.com>', # not required but useful To => 'Some Customer A <customer-a@example.com>', # not required but useful Cc => 'Some Customer B <customer-b@example.com>', # not required but useful ReplyTo => 'Some Customer B <customer-b@example.com>', # not required InReplyTo => '<asdasdasd.12@example.com>', # not required but useful References => '<asdasdasd.1@example.com> <asdasdasd.12@example.com>', # not required but useful NoAgentNotify => 0, # if you don't want to send agent notifications AutoResponseType => 'auto reply', # auto reject|auto follow up|auto reply/new ticket|auto remove ForceNotificationToUserID => '1,43,56', # if you want to force somebody ExcludeNotificationToUserID => '43,56', # if you want full exclude somebody from notifications, # will also be removed in To: line of article, # higher prio as ForceNotificationToUserID ExcludeMuteNotificationToUserID => '43,56', # the same as ExcludeNotificationToUserID but only the # sending gets muted, agent will still shown in To: # line of article
hu: SenderType => 'agent', # agent|system|customer ContentType => 'text/plain; charset=ISO-8859-2', # vagy választható karakterkészlet és MIME-típus (például 'text/html; charset=UTF-8') Subject => 'valamilyen rövid leírás', # kötelező Body => 'az üzenet szövege', # kötelező HistoryType => 'OwnerUpdate', # EmailCustomer|Move|AddNote|PriorityUpdate|WebRequestCustomer|... HistoryComment => 'Valamilyen szabad szöveg!', From => 'Valamilyen Ügyintéző <email@example.com>', # nem kötelező, de hasznos To => 'Valamilyen Ügyfél A <ugyfel-a@example.com>', # nem kötelező, de hasznos Cc => 'Valamilyen Ügyfél B <ugyfel-b@example.com>', # nem kötelező, de hasznos ReplyTo => 'Valamilyen Ügyfél B <ugyfel-b@example.com>', # nem kötelező InReplyTo => '<asdasdasd.12@example.com>', # nem kötelező, de hasznos References => '<asdasdasd.1@example.com> <asdasdasd.12@example.com>', # nem kötelező, de hasznos NoAgentNotify => 0, # he nem szeretne ügyintézői értesítéseket küldeni AutoResponseType => 'auto reply', # auto reject|auto follow up|auto reply/new ticket|auto remove ForceNotificationToUserID => '1,43,56', # ha kényszeríteni szeretne valakit ExcludeNotificationToUserID => '43,56', # ha teljesen ki szeretne zárni valakit az értesítésekből, # el lesz távolítva a bejegyzés To: sorából is, # magasabb prioritás a ForceNotificationToUserID paraméternél ExcludeMuteNotificationToUserID => '43,56', # ugyanaz mint az ExcludeNotificationToUserID paraméternél, # de csak küldés lesz elnémítva, az ügyintéző még látható # lesz a bejegyzés To: sorában

source: <literal>Name</literal> specifies the name of the configured TransitionAction. It can be freely chosen, but should reflect the purpose of the configured action.
hu: A név (<literal>Name</literal>) adja meg a beállított átmenet művelet nevét. Szabadon megválasztható, de utalnia kell a beállított művelet céljára.
zh_cn: <literal>Name</literal>指定配置的转换操作的名称，可以随意选择，但应反映出操作的意图。

source: <literal>SenderType</literal> defines the sender type of the article. Possible values: agent, system, customer.
hu: A küldő típusa (<literal>SenderType</literal>) határozza meg a bejegyzés küldőjének típusát. Lehetséges értékek: agent, system, customer.
zh_cn: <literal>SenderType</literal>定义信件的发件人类型，可能的值有：服务人员、系统、客户。

source: <literal>IsVisibleForCustomer</literal> defines if the article should be displayed in the customer interface.
hu: A látható az ügyfélnek (<literal>IsVisibleForCustomer</literal>) határozza meg, hogy a bejegyzést meg kell-e jeleníteni az ügyfélfelületen.
zh_cn: <literal>IsVisibleForCustomer</literal>定义信件是否应显示在客户界面中。

source: <literal>CommunicationChannel</literal> defines the type of the article to be created. Possible values: <literal>Email</literal>, <literal>Internal</literal> and <literal>Phone</literal>. This list could be extended by installing new communication channels via an OTRS Package.
hu: A kommunikációs csatorna (<literal>CommunicationChannel</literal>) határozza meg a létrehozandó bejegyzés típusát. Lehetséges értékek: e-mail (<literal>Email</literal>), belső (<literal>Internal</literal>) és telefon (<literal>Phone</literal>). Ez a lista bővíthető új kommunikációs csatornák telepítésével egy OTRS csomagon keresztül.
zh_cn: <literal>CommunicationChannel（通信通道）</literal>定义要创建的信件类型，可能的值有：<literal>Email</literal>、<literal>Internal</literal> 和<literal>Phone</literal>。还可以通过OTRS软件包安装新的通信通道来扩展此列表。

source: <literal>ContentType</literal> defines the content type of the article. Possible values: <literal>text/plain; charset=ISO-8859-15</literal> or any other valid charset and mime type.
hu: A tartalomtípus (<literal>ContentType</literal>) határozza meg a bejegyzés tartalomtípusát. Lehetséges értékek: <literal>text/plain; charset=ISO-8859-2</literal> vagy bármilyen egyéb karakterkódolás és MIME-típus.
zh_cn: <literal>ContentType</literal>定义信件的内容类型，可能的值有： <literal>text/plain; charset=ISO-8859-15</literal>或其它任何有效的字符集和MIME类型。

source: <literal>Subject</literal> defines the article title. Mandatory.
hu: A tárgy (<literal>Subject</literal>) határozza meg a bejegyzés címét. Kötelező.
zh_cn: <literal>Subject</literal>定义信件标题，必填。

source: <literal>Body</literal> defines the article content. Mandatory.
hu: A törzs (<literal>Body</literal>) határozza meg a bejegyzés tartalmát. Kötelező.
zh_cn: <literal>Body</literal>定义信件的正文内容，必填。

source: <literal>HistoryType</literal> defines the type of the history entry. Possible values: AddNote, ArchiveFlagUpdate, Bounce, CustomerUpdate, EmailAgent, EmailCustomer, EscalationResponseTimeNotifyBefore, EscalationResponseTimeStart, EscalationResponseTimeStop, EscalationSolutionTimeNotifyBefore, EscalationSolutionTimeStart, EscalationSolutionTimeStop, EscalationUpdateTimeNotifyBefore, EscalationUpdateTimeStart, EscalationUpdateTimeStop, FollowUp, Forward, Lock, LoopProtection, Merged, Misc, Move, NewTicket, OwnerUpdate, PhoneCallAgent, PhoneCallCustomer, PriorityUpdate, Remove, ResponsibleUpdate, SendAgentNotification, SendAnswer, SendAutoFollowUp, SendAutoReject, SendAutoReply, SendCustomerNotification, ServiceUpdate, SetPendingTime, SLAUpdate, StateUpdate, Subscribe, SystemRequest, TicketDynamicFieldUpdate, TicketLinkAdd, TicketLinkDelete, TimeAccounting, TypeUpdate, Unlock, Unsubscribe, WebRequestCustomer.
hu: Az előzmény típusa (<literal>HistoryType</literal>) határozza meg az előzménybejegyzés típusát. Lehetséges értékek: AddNote, ArchiveFlagUpdate, Bounce, CustomerUpdate, EmailAgent, EmailCustomer, EscalationResponseTimeNotifyBefore, EscalationResponseTimeStart, EscalationResponseTimeStop, EscalationSolutionTimeNotifyBefore, EscalationSolutionTimeStart, EscalationSolutionTimeStop, EscalationUpdateTimeNotifyBefore, EscalationUpdateTimeStart, EscalationUpdateTimeStop, FollowUp, Forward, Lock, LoopProtection, Merged, Misc, Move, NewTicket, OwnerUpdate, PhoneCallAgent, PhoneCallCustomer, PriorityUpdate, Remove, ResponsibleUpdate, SendAgentNotification, SendAnswer, SendAutoFollowUp, SendAutoReject, SendAutoReply, SendCustomerNotification, ServiceUpdate, SetPendingTime, SLAUpdate, StateUpdate, Subscribe, SystemRequest, TicketDynamicFieldUpdate, TicketLinkAdd, TicketLinkDelete, TimeAccounting, TypeUpdate, Unlock, Unsubscribe, WebRequestCustomer.
zh_cn: <literal>HistoryType</literal>定义历史条目的类型，可能的值有：AddNote（添加备注）、 ArchiveFlagUpdate（归档标记更新）、 Bounce（退回）、 CustomerUpdate（客户更新）、 EmailAgent（服务人员邮件）、 EmailCustomer（客户邮件）、 EscalationResponseTimeNotifyBefore（升级响应时间通知之前）、 EscalationResponseTimeStart（升级响应时间开始）、 EscalationResponseTimeStop（升级响应时间停止）、 EscalationSolutionTimeNotifyBefore（升级解决时间通知之前）、 EscalationSolutionTimeStart（升级解决时间开始）、 EscalationSolutionTimeStop（升级解决时间停止）、 EscalationUpdateTimeNotifyBefore（升级更新时间通知之前）、 EscalationUpdateTimeStart（升级更新时间开始）、 EscalationUpdateTimeStop（升级更新时间停止）、 FollowUp（跟进）、 Forward（转发）、 Lock（锁定）、 LoopProtection（环路保护）、 Merged（合并）、 Misc（杂项）、 Move（移动）、 NewTicket（新建工单）、 OwnerUpdate（所有者更新）、 PhoneCallAgent（服务人员电话）、 PhoneCallCustomer（客户电话）、 PriorityUpdate（优先级更新）、 Remove（移除）、 ResponsibleUpdate（负责人更新）、 SendAgentNotification（发送服务人员通知）、 SendAnswer（发送答复）、 SendAutoFollowUp（发送自动跟进）、 SendAutoReject（发送自动拒绝）、 SendAutoReply（发送自动回复）、 SendCustomerNotification（发送客户通知）、 ServiceUpdate（服务更新）、 SetPendingTime（设置挂起时间）、 SLAUpdate（SLA更新）、 StateUpdate（状态更新）、 Subscribe（关注）、 SystemRequest（系统请求）、 TicketDynamicFieldUpdate（工单动态字段更新）、 TicketLinkAdd（添加工单链接）、 TicketLinkDelete（删除工单链接）、 TimeAccounting（工时管理）、 TypeUpdate（类型更新）、 Unlock（解锁）、 Unsubscribe（取消关注）、 WebRequestCustomer（客户WEB请求）。
