Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: OTRS supports different types of users. Using the link <emphasis>Customer Users</emphasis> (via the navigation bar, or the Admin page), you can manage the accounts of your customer users (see figure below), who can log into the system via the Customer Users interface (<filename>customer.pl</filename>). Through this interface, your customers can not only create tickets but also review their past tickets for new updates. It is important to know that a customer user is needed for the ticket history in the system.
hu: Az OTRS különféle típusú felhasználókat támogat. Az <emphasis>Ügyfél-felhasználók</emphasis> hivatkozás használatával (a navigációs sávon vagy az adminisztrációs oldalon keresztül) kezelheti az ügyfél-felhasználói fiókjait (lásd a lenti ábrát), hogy ki jelentkezhet be a rendszerre az ügyfél-felhasználó felületen keresztül (<filename>customer.pl</filename>). Ezen felületen keresztül az ügyfelei nem csak jegyeket tudnak létrehozni, hanem áttekinthetik a korábbi jegyeiket is a frissítésekkel. Fontos tudnia, hogy egy ügyfél-felhasználóra van szükség a rendszeren lévő jegyelőzményekhez.
zh_cn: OTRS支持不同类型的用户。 使用链接<emphasis>客户用户</emphasis>（通过导航栏或管理页面），您可以管理客户用户的帐户（见下图），谁可以通过客户用户界面登录系统（<filename>customer.pl</filename>）。 通过此界面，您的客户不仅可以创建工单，还可以查看他们以前的工单以进行新的更新。 重要的是要知道系统中的工单历史记录需要客户用户。

source: Customer User management
hu: Ügyfél-felhasználó kezelés
zh_cn: 客户用户管理

source: You can search for a registered customer user, or edit their settings by clicking on their name. You also have the possibility to change the customer back-end, for further information please refer to the chapter about <link linkend="external-backends">external back-ends</link>.
hu: Rákereshet egy regisztrált ügyfél-felhasználóra, vagy szerkesztheti a beállításaikat a nevükre kattintva. Megvan az a lehetősége is, hogy megváltoztassa az ügyfél háttérprogramját. További információkért olvassa el a <link linkend="external-backends">külső háttérprogramokról</link> szóló fejezetet.
zh_cn: 可以搜索注册的客户用户，或者通过点击其名称来编辑他们的设置。 还可以更改客户后端，有关更多信息，请参阅有关<link linkend="external-backends">外部后端</link>的章节。

source: To create a new customer user account, click on the <emphasis>Add customer user</emphasis> button (see figure below). Some of the fields are mandatory, i.e., they have to contain values, so if you leave one of those empty, it will be highlighted in red.
hu: Egy új ügyfél-felhasználói fiók létrehozásához kattintson az <emphasis>Ügyfél-felhasználó hozzáadása</emphasis> gombra (lásd a lenti ábrát). Néhány mező kötelező, azaz értéket kell tartalmazniuk, így ha azok egyikét üresen hagyja, akkor pirossal lesznek kiemelve.
zh_cn: 要创建一个新的客户用户帐户，点击<emphasis>添加客户用户</emphasis>按钮（见下图）。 某些字段是强制性的，即它们必须包含值，因此如果其中的一个留空不填，则将以红色突出显示。

source: Adding a customer user
hu: Egy ügyfél-felhasználó hozzáadása
zh_cn: 添加一个客户用户

source: Customer Users can access the system by providing their username and password. The CustomerID is needed by the system to identify the user and associated tickets. Since the email address is a unique value, it can be used as the ID.
hu: Az ügyfél-felhasználók a felhasználónevük és jelszavuk megadásával férhetnek hozzá a rendszerhez. A rendszernek szüksége van az ügyfél-azonosítóra a felhasználó és a hozzárendelt jegyek azonosításához. Mivel az e-mail cím egyedi érték, használható azonosítóként.
zh_cn: 客户用户可以通过提供用户名和密码访问系统。 系统需要CustomerID来识别用户和相关的工单。 由于电子邮件地址是一个唯一的值，可以用作客户ID。

source: With the configuration parameter <link linkend="ConfigReference_Setting_AdminCustomerUser::UseAutoComplete">AdminCustomerUser::UseAutoComplete</link> in the Admin SysConfig the autocomplete field can be activated for the customer ID selection in the customer user add or edit screen.
hu: Az adminisztrátori rendszerbeállításokban lévő <link linkend="ConfigReference_Setting_AdminCustomerUser::UseAutoComplete">AdminCustomerUser::UseAutoComplete</link> beállítási paraméterrel kapcsolható be az automatikus kiegészítés mező az ügyfél-azonosító kijelöléséhez az ügyfél-felhasználó hozzáadása vagy szerkesztése képernyőn.
zh_cn: 在系统管理系统配置中的<link linkend="ConfigReference_Setting_AdminCustomerUser::UseAutoComplete">AdminCustomerUser::UseAutoComplete</link>配置参数可以激活在添加或编辑客户用户屏幕选择客户ID时的自动补齐功能。

source: As with agents, groups and roles, customer users can not be deleted from the system, only deactivated by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint az ügyintézők, csoportok és szerepek esetén, az ügyfél-felhasználók sem törölhetők a rendszerről, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与服务人员、组和角色一样，客户用户无法从系统中删除，只能通过将有效选项设置为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来禁用。

source: Customer Users ↔ Customers Relations
hu: Ügyfél-felhasználók ↔ Ügyfelek kapcsolatok
zh_cn: 客户用户↔客户的关系

source: Customer users can be assigned to multiple customers (and vice-versa) using the link <emphasis>Customer Users ↔ Customers</emphasis> on the admin page. In addition to their own (primary) customer, they will be linked to any other customer for which there is a defined relation.
hu: Az ügyfél-felhasználók hozzárendelhetők több ügyfélhez is (és fordítva) az adminisztrációs oldalon lévő <emphasis>Ügyfél-felhasználók ↔ Ügyfelek</emphasis> hivatkozás használatával. A saját (elsődleges) ügyfelükön kívül hozzá lesznek kapcsolva bármilyen más ügyfélhez, amelyekhez létezik meghatározott kapcsolat.
zh_cn: 可以使用系统管理页面上的<emphasis>客户用户↔客户</emphasis>链接将客户用户分配给多个客户（反之亦然）。 除了自己的（主要）客户之外，他们还将链接到与其定义了关系的任何其他客户。

source: This gives them access to tickets of customer users from these customers.
hu: Ez ad nekik hozzáférést az ezektől az ügyfelektől származó ügyfél-felhasználók jegyeihez.
zh_cn: 这使他们能够访问这些客户的其它用户相关的工单。

source: Customer Users-Customers relations management
hu: Ügyfél-felhasználók–ügyfelek kapcsolatainak kezelése
zh_cn: 客户用户↔客户的关系管理

source: Customer Users ↔ Groups
hu: Ügyfél-felhasználók ↔ Csoportok
zh_cn: 客户用户 ↔ 组

source: Customer users can also be added to a group, which can be useful if you want to add customer users of the same company with access to one or a few queues. First create the group to which your customer users will belong, via the <link linkend="adminarea-groups">Group management module</link>. Then add the <link linkend="adminarea-queue">queues</link> and select the new group for the queues.
hu: Az ügyfél-felhasználók is hozzáadhatók egy csoporthoz, amely akkor lehet hasznos, ha ugyanazon vállalat ügyfél-felhasználóit szeretné hozzáadni egy vagy néhány várólistához való hozzáféréssel. A <link linkend="adminarea-groups">csoportkezelés modulon</link> keresztül először hozza létre a csoportot, amelyhez az ügyfél-felhasználók tartozni fognak. Ezután adja hozzá a <link linkend="adminarea-queue">várólistákat</link>, és válassza ki az új csoportot a várólistákhoz.
zh_cn: 如果想添加同一个单位的客户用户访问一个或几个队列，也可以将客户用户添加到一个组中，这可能很有用。 首先通过<link linkend="adminarea-groups">组管理模块</link>创建客户用户所属的组。 然后添加<link linkend="adminarea-queue">队列</link>，并为该队列选择新建的组。

source: The next step is to activate the customer group support. This can be done with the configuration parameter <link linkend="ConfigReference_Setting_CustomerGroupSupport">CustomerGroupSupport</link>, from the Admin SysConfig option. Using the parameter <link linkend="ConfigReference_Setting_CustomerGroupAlwaysGroups">CustomerGroupAlwaysGroups</link>, you can specify the default groups for a newly added customer user, so that every new account will be automatically added to these groups.
hu: A következő lépés, hogy bekapcsolja az ügyfélcsoport támogatását. Ezt a <link linkend="ConfigReference_Setting_CustomerGroupSupport">CustomerGroupSupport</link> beállítási paraméterrel lehet megtenni az adminisztrációs rendszerbeállítás lehetőségből. A <link linkend="ConfigReference_Setting_CustomerGroupAlwaysGroups">CustomerGroupAlwaysGroups</link> paraméter használatával megadhatja az alapértelmezett csoportokat egy újonnan hozzáadott ügyfélhez azért, hogy minden új fiók automatikusan hozzáadásra kerüljön ezekhez a csoportokhoz.
zh_cn: 下一步是激活客户组支持。 这可以通过系统管理-系统配置选项中的配置参数 <link linkend="ConfigReference_Setting_CustomerGroupSupport"> CustomerGroupSupport（客户组支持）</link>完成。可以使用参数<link linkend="ConfigReference_Setting_CustomerGroupAlwaysGroups">CustomerGroupAlwaysGroups</link>指定新添加的客户用户的默认组，以便将每个新帐户自动添加到这些组。

source: Through the link <emphasis>Customer Users ↔ Groups</emphasis> you can manage which customer shall belong to the different groups (see figure below).
hu: Az <emphasis>Ügyfél-felhasználók ↔ Csoportok</emphasis> hivatkozáson keresztül kezelheti, hogy mely ügyfélnek kell a különböző csoportokhoz tartoznia (lásd a lenti ábrát).
zh_cn: 通过链接<emphasis>客户用户↔组</emphasis>可以管理哪个客户要属于不同的组（见下图）。

source: Customer Users-Group relations management
hu: Ügyfél-felhasználók–csoport kapcsolatok kezelése
zh_cn: 客户用户↔组的关系管理

source: To define the different groups a customer should be part of and vice versa, click on the corresponding customer username or group (see below the Figures 4.18 and 4.19, respectively).
hu: A különböző csoportok meghatározásához, amelyeknek egy ügyfél része kell hogy legyen, és fordítva, kattintson a megfelelő ügyfél felhasználónevére vagy a csoportra (lásd a lenti 4.18. és 4.19. ábrát ezzel kapcsolatban).
zh_cn: 要给一个客户用户定义不同的组或者给一个组分配不同的客户用户，点击相应的客户用户或组名称（分别如下图4.18和4.19）

source: Change Group relations for a Customer User
hu: Csoportkapcsolatok megváltoztatása egy ügyfél-felhasználónál
zh_cn: 更改一个客户用户的组关系

source: Change Customer user relations for a Group
hu: Ügyfélfelhasználó-kapcsolatok megváltoztatása egy csoportnál
zh_cn: 更改一个组的客户用户关系

source: Customers ↔ Groups
hu: Ügyfelek ↔ Csoportok
zh_cn: 客户 ↔ 组

source: Customers can also be added to a group, which can be useful if you don't want to add group relations to every single customer user. First create the group to which your customers will belong, via the <link linkend="adminarea-groups">Group management module</link>. Then add the <link linkend="adminarea-queue">queues</link> and select the new group for the queues.
hu: Az ügyfelek is hozzáadható egy csoporthoz, amely akkor lehet hasznos, ha nem szeretne csoportkapcsolatokat hozzáadni minden egyes ügyfél-felhasználóhoz. A <link linkend="adminarea-groups">csoportkezelés modulon</link> keresztül először hozza létre a csoportot, amelyhez az ügyfelek tartozni fognak. Ezután adja hozzá a <link linkend="adminarea-queue">várólistákat</link>, és válassza ki az új csoportot a várólistákhoz.
zh_cn: 如果你不想为每个客户用户添加组关系，也可以将客户添加到一个组中，这可能很有用。 首先通过<link linkend="adminarea-groups">组管理模块</link>创建客户所属的组。 然后添加<link linkend="adminarea-queue">队列</link>，并为该队列选择新建的组。

source: The next step is to activate the customer group support. This can be done with the configuration parameter <link linkend="ConfigReference_Setting_CustomerGroupSupport">CustomerGroupSupport</link>, from the Admin SysConfig option. Using the parameter <link linkend="ConfigReference_Setting_CustomerGroupAlwaysGroups">CustomerGroupAlwaysGroups</link>, you can specify the default groups for a newly added customers, so that every new customer will be automatically added to these groups. Available permission levels can be changed via configuration.
hu: A következő lépés, hogy bekapcsolja az ügyfélcsoport támogatását. Ezt a <link linkend="ConfigReference_Setting_CustomerGroupSupport">CustomerGroupSupport</link> beállítási paraméterrel lehet megtenni az adminisztrációs rendszerbeállítás lehetőségből. A <link linkend="ConfigReference_Setting_CustomerGroupAlwaysGroups">CustomerGroupAlwaysGroups</link> paraméter használatával megadhatja az alapértelmezett csoportokat egy újonnan hozzáadott ügyfelekhez azért, hogy minden új ügyfél automatikusan hozzáadásra kerüljön ezekhez a csoportokhoz. Az elérhető jogosultsági szintek a beállításokon keresztül változtathatók meg.
zh_cn: 下一步是激活客户组支持。 这可以通过系统管理-系统配置选项中的配置参数 <link linkend="ConfigReference_Setting_CustomerGroupSupport"> CustomerGroupSupport（客户组支持）</link>完成。可以使用参数<link linkend="ConfigReference_Setting_CustomerGroupAlwaysGroups">CustomerGroupAlwaysGroups</link>指定新添加的客户的默认组，以便将每个新客户自动添加到这些组。可以通过配置更改可用权限级别。

source: Assigned permissions will be shared among all customer users of this customer, so permissions don't have to be given individually to every customer user (although this is still possible if required).
hu: A hozzárendelt jogosultságok meg lesznek osztva ezen ügyfél összes ügyfél-felhasználója között, így a jogosultságokat nem kell egyesével hozzáadni minden ügyfél-felhasználóhoz (habár ez továbbra is lehetséges, ha szükséges).
zh_cn: 分配的权限将在该客户的所有用户之间共享，因此不必为每个客户用户分配权限（尽管如果需要，这仍然是可能的）。

source: Different contexts of permission assignment are available, which will determine how the permissions are inherited by customer users.
hu: A jogosultság-hozzárendelés különböző környezetei érhetők el, amelyek azt fogják meghatározni, hogy a jogosultságokat hogyan örököljék az ügyfél-felhasználók.
zh_cn: 权限分配的不同上下文是可用的，这将决定客户用户如何继承权限。

source: The following contexts are available:
hu: A következő környezetek érhetők el:
zh_cn: 下列的上下文可用：

source: Same Customer
hu: Ugyanaz az ügyfél
zh_cn: 同一客户

source: Group permissions will be inherited by all customer users of this customer. This provides them with access to tickets of all customer users from the this customer if they are located in a queue that's assigned to this group.
hu: A csoportjogosultságokat ezen ügyfél összes ügyfél-felhasználója meg fogja örökölni. Ez hozzáférést biztosít számukra az ettől az ügyféltől származó összes ügyfél-felhasználó jegyéhez, ha azok egy olyan várólistában találhatók, amely ehhez a csoporthoz van rendelve.
zh_cn: 组权限将由该客户的所有用户继承。 如果他们位于分配给这个组的队列中，则可以让他们访问来自该客户的所有用户的工单。

source: Other Customers
hu: Más ügyfelek
zh_cn: 其它客户

source: Group permissions will be inherited by all customer users of this customer. This provides them with access to tickets of all customer users from other customers if they are located in a queue that's assigned to this group and if the other customer also has permissions to this group.
hu: A csoportjogosultságokat ezen ügyfél összes ügyfél-felhasználója meg fogja örökölni. Ez hozzáférést biztosít számukra a másik ügyféltől származó összes ügyfél-felhasználó jegyéhez, ha azok egy olyan várólistában találhatók, amely ehhez a csoporthoz van rendelve, és ha a másik ügyfél is rendelkezik jogosultsággal erre a csoportra.
zh_cn: 组权限将由该客户的所有用户继承。 如果他们位于分配给该组的队列中，并且其他客户也具有该组的权限，则可以让他们访问来自其他客户的所有用户的工单。

source: Access is limited to the level the customer user of a ticket has.
hu: A hozzáférés korlátozva van arra a szintre, amellyel egy jegy ügyfél-felhasználója rendelkezik.
zh_cn: 访问权限仅限于工单客户用户拥有的级别。

source: Through the link <emphasis>Customers ↔ Groups</emphasis> you can manage which customer shall belong to the different groups (see figure below).
hu: Az <emphasis>Ügyfelek ↔ Csoportok</emphasis> hivatkozáson keresztül kezelheti, hogy mely ügyfélnek kell a különböző csoportokhoz tartoznia (lásd a lenti ábrát).
zh_cn: 通过链接<emphasis>客户↔组</emphasis>可以管理哪个客户要属于不同的组（见下图）。

source: Customers-Group relations management
hu: Ügyfelek-csoport kapcsolatok kezelése
zh_cn: 客户↔组的关系管理

source: Customer permission functionality explained
hu: Az ügyféljogosultságok funkcionalitásának magyarázata
zh_cn: 客户权限功能解释

source: Access to tickets on the customer interface with enabled group support is mostly evaluated by a combination of group and individual (customer/customer user based) permission. Only if both criteria are met, specific access is granted.
hu: Az ügyfélfelületen az engedélyezett csoporttámogatással történő jegyekhez való hozzáférés többnyire a csoport és az egyéni (ügyfél/ügyfél-felhasználó alapú) jogosultságok kombinációjából van kiszámítva. Csak akkor van bizonyos hozzáférés megadva, ha mindkét feltétel teljesül.
zh_cn: 在客户界面访问启用了组支持的工单主要通过组和个体（基于客户或客户用户）的权限组合进行评估。 只有满足这两个条件，才能授予特定的访问权限。

source: If the resulting access is <emphasis>rw</emphasis>, a customer user can view and modify a ticket, if the access is <emphasis>ro</emphasis> only viewing is possible.
hu: Ha az eredményül kapott hozzáférés <emphasis>írás, olvasás</emphasis>, akkor egy ügyfél-felhasználó megtekinthet és módosíthat egy jegyet. Ha a hozzáférés <emphasis>csak olvasás</emphasis>, akkor csak megtekintés lehetséges.
zh_cn: 如果生成的访问权限是<emphasis> rw </emphasis>（读写），则客户用户可以查看和修改工单，如果访问权限是<emphasis>ro</emphasis>（只读），则只能查看工单。

source: For ticket creation only the group permissions are used and a customer user can create tickets for all queues with <emphasis>rw</emphasis> permissions (unless restricted otherwise, e.g. ACL or <literal>CustomerPanelOwnSelection</literal>).
hu: Jegylétrehozáshoz csak a csoportjogosultságok vannak használva, és egy ügyfél-felhasználó az összes várólistához létrehozhat jegyeket <emphasis>írás, olvasás</emphasis> jogosultsággal (hacsak másképp nincs korlátozva, például ACL vagy <literal>CustomerPanelOwnSelection</literal> használatával).
zh_cn: 创建工单时仅使用组权限，一个客户用户可以为所有具有<emphasis> rw </emphasis>权限的队列创建工单（除非另有限制，例如ACL或<literal> CustomerPanelOwnSelection </literal>）。

source: Group permissions are additive (meaning that only one method needs to grant permissions) and the following possibilities are taken into account:
hu: A csoportjogosultságok összeadandók (ez azt jelenti, hogy csak egy módszernek kell jogosultságot adni), és a következő lehetőségek lesznek figyelembe véve:
zh_cn: 组权限是累加的（意味着只需一种方法即可授予权限），并考虑以下可能性：

source: Customer user default groups via SysConfig setting
hu: Az ügyfél-felhasználó alapértelmezett csoportjai a rendszerbeállításokon keresztül
zh_cn: 通过系统配置设置的客户用户默认组

source: Groups assigned to the customer user via <emphasis>Customer Users ↔ Customers</emphasis> admin frontend
hu: Az ügyfél-felhasználóhoz rendelt csoportok az <emphasis>Ügyfél-felhasználók ↔ Ügyfelek</emphasis> adminisztrációs előtétprogramon keresztül
zh_cn: 通过<emphasis>客户用户↔客户</emphasis>系统管理前端分配给客户用户的组

source: Customer default groups via SysConfig setting
hu: Az ügyfél alapértelmezett csoportjai a rendszerbeállításokon keresztül
zh_cn: 通过系统配置设置的客户默认组

source: Groups assigned to the customer via <emphasis>Customers ↔ Groups</emphasis> admin frontend
hu: Az ügyfélhez rendelt csoportok az <emphasis>Ügyfelek ↔ Csoportok</emphasis> adminisztrációs előtétprogramon keresztül
zh_cn: 通过<emphasis>客户↔组</emphasis>系统管理前端分配给客户的组

source: For the methods above, all customers related to a customer user are used. This includes the 'primary' customer (selected in <emphasis>Customer User</emphasis> admin frontend), additional customers (added in <emphasis>Customer Users ↔ Customers</emphasis> admin frontend) and other customer that might exist in the backend.
hu: A fenti módszereknél egy ügyfél-felhasználóval kapcsolatban álló összes ügyfél használva lesz. Ez tartalmazza az „elsődleges” ügyfelet (az <emphasis>Ügyfél-felhasználó</emphasis> adminisztrációs előtétprogramon kiválasztva), a további ügyfeleket (az <emphasis>Ügyfél-felhasználók ↔ Ügyfelek</emphasis> adminisztrációs előtétprogramon hozzáadva), valamint az egyéb ügyfelet, amely esetleg a háttérprogramban létezhet.
zh_cn: 上述方法均会使用与客户用户相关的所有客户。 这包括“主要”客户（在系统管理前端中的<emphasis>客户用户</emphasis>选择），其他客户（在系统管理前端中的<emphasis>客户用户↔客户</emphasis>添加）和后端可能存在的其他客户。

source: Individual permission checks require one of the following conditions to be met:
hu: Az egyéni jogosultság-ellenőrzések a következő feltételek teljesülésének egyikét igénylik:
zh_cn: 个体权限检查需要满足以下条件之一：

source: Ticket is assigned to the customer user
hu: A jegy hozzá van rendelve az ügyfél-felhasználóhoz
zh_cn: 工单已分配给客户用户

source: Ticket is assigned to a customer that the customer user is related to (as explained above)
hu: A jegy egy olyan ügyfélhez van rendelve, akivel az ügyfél-felhasználó kapcsolatban áll (a fentiek szerint)
zh_cn: 工单已分配给与该客户用户相关的一个客户（如上所述）

source: Ticket is assigned to a customer with group permissions for the ticket queue while a customer related to the customer user has <emphasis>Other Customers</emphasis> permission to the same group
hu: A jegy csoportjogosultságokkal van hozzárendelve egy ügyfélhez a jegy várólistájánál, miközben az ügyfél-felhasználóval kapcsolatban álló ügyfélnek <emphasis>egyéb ügyfelek</emphasis> jogosultsága van ugyanarra a csoportra
zh_cn: 工单已分配给具有工单队列的组权限的客户，而与客户用户相关的客户具有对同一组的<emphasis>其他客户</emphasis>权限

source: An example for the last item to clarify the functionality:
hu: Egy példa az utolsó elemre a funkcionalitás tisztázásához:
zh_cn: 功能解释的最后一项的一个示例：

source: Ticket is assigned to customer user 'Arvid Karlsson' with related customer 'Ericsson AB'
hu: A jegy hozzá van rendelve az „Ericsson AB” ügyféllel kapcsolatban álló „Arvid Karlsson” ügyfél-felhasználóhoz
zh_cn: 工单已分配给客户用户“Arvid Karlsson”，其相关的客户是“Ericsson AB”

source: Ticket is located in queue 'Support Sweden'
hu: A jegy a „Support Sweden” várólistában található
zh_cn: 工单位于队列 'Support Sweden'

source: Queue 'Support Sweden' is in group 'support-se'
hu: A „Support Sweden” várólista a „support-se” csoportban van
zh_cn: 队列 'Support Sweden'在组 'support-se'中

source: Customer 'Ericsson AB' has 'Same Customer' context 'rw' permission to group 'support-se'
hu: Az „Ericsson AB” ügyfélnek „ugyanaz az ügyfél” környezete van „írás, olvasás” jogosultsággal a „support-se” csoportra
zh_cn: 客户 'Ericsson AB'具有组'support-se'的 'Same Customer' 上下文 'rw'权限

source: Logged in customer user is 'Barry Smith' which is related to customer 'Farmers Inc.'
hu: A bejelentkezett ügyfél-felhasználó „Barry Smith”, aki a „Farmers Inc.” ügyféllel áll kapcsolatban
zh_cn: 登录的客户用户 'Barry Smith'已关联到客户'Farmers Inc.'

source: Customer 'Farmers Inc.' has 'Same Customer' context 'ro' permission to group 'support-se'
hu: A „Farmers Inc.” ügyfélnek „ugyanaz az ügyfél” környezete van „csak olvasás” jogosultsággal a „support-se” csoportra
zh_cn: 客户'Farmers Inc.'具有组'support-se'的 'Same Customer' 的上下文 'ro'权限

source: Now, if Customer 'Farmers Inc.' is given 'Other Customers' context 'ro' permission to group 'support-se', Barry Smith will be able to view the ticket
hu: Most ha a „Farmers Inc.” ügyfélnek „egyéb ügyfelek” környezetet adnak „csak olvasás” jogosultsággal a „support-se” csoportra, akkor Barry Smith képes lesz megnézni a jegyet
zh_cn: 现在，如果客户'Farmers Inc.'给了到组 'support-se'的 'Other Customers'上下文 'ro'权限，Barry Smith就能查看工单

source: In order for Barry to modify the ticket, 'rw' permission is required for both 'Same Customer' and 'Other Customers' context
hu: Annak érdekében, hogy Barry módosíthassa a jegyet, „írás, olvasás” jogosultság szükséges mind az „ugyanaz az ügyfél”, mind az „egyéb ügyfelek” környezetnél
zh_cn: 为了让Barry修改工单， 'Same Customer' 组和 'Other Customers'组都需要 'rw'上下文权限

source: Multi-Tier Customer Relationship Usage/Setup Example
hu: Többszintű ügyfélkapcsolat használat / beállítási példa
zh_cn: 多层客户关系用法/设置示例

source: In this example we will create a multi-tier customer structure with resulting ticket permissions. To get the same results you will need a relatively clean system without many customizations.
hu: Ebben a példában létre fogunk hozni egy többszintű ügyfélszerkezetet az eredményül kapott jegyjogosultságokkal. Ugyanezen eredmény eléréséhez egy viszonylag tiszta rendszerre lesz szüksége számos személyre szabás nélkül.
zh_cn: 在此示例中，我们将创建一个具有生成工单权限的多层客户结构。 要获得相同的结果，需要一个相对干净的、没有许多自定义的系统。

source: First, create following customers through 'Admin → Customers' frontend:
hu: Először hozza létre a következő ügyfeleket az „Adminisztráció → Ügyfelek” előtétprogramon:
zh_cn: 首先，通过前端界面“系统管理→客户”创建下列客户：

source: CustomerID: de, Customer: Graubrot AG
hu: Ügyfél-azonosító: de, ügyfél: Graubrot AG
zh_cn: 客户ID：de，客户：Graubrot AG

source: CustomerID: mx, Customer: Hernandez SA
hu: Ügyfél-azonosító: mx, ügyfél: Hernandez SA
zh_cn: 客户ID：mx，客户：Hernandez SA

source: CustomerID: se, Customer: Ericsson AB
hu: Ügyfél-azonosító: se, ügyfél: Ericsson AB
zh_cn: 客户ID：se，客户：Ericsson AB
