Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Define the number of years in the future from the current day to display in the year selection for this dynamic field in edit screens.
hu: A jövőbeli évek számát határozza meg a jelenlegi naptól az évválasztóban való megjelenítéshez a szerkesztési képernyőkön lévő dinamikus mezőnél.
zh_cn: 在编辑屏幕选择这个动态字段的年份时，能选择从当天算未来的几年。

source: For example, if "Show link" is set to "http://www.otrs.com", clicking on the filed value will make your browser to open the OTRS web page.
hu: Például ha a „Hivatkozás megjelenítése” mező a „http://www.otrs.com” értékre van állítva, akkor a kitöltött értékre kattintva a böngésző meg fogja nyitni az OTRS weboldalát.
zh_cn: 例如，如果‘显示链接’设置为“http://www.otrs.com”，点击这个字段填充的值会让你的浏览器打开OTRS网站。

source: The use of [% Data.NameX | uri %] in the Set link value, where NameX is the name of the field will add the field value as part of the link reference.
hu: A [% Data.NévX | uri %] használata a Hivatkozás beállítása értékben, ahol NévX a mező neve, hozzá fogja adni a mezőértéket a hivatkozás részeként.
zh_cn: 在设置链接的值中使用[% Data.NameX | uri %]（NameX是字段的名称），会将字段的值添加到链接引用中作为其一部分。

source: Dynamic field Date configuration dialog
hu: Dátum dinamikus mező beállítások párbeszédablak
zh_cn: 日期动态字段配置对话框

source: Date / Time Dynamic Field Configuration
hu: Dátum / idő dinamikus mező beállítások
zh_cn: 日期/时间动态字段配置

source: Date / Time dynamic field is used to store a date time value (Minute, Hour, Day, Month and Year).
hu: A dátum / idő dinamikus mező egy dátum- és időérték tárolásához használható (év, hónap, nap, óra és perc).
zh_cn: 日期/时间动态字段用来存储一个日期时间值（年、月、日、时、分和秒）。

source: Date / Time dynamic field settings:
hu: Dátum / idő dinamikus mező beállítások:
zh_cn: 日期/时间动态字段设置：

source: Dynamic field Date / Time configuration dialog
hu: Dátum / idő dinamikus mező beállítások párbeszédablak
zh_cn: 日期/时间动态字段配置对话框

source: Editing a Dynamic Field
hu: Egy dinamikus mező szerkesztése
zh_cn: 编辑一个动态字段

source: A filled dynamic field overview screen (with the previous examples) should look like:
hu: Egy kitöltött dinamikus mező áttekintő képernyőnek (az előző példákkal) így kell kinéznie:
zh_cn: 一个（用前面的例子）填满动态字段概览屏幕像这个样子：

source: Dynamic field overview screen filled with sample data
hu: Mintaadatokkal kitöltött dinamikus mező áttekintő képernyő
zh_cn: 填满样例数据的动态字段概览屏幕

source: To change or edit a dynamic field you must have at least one field defined, select an already added field from the dynamic fields overview screen and update its settings.
hu: Egy dinamikus mező megváltoztatásához vagy szerkesztéséhez rendelkeznie kell legalább egy meghatározott mezővel, ki kell választania egy már hozzáadott mezőt a dinamikus mezők áttekintő képernyőjéről, és módosítania kell a beállításait.
zh_cn: 要修改或编辑一个动态字段，你必须至少定义了一个动态字段，从动态字段概览屏幕选择一个已经添加的字段然后更新它的设置。

source: Not all the dynamic field settings can be changed, the Field type and Object type are fixed from the selection of the field and they can't be changed.
hu: Nem minden dinamikus mező beállítás változtatható meg. A mezőtípus és az objektumtípus rögzítve van a mező választásától, és nem változtathatók meg.
zh_cn: 不是所有的动态字段设置都可以修改的，字段类型和对象类型是从选择字段时就固定了的，它们都无法被修改。

source: It is not recommended to change the field internal name, but the label can be changed at any time. If internal name is changed all "SysConfig" settings that have a reference to that particular field needs to be updated as well as user preferences (if defined).
hu: Nem ajánlott megváltoztatni a mező belső nevét, de a címke bármikor megváltoztatható. Ha a belső név megváltozik, akkor az összes olyan „Rendszerbeállítás” beállításait, valamint a felhasználói beállításokat (ha meg van határozva) is frissíteni kell, amelyek arra a bizonyos mezőre hivatkoznak.
zh_cn: 不推荐去修改字段的内部名称，但可以随时修改标签。如果修改了内部名称，所有系统配置中使用了该字段的设置都需要更新，同时还有用户偏好设置（如果定义了该动态字段）。

source: Showing a Dynamic Field on a Screen
hu: Egy dinamikus mező megjelenítése egy képernyőn
zh_cn: 在一个屏幕中显示一个动态字段

source: To display a dynamic field on a particular screen there are two mandatory conditions:
hu: Egy dinamikus mező egy bizonyos képernyőn történő megjelenítéséhez két kötelező feltétel van:
zh_cn: 要在一个特定的屏幕显示一个动态字段，有两个强制条件：

source: The dynamic field must be valid.
hu: A dinamikus mezőnek érvényesnek kell lennie.
zh_cn: 动态字段必须有效。

source: The dynamic field must be set to 1 or 2 in the configuration of the screen.
hu: A dinamikus mezőnek 1-re vagy 2-re állítva kell lennie a képernyő beállításában.
zh_cn: 在这个屏幕的配置中动态字段必须设置为1或2。

source: Follow these steps to show a dynamic field in a screen
hu: Kövesse ezeket a lépéseket egy dinamikus mező megjelenítéséhez egy képernyőn
zh_cn: 按照下列步骤在一个屏幕中显示一个动态字段

source: Be sure that the dynamic field is set to valid, you can see the validity of the field from the dynamic field overview screen. Set to valid by editing the field if necessary.
hu: Győződjön meg arról, hogy a dinamikus mező érvényesre van-e állítva. A mező érvényességét a dinamikus mező áttekintő képernyőjéről nézheti meg. Állítsa érvényesre a mező szerkesztésével, ha szükséges.
zh_cn: 确保动态字段设置为有效，你可以从动态字段概览屏幕查看这个字段的有效性。如需要可以通过编辑该字段设置为有效。

source: Open the "sysconfig" and select "Ticket" from the dropdown list in the Actions side bar located in the left part of the screen.
hu: Nyissa meg a „Rendszerbeállításokat”, és válassza a „Ticket” lehetőséget a képernyő bal oldali részén elhelyezkedő Műveletek oldalsávban lévő legördülő listából.
zh_cn: 打开系统配置并从屏幕左侧操作栏的下拉列表框中选择“Ticket（工单）”。

source: You can also search for "DynamicField" in the search box above or the "sysconfig" key directly if you already know it.
hu: Rákereshet a „DynamicField” kifejezésre is a fenti keresődobozban vagy közvetlenül a „sysconfig” kulcsra, ha már ismeri azt.
zh_cn: 你还可以在上面的搜索框中搜索“DynamicField”或准确的系统配置项（如果你已经知道）。

source: Locate the setting sub-group for the screen that you are looking for and click on it. For example "Frontend::Agent::Ticket::ViewPhoneNew".
hu: Találja meg a beállítás alcsoportot annál a képernyőnél, amelyet keres, és kattintson rá. Például: „Frontend::Agent::Ticket::ViewPhoneNew”.
zh_cn: 定位你要查找的屏幕设置所在的子组然后点击它。例如“Frontend::Agent::Ticket::ViewPhoneNew”。

source: Search for the setting that ends with "###DynamicField". For example "Ticket::Frontend::AgentTicketPhone###DynamicField".
hu: Keresse meg azt a beállítást, amely „###DynamicField” végződésű. Például: „Ticket::Frontend::AgentTicketPhone###DynamicField”.
zh_cn: 搜索以“###DynamicField”结尾的设置，例如“Ticket::Frontend::AgentTicketPhone###DynamicField”。

source: If the setting is empty or does not have the required dynamic field name, click on the "+" button to add a new entry. For example Key: Field1, Content: 1.
hu: Ha a beállítás üres vagy nem rendelkezik a szükséges dinamikus mező nevével, akkor kattintson a „+” gombra egy új bejegyzés hozzáadásához. Például Kulcs: Mezo1, Tartalom: 1.
zh_cn: 如果这个设置为空或者没有需要的动态字段名称，点击“+”按钮来添加一个新的条目。例如，键：Field1，值：1。

source: If the setting already has the dynamic field name listed be sure that is set to "1" to display the field or to "2" to display it as mandatory.
hu: Ha a beállítás már rendelkezik a felsorolt dinamikus mező nevével, akkor győződjön meg arról, hogy „1”-re legyen állítva a mező megjelenítéséhez vagy „2”-re a kötelezőként való megjelenítéshez.
zh_cn: 如果这个设置已经列出了这个动态字段的名称，确保对应值设置为1-设置这个字段或2-显示为强制（必填）。

source: Save the configuration by clicking on the "Update" button at the bottom of the screen and navigate to the screen where you want the field to be displayed.
hu: Mentse el a beállítást a képernyő alján lévő „Frissítés” gombra kattintva, és navigáljon arra a képernyőre, ahol meg szeretné jeleníttetni a mezőt.
zh_cn: 通过点击屏幕正文的“更新”按钮来保存配置，然后导航到你要显示这个字段的屏幕。

source: Show Examples
hu: Példák megjelenítése
zh_cn: 显示动态字段的例子

source: The following are "sysconfig" configurations examples to show or hide dynamic fields on different screens.
hu: Az alábbiak a „Rendszerbeállítás” konfigurációk példái dinamikus mezők megjelenítéséhez vagy elrejtéséhez különböző képernyőkön.
zh_cn: 下面是在不同屏幕中显示或隐藏动态字段的系统配置的配置示例。

source: Activate Field1 in New Phone Ticket Screen.
hu: Mezo1 bekapcsolása az új telefonos jegy képernyőn.
zh_cn: 在新建电话工单屏幕激活Field1。

source: <emphasis>Group:</emphasis> Ticket
hu: <emphasis>Csoport:</emphasis> Ticket
zh_cn: <emphasis>主组：</emphasis>Ticket

source: <emphasis>Sub-group:</emphasis> Frontend::Agent::Ticket::ViewPhoneNew
hu: <emphasis>Alcsoport:</emphasis> Frontend::Agent::Ticket::ViewPhoneNew
zh_cn: <emphasis>子组：</emphasis>Frontend::Agent::Ticket::ViewPhoneNew

source: <emphasis>Setting:</emphasis> Ticket::Frontend::AgentTicketPhone###DynamicField
hu: <emphasis>Beállítás:</emphasis> Ticket::Frontend::AgentTicketPhone###DynamicField
zh_cn: <emphasis>设置：</emphasis>Ticket::Frontend::AgentTicketPhone###DynamicField

source: <emphasis>Value:</emphasis>
hu: <emphasis>Érték:</emphasis>
zh_cn: <emphasis>值：</emphasis>

source: Key
hu: Kulcs
zh_cn: 键

source: Content
hu: Tartalom
zh_cn: 值

source: Field1 in New Phone Ticket Screen
hu: Mezo1 az új telefonos jegy képernyőn
zh_cn: 在新建电话工单屏幕显示Field1

source: Activate Field1 in New Phone Ticket Screen as mandatory.
hu: Mezo1 bekapcsolása az új telefonos jegy képernyőn kötelezőként.
zh_cn: 在新建电话工单屏幕激活Field1为必填字段。

source: Field1 in New Phone Ticket Screen as mandatory
hu: Mezo1 az új telefonos jegy képernyőn kötelezőként
zh_cn: 在新建电话工单屏幕显示Field1为必填字段

source: Activate several fields in New Phone Ticket Screen.
hu: Különféle mezők bekapcsolása az új telefonos jegy képernyőn.
zh_cn: 在新建电话工单屏幕激活数个字段。

source: Several fields in New Phone Ticket Screen as mandatory
hu: Különféle mezők az új telefonos jegy képernyőn kötelezőként
zh_cn: 在新建电话工单屏幕显示数个字段为必填

source: Deactivate some fields in New Phone Ticket Screen.
hu: Néhány mező kikapcsolása az új telefonos jegy képernyőn.
zh_cn: 在新建电话工单屏幕去激活一些字段。

source: Some deactivated fields in New Phone Ticket Screen as mandatory
hu: Néhány kikapcsolt mező az új telefonos jegy képernyőn kötelezőként
zh_cn: 在新建电话工单屏幕不显示一些字段

source: Activate Field1 in Ticket Zoom Screen.
hu: Mezo1 bekapcsolása a jegynagyítás képernyőn.
zh_cn: 在工单详情屏幕激活Field1。

source: <emphasis>Sub-group:</emphasis> Frontend::Agent::Ticket::ViewZoom
hu: <emphasis>Alcsoport:</emphasis> Frontend::Agent::Ticket::ViewZoom
zh_cn: <emphasis>子组：</emphasis>Frontend::Agent::Ticket::ViewZoom

source: <emphasis>Setting:</emphasis> Ticket::Frontend::AgentTicketZoom###DynamicField
hu: <emphasis>Beállítás:</emphasis> Ticket::Frontend::AgentTicketZoom###DynamicField
zh_cn: <emphasis>设置：</emphasis>Ticket::Frontend::AgentTicketZoom###DynamicField

source: Field1 in Ticket Zoom Screen
hu: Mezo1 a jegynagyítás képernyőn
zh_cn: 在工单详情屏幕显示Field1

source: Activate Field1 in Ticket Overview Small Screens.
hu: Mezo1 bekapcsolása a jegyáttekintő kis képernyőkön.
zh_cn: 在工单概览简洁模式视图激活Field1。

source: <emphasis>Sub-group:</emphasis> Frontend::Agent::TicketOverview
hu: <emphasis>Alcsoport:</emphasis> Frontend::Agent::TicketOverview
zh_cn: <emphasis>子组：</emphasis>Frontend::Agent::TicketOverview

source: <emphasis>Setting:</emphasis> Ticket::Frontend::OverviewSmall###DynamicField
hu: <emphasis>Beállítás:</emphasis> Ticket::Frontend::OverviewSmall###DynamicField
zh_cn: <emphasis>设置：</emphasis>Ticket::Frontend::OverviewSmall###DynamicField

source: Field1 in Ticket Overview Small Screen
hu: Mezo1 a jegyáttekintő kis képernyőn
zh_cn: 在工单概览简洁模式视图显示Field1

source: This setting affects: Escalation View, Locked View, Queue View, Responsible View, Status View, Service View and Watch View screens.
hu: Ez a beállítás a következő képernyőket érinti: eszkalációs nézet, zárolt nézet, várólista nézet, felelős nézet, állapot nézet, szolgáltatás nézet és megfigyelés nézet.
zh_cn: 这个设置影响：升级视图、锁定视图、队列视图、负责人视图、状态视图、服务视图和状态视图屏幕。

source: Setting a Default Value by a Ticket Event Module
hu: Egy alapértelmezett érték beállítása egy jegyesemény modullal
zh_cn: 通过一个工单事件模块设置动态字段的默认值

source: A ticket event (e.g. TicketCreate) can trigger a value set for a certain field, if the field does not have a value yet.
hu: Egy jegyesemény (például TicketCreate) aktiválhat egy bizonyos mezőnél beállított értéket, ha a mező még nem rendelkezik értékkel.
zh_cn: 一个工单事件（如工单创建）可以触发设置某个字段的值（如果该字段还没有一个值）。

source: By using this method this default value, is not seen in the edit screen (e.g. New Phone Ticket) since the value is set after the creation of the ticket.
hu: Ezen módszer használatával ez az alapértelmezett érték nem látható a szerkesztési képernyőn (például új telefonos jegy), mivel az érték a jegy létrehozása után lesz beállítva.
zh_cn: 通过使用这个方法，在编辑屏幕（例如新建电话工单）无法看到这个默认值，因为它是在工单创建之后设置的。

source: To activate this feature it is necessary to enable the following setting: "Ticket::EventModulePost###TicketDynamicFieldDefault".
hu: A funkció bekapcsolásához a következő beállítás engedélyezése szükséges: „Ticket::EventModulePost###TicketDynamicFieldDefault”.
zh_cn: 要激活这个功能，需要启用下列的设置：“Ticket::EventModulePost###TicketDynamicFieldDefault”。

source: Activate Field1 in TicketCreate event.
hu: Mezo1 bekapcsolása a jegylétrehozás eseménynél.
zh_cn: 在工单创建事件激活Field1。

source: <emphasis>Sub-group:</emphasis> Core::TicketDynamicFieldDefault
hu: <emphasis>Alcsoport:</emphasis> Core::TicketDynamicFieldDefault
zh_cn: <emphasis>子组：</emphasis>Core::TicketDynamicFieldDefault

source: <emphasis>Setting:</emphasis> Ticket::TicketDynamicFieldDefault###Element1
hu: <emphasis>Beállítás:</emphasis> Ticket::TicketDynamicFieldDefault###Element1
zh_cn: <emphasis>设置：</emphasis>Ticket::TicketDynamicFieldDefault###Element1

source: This configuration can be set in any of the 16 Ticket::TicketDynamicFieldDefault###Element settings.
hu: Ez a beállítás a 16 Ticket::TicketDynamicFieldDefault###Element beállítás bármelyikében bekapcsolható.
zh_cn: 这个配置可以在16个Ticket::TicketDynamicFieldDefault###Element设置中的任意一个里面设置。

source: If more that 16 fields needs to be set up a custom XML file must be places in $OTRS_HOME/Kernel/Config/files directory to extend this feature.
hu: Ha 16-nál több mezőt kellene beállítani, akkor egy egyéni XML-fájlt kell elhelyezni az $OTRS_HOME/Kernel/Config/files könyvtárban a funkció kiterjesztéséhez.
zh_cn: 如果超过16个动态字段，需要设置一个定制的XML文件并放于目录$OTRS_HOME/Kernel/Config/files下来扩展这个功能。

source: a new value
hu: egy új érték
zh_cn: 一个新值

source: Set a Default Value by User Preferences
hu: Egy alapértelmezett érték beállítása felhasználói beállításokkal
zh_cn: 通过用户‘偏好设置’设置默认值

source: The dynamic field default value can be overwritten with a user defined value stored in the user preferences.
hu: A dinamikus mező alapértelmezett értéke felülírható a felhasználói beállításokban tárolt felhasználó által meghatározott értékkel.
zh_cn: 动态字段默认值可以被用户定义在偏好设置中的值覆盖。

source: Using this method, the default value of the field will be shown on any screen where the field is activated (if the field does not have already a different value).
hu: Ezen módszer használatával a mező alapértelmezett értéke lesz megjelenítve bármely olyan képernyőn, ahol a mező be van kapcsolva (ha a mezőnek még nincs különböző értéke).
zh_cn: 使用这个方法，这个动态字段将在所有激活了它的屏幕显示这个默认值（如果该字段没有一个不同的值）。

source: The "sysconfig" setting "PreferencesGroups###DynamicField" located in the "Frontend::Agent::Preferences" Sub-group. This setting is an example of how to create an entry in the User Preferences screen to set an exclusive dynamic field default value for the selected user. The limitation of this setting is that it only permits the use of one dynamic field. If two or more fields will use this feature, it is necessary to create a custom XML configuration file to add more settings similar to this one.
hu: A „PreferencesGroups###DynamicField” „Rendszerbeállítás” beállítás a „Frontend::Agent::Preferences” alcsoportban található. Ez a beállítás annak a példája, hogy hogyan hozható létre egy bejegyzés a felhasználói beállítások képernyőn egy kizárólagos dinamikus mező alapértelmezett értékének beállításához a kiválasztott felhasználónál. Ennek a beállításnak az a korlátozása, hogy csak egy dinamikus mező használatát engedi meg. Ha kettő vagy több mezőt fog használni ez a funkció, akkor egy egyéni XML-beállítófájl létrehozása szükséges az ehhez hasonló több beállítás hozzáadásához.
zh_cn: 系统配置中的“PreferencesGroups###DynamicField”设置位于子组“Frontend::Agent::Preferences”。这个设置是一个例子，关于如何为一个选定的用户在用户偏好设置屏幕创建一个条目来设置一个独有的动态字段默认值。这个设置的限制是它只允许使用一个动态字段。如果2个或更多的字段需要使用这个功能，需要创建一个定制的XML配置文件来添加多个类似于这个的设置。

source: Remember, if more settings are added in a new XML each setting name needs to be unique in the system and different than "PreferencesGroups###DynamicField". For example: PreferencesGroups###101-DynamicField-Field1, PreferencesGroups###102-DynamicField-Field2, PreferencesGroups###My-Field1, PreferencesGroups###My-Field2, etc.
hu: Ne feledje, hogy ha több beállítás kerül hozzáadásra egy új XML-fájlban, akkor minden egyes beállítás nevének egyedinek kell lennie a rendszeren és el kell térnie a „PreferencesGroups###DynamicField” névtől. Például: PreferencesGroups###101-DynamicField-Mezo1, PreferencesGroups###102-DynamicField-Mezo2, PreferencesGroups###Sajat-Mezo1, PreferencesGroups###Sajat-Mezo2, stb.
zh_cn: 记住：如果在一个新的XML文件中添加更多的设置，每个设置的名称需要是系统唯一的，且不能是“PreferencesGroups###DynamicField”。例如：PreferencesGroups###101-DynamicField-Field1、PreferencesGroups###102-DynamicField-Field2、PreferencesGroups###My-Field1、 PreferencesGroups###My-Field2等等。

source: Activate Field1 in the User preferences.
hu: Mezo1 bekapcsolása a felhasználói beállításokban.
zh_cn: 在用户‘偏好设置’中激活Field1。

source: <emphasis>Sub-group:</emphasis> Frontend::Agent::Preferences
hu: <emphasis>Alcsoport:</emphasis> Frontend::Agent::Preferences
zh_cn: <emphasis>子组：</emphasis>Frontend::Agent::Preferences

source: <emphasis>Setting:</emphasis> PreferencesGroups###101-DynamicField-Field1
hu: <emphasis>Beállítás:</emphasis> PreferencesGroups###101-DynamicField-Mezo1
zh_cn: <emphasis>设置：</emphasis>PreferencesGroups###101-DynamicField-Field1

source: Input
hu: Bevitel
zh_cn: Input（输入）

source: Other Settings
hu: Egyéb beállítások
zh_cn: 其它设置

source: Default value for: My Field 1
hu: Alapértelmezett érték ehhez: 1. saját mező
zh_cn: Default value for: My Field 1（Field1的默认值）

source: UserDynamicField_Field1
hu: UserDynamicField_Mezo1

source: Field1 in User preferences screen
hu: Mezo1 a felhasználói beállítások képernyőn
zh_cn: 在用户‘偏好设置’中激活Field1

source: A dynamic field is a special kind of field in OTRS, created to extend the information stored on a ticket or article. These fields are not fixed in the system and they can appear only in specific screens, they can be mandatory or not, and their representation in the screens depends on the field type defined at their creation time according to the data to be held by the field. For example, there are fields to hold a text, a date, a selection of items, etc.
hu: A dinamikus mező egy speciális mezőfajta az OTRS-ben, amelyet egy jegyen vagy egy bejegyzésben tárolt információk kiterjesztésére hoztak létre. Ezek a mezők nincsenek rögzítve a rendszeren, és csak különleges képernyőkön jelenhetnek meg. Lehetnek kötelezők vagy sem, és a képernyőkön lévő ábrázolásuk a létrehozásukkor meghatározott mezőtípustól függ a mezőben tárolandó adatok szerint. Például vannak olyan mezők, amelyek szöveget, dátumot, elemek kijelölését, stb. tartalmaznak.
zh_cn: 动态字段是OTRS中一种特殊种类的字段，创建来扩展信息，存储在工单或信件中。这些字段不是固定在系统中的，它们可能仅在特定的屏幕中出现，它们可以是必填的或可选的，它们在屏幕中的呈现方式取决于创建时根据该字段存储的数据定义的字段类型。例如，存储一行文本、一个日期、一个选择项等等的动态字段。

source: Dynamic fields are the evolution of TicketFreeText, TicketFreeKey, TicketFreeTime, ArticleFreeText and ArticleFreeKey fields that where commonly used in OTRS 3.0 and before. The limitation of these "Free Fields" was that they can be defined up to 16 (text or dropdown) fields and 6 time fields for a ticket and 3 (text or dropdown) fields for each article only, not more.
hu: A dinamikus mezők a TicketFreeText, a TicketFreeKey, a TicketFreeTime, az ArticleFreeText és az ArticleFreeKey mezők továbbfejlesztései, amelyeket általában az OTRS 3.0 és korábbi verziókban használtak. Ezen „Szabad mezők” korlátozása annyi volt, hogy legfeljebb csak 16 (szöveges vagy legördülő) mezőt határozhattak meg, és 6 időmezőt egy jegyhez, valamint 3 (szöveges vagy legördülő) mezőt minden egyes bejegyzéshez, nem többet.
zh_cn: 动态字段是由TicketFreeText（工单自定义文本）、TicketFreeKey（工单自定义键）、TicketFreeTime（工单自定义时间）、ArticleFreeText（信件自定义文本）和ArticleFreeKey（信件自定义键）字段（一般在OTRS 3.0之前中使用）演变而来。这些“自定义字段”的限制是：一个工单最多定义16个（文本或下拉）字段和6个时间字段，每个信件3个（文本或下拉）字段，不能更多。

source: Now with dynamic fields the limitation in the number of fields per ticket or article is removed, you can create as many dynamic fields you like either for ticket or articles. And beyond that, the framework behind the dynamic fields is prepared to handle custom fields for other objects rather than just ticket and articles.
hu: Most a dinamikus mezőkkel a jegyenként vagy bejegyzésenként megadható mezők számának korlátozása el lett távolítva, így annyi dinamikus mezőt hozhat létre a jegyekhez vagy bejegyzésekhez, amennyit csak szeretne. És azon túl a dinamikus mezők mögött lévő keretrendszer fel lett készítve az egyéb objektumokhoz tartozó egyéni mezők kezelésére ahelyett, hogy csak jegyet és bejegyzéseket kezeljen.
zh_cn: 现在使用动态字段后每个工单或信件的这种字段数量限制被移除了，你可以为工单或信件创建想要的任意数量的动态字段。除此之外，动态字段背后的框架已经准备好处理其它对象的定制字段了，而不仅仅是工单和信件。

source: This new framework that handles the dynamic fields is build using a modular approach, where each kind of dynamic field can be seen as a plug-in module for the framework. This means that the variety of dynamic fields can be easily extended by public OTRS modules, OTRS Feature Add-ons, OTRS custom developments, and other custom developments.
hu: Ez az új keretrendszer, amely kezeli a dinamikus mezőket, egy moduláris megközelítést használva lett felépítve, ahol minden egyes dinamikus mezőfajta egy bővítmény modulként látható a keretrendszernél. Ez azt jelenti, hogy a dinamikus mezők választéka könnyen kibővíthető nyilvános OTRS modulokkal, OTRS funkcióbővítményekkel, egyéni OTRS fejlesztésekkel és egyéb egyéni fejlesztésekkel.
zh_cn: 这个新的处理动态字段的框架使用了模块化方法来构建，每种动态字段可以被看作是这个框架的插件模块。这意味着通过公共的OTRS模块、OTRS功能插件、OTRS定制开发和其它定制开发，可以轻易扩展大量的动态字段。

source: The following dynamic field types are included with this release:
hu: A következő dinamikus mezőtípusokat tartalmazza ez a kiadás:
zh_cn: 这个版本包括了下列动态字段类型：

source: Text (one line of text)
hu: Szöveg (egysoros szöveg)
zh_cn: 文本（一行文本）

source: Textarea (multiple lines of text)
hu: Szövegdoboz (többsoros szöveg)
zh_cn: 多行文本（多行文本）

source: Dropdown (single choice, multiple values)
hu: Legördülő (egyválasztós, több érték)
zh_cn: 下拉列表框（单个选择，多个值）

source: Multiselect (multiple choice, multiple values)
hu: Többválasztós (több választás, több érték)
zh_cn: 多选框（多个选择，多个值）

source: Backing Up the System
hu: A rendszer biztonsági mentése
zh_cn: 备份系统

source: This chapter describes the backup and restore of the OTRS data.
hu: Ez a fejezet az OTRS adatok biztonsági mentését és visszaállítását írja le.
zh_cn: 本章描述了ORTS数据的备份和恢复。

source: Backup
hu: Biztonsági mentés
zh_cn: 备份

source: There are two types of data to backup: application files (e.g. the files in <filename>/opt/otrs</filename>), and the data stored in the database.
hu: Kétféle típusú adat van a biztonsági mentéshez: az alkalmazás fájljai (például az <filename>/opt/otrs</filename> könyvtárban lévő fájlok) és az adatbázisban tárolt adatok.
zh_cn: 有两种类型的数据需要备份：应用程序文件（如<filename>/opt/otrs</filename>目录下的文件）和存储在数据库中的数据。

source: To simplify backups, the script <filename>scripts/backup.pl</filename> is included with every OTRS installation. It can be run to backup all important data (see Script below).
hu: A biztonsági mentések egyszerűsítéséhez a <filename>scripts/backup.pl</filename> parancsfájlt minden egyes OTRS telepítés tartalmazza. Lefuttatható az összes fontos adat biztonsági mentéséhez (lásd a lenti parancsfájlt).
zh_cn: 为了简化备份，在每个OTRS安装中已经包括了脚本<filename>scripts/backup.pl</filename>。运行它可以备份所有重要的数据（见下面的脚本）。
