Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: <emphasis>Name</emphasis>, <emphasis>Description</emphasis>, <emphasis>Backend</emphasis> and <emphasis>Mappings</emphasis> are fields that normally appear on every operation, other special fields can appear in non default configuration dialogs to fulfill specific needs of the operation.
hu: A <emphasis>Név</emphasis>, a <emphasis>Leírás</emphasis>, a <emphasis>Háttérprogram</emphasis> és a <emphasis>Leképezések</emphasis> azok a mezők, amelyek normális esetben minden egyes műveletnél megjelennek, de egyéb speciális mezők jelenhetnek meg a nem alapértelmezett beállítási párbeszédablakokban, hogy teljesítsék a művelet különleges szükségleteit.
zh_cn: 一般出现在操作中的字段是<emphasis>Name（名称）</emphasis>、<emphasis>Description（描述）</emphasis>、<emphasis>Backend（后端）</emphasis>和<emphasis>Mappings（映射）</emphasis>，其它特殊字段可以出现在非默认配置对话框中以达到操作的特殊需要。

source: Normally there are two mapping configuration sections on each operation, one for the incoming data and another one for the outgoing data. You can choose different mapping types (backends) for each mapping direction, since their configuration is independent from each other and also independent from the operation backend. The normal and most common practice is that the operation uses the same mapping type in both cases (with inverted configuration). The complete mapping configuration is done in a separate screen which depends on the mapping type.
hu: Normális esetben két leképezés-beállítási szakasz van minden egyes műveletnél: egy a bejövő adatokhoz, és egy másik a kimenő adatokhoz. Különböző leképezési típusokat (háttérprogramokat) választhat minden egyes leképezési irányhoz, mivel a beállításaik függetlenek egymástól, valamint függetlenek a művelet háttérprogramjától is. A normál és leggyakoribb gyakorlat az, hogy a művelet ugyanazt a leképezési típust használja mindkét esetben (fordított beállítással). A teljes leképezési beállítás külön képernyőn végezhető el, amely a leképezési típustól függ.
zh_cn: 每个操作一般有两个映射配置部分，一个是进入数据映射，另外一个是出站数据映射。你可以为每个映射方向选择不同的映射类型（后端），因为它们的配置是彼此独立的，并且操作后端也是独立的。通常和最普遍的做法是操作在这两种情况下（反向的配置）使用相同的映射类型。完整的映射配置在一个单独的屏幕（取决于映射类型）中完成。

source: The operation backend is pre-populated and is not editable. You will see this parameter when you choose the operation on the web service edit screen. The field is only informative.
hu: A művelet háttérprogramja előre ki van töltve és nem szerkeszthető. Akkor fogja látni ezt a paramétert, amikor kiválasztja a műveletet a webszolgáltatás szerkesztési képernyőjén. Ez a mező csak tájékoztató.
zh_cn: 操作后端是预先选择的，不能编辑。如果在WEB服务编辑屏幕选择了该操作你就会看到这个参数。这个字段仅用于提供信息。

source: In the left part of the screen on the action column you have the options: <emphasis>Go back to web service</emphasis> (discarding all changes since the last save) and <emphasis>Delete</emphasis>. If you click on the last one, a dialog will open and ask you if you like to remove the operation. Click on <emphasis>Delete</emphasis> button to confirm the removal of the operation and its configuration or <emphasis>Cancel</emphasis> to close the delete dialog.
hu: A képernyő bal oldalán lévő művelet oszlopban a következő lehetőségei vannak: <emphasis>Vissza a webszolgáltatáshoz</emphasis> (az összes változtatás eldobása a legutóbbi mentés óta) és <emphasis>Törlés</emphasis>. Ha az utóbbira kattint, akkor egy párbeszédablak fog megnyílni, és azt fogja kérdezni, hogy el szeretné-e távolítani a műveletet. Kattintson a <emphasis>Törlés</emphasis> gombra a művelet és annak beállításai eltávolításának megerősítéséhez, vagy a <emphasis>Mégse</emphasis> gombra a törlés párbeszédablak bezárásához.
zh_cn: 在屏幕左侧的操作栏中你有这些选项：“<emphasis>返回到WEB服务</emphasis>”（丢弃上次保存后的所有修改内容）和“<emphasis>删除</emphasis>”。如果你点击了“删除”，会打开一个对话框问你是否要删除这个操作，点击“<emphasis>删除</emphasis>”按钮确认删除该操作和它的配置，或点击“<emphasis>取消</emphasis>”关闭此删除对话框。

source: Web service operation
hu: Webszolgáltatás művelete
zh_cn: WEB服务的操作

source: Web Service Requester Network Transport
hu: Webszolgáltatás kérelmezőjének hálózati átvitele
zh_cn: WEB服务请求者网络传输

source: The network transport configuration for the requester is similar to the configuration for the provider. For the Requester <emphasis>HTTP::SOAP</emphasis> network transport there are more fields to be set.
hu: A hálózati átvitel beállítása a kérelmezőnél hasonló a szolgáltatónál lévő beállításhoz. A kérelmező <emphasis>HTTP::SOAP</emphasis> hálózati átvitelénél több beállítandó mező található.
zh_cn: WEB服务请求者的网络传输配置类似于提供者的配置。对于请求者的“<emphasis>HTTP::SOAP</emphasis>”网络传输需要设置更多的字段。

source: Apart from the <emphasis>Endpoint</emphasis> (URI of the Remote System web service interface to accept requests) and <emphasis>Namespace</emphasis> which are required fields, you can also specify:
hu: A <emphasis>Végpont</emphasis> (a távoli rendszer webszolgáltatás felületének URI-ja a kérések fogadásához) és a <emphasis>Névtér</emphasis> mezőktől eltekintve, amelyek kötelező mezők, a következőket is megadhatja:
zh_cn: 除了“Endpoint（端点）”（远程系统上的WEB服务用来接受请求的URI）和“Namespace（命名空间）”是必填字段外，你还要指定：

source: Encoding (such as utf-8, latin1, iso-8859-1, cp1250, etc) for the SOAP message.
hu: Kódolás (mint például utf-8, latin1, iso-8859-1, cp1250, stb.) a SOAP üzeneteknél.
zh_cn: SOAP消息的编码（如utf-8、latin1、iso-8859-1、cp1250等等）

source: SOAPAction Header: you can use this to send an empty or filled SOAPAction header. Set to <emphasis>No</emphasis> and the SOAPAction header on the SOAP message will be an empty string, or set to <emphasis>Yes</emphasis> to send the SOAP action in Namespace#Action format and define the separator (typically "/" for .Net web services and "#" for the REST).
hu: SOAPAction fejléc: ezt egy üres vagy kitöltött SOAPAction fejléc küldéséhez használhatja. Állítsa <emphasis>Nem</emphasis> értékre, és a SOAPAction fejléc a SOAP üzenetnél egy üres szöveg lesz, vagy állítsa <emphasis>Igen</emphasis> értékre a SOAP művelet Névtér#Művelet formában történő elküldéséhez, és határozza meg az elválasztót (tipikusan „/” a .Net webszolgáltatásoknál és „#” REST esetén).
zh_cn: SOAPAction 头：你可以使用这个来发送一个空的或填满的SOAPAction头。设置为“<emphasis>否</emphasis>”则SOAP消息中的SOAPAction 头会是一个空的字符串，或者设置为“是”以发送Namespace#Action格式的SOAP操作并定义分隔符（通常.NET WEB服务是“/”，REST是“#”）。

source: Authentication: to set the authentication mechanism, set to "-" to not use any authentication or select one from the list and the detail fields will appear.
hu: Hitelesítés: a hitelesítési mechanizmus beállításához. Állítsa „-” értékre, hogy semmilyen hitelesítést se használjon, vagy válasszon egyet a listából, és meg fog jelenni a részletek mező.
zh_cn: 身份认证：设置身份认证机制，设置为“-”不使用任何身份认证，或从列表中选择一个身份认证后会出现相关的详细字段。

source: Currently only the <emphasis>BasicAuth</emphasis> (HTTP) authentication mechanism is implemented. You can decide whether or not to use it depending on the Remote System configuration. If used, you must provide the User Name and the Password to access the remote system.
hu: Jelenleg csak a <emphasis>BasicAuth</emphasis> (HTTP) hitelesítési mechanizmus van megvalósítva. A távoli rendszer beállításától függően eldöntheti, hogy használja-e vagy sem. Ha használja, akkor meg kell adnia a felhasználónevet és jelszót a távoli rendszerhez való hozzáféréshez.
zh_cn: 目前只实现了<emphasis>BasicAuth</emphasis>（HTTP基本认证）机制。你可以根据远程系统配置决定是否要用它。如果要使用BasicAuth，你必须提供用户名和密码来访问远程系统。

source: If you supply a password for authentication and after you export the web service to a YAML file this password will be revealed and will be written into a plain text string inside the YAML file. Be aware of it and take precautions if needed.
hu: Ha a hitelesítéshez megad egy jelszót, akkor miután exportálja a webszolgáltatást egy YAML-fájlba, ez a jelszó fel lesz fedve, és egyszerű szöveges formátumban lesz kiírva a YAML-fájlon belül. Legyen tudatában ennek, és tegye meg az óvintézkedéseket, ha szükséges.
zh_cn: 如果你提供了一个身份认证密码并且随后你导出这个WEB服务到一个YAML文件，这个密码会以明文字符串导出到YAML文件中。请知悉这一点并在需要时采取必要的预防措施。

source: Web service requester network transport (HTTP::SOAP)
hu: Webszolgáltatás kérelmezőjének hálózati átvitele (HTTP::SOAP)
zh_cn: WEB服务请求者的网络传输（HTTP::SOAP）

source: In the case of HTTP::REST, this configuration also grows dynamically depending on the configured invokers by adding <emphasis>Controller mapping for Invoker '&lt;InvokerName&gt;':</emphasis> and <emphasis>Valid request command for Invoker '&lt;InvokerName&gt;':</emphasis> for each invoke. Authentication and SSL options are similar to the ones in HTTP::SOAP
hu: A HTTP::REST esetén ez a beállítás is dinamikusan nő a <emphasis>Vezérlő leképezés a &lt;Meghívónév&gt; meghívóhoz:</emphasis> és az <emphasis>Érvényes kérési parancsok a &lt;Meghívónév&gt; meghívóhoz:</emphasis> beállításoknak az egyes meghívásokhoz való hozzáadásától függően. A hitelesítés és az SSL beállítások hasonlóak a HTTP::SOAP szakaszban lévőkhöz.
zh_cn: 至于HTTP::REST，这个配置也会根据配置的调用程序动态增长，给每个调用程序添加两个设置：“调用程序 ‘&lt;调用程序名称&gt;的控制器映射:”和“调用程序 ‘&lt;调用程序名称&gt;’的有效请求命令:”。身份认证和SSL选项类似于HTTP::SOAP。

source: Host
hu: Gép
zh_cn: 主机

source: The host name or IP Address and port of the remote system, if no port is specified, port 80 is used by default.
hu: A távoli rendszer gépneve vagy IP-címe és portja. Ha nincs port megadva, akkor a 80-as portot használja alapértelmezetten.
zh_cn: 远程系统的主机名称或IP地址和端口号，如果没有端口号，默认使用80端口。

source: Controller mapping for Invoker '&lt;InvokerName&gt;':
hu: Vezérlő leképezés a „&lt;Meghívónév&gt;” meghívóhoz:
zh_cn: 控制器映射，用于调用程序&lt;调用程序名称&gt;:

source: In this setting a resource path is set. This path must be defined according to the needs of the remote web service and following its definition.
hu: Ebben a beállításban egy erőforrás útvonala van beállítva. Ezt az útvonalat a távoli webszolgáltatás igényei szerint kell meghatározni, és követni kell annak meghatározását.
zh_cn: 在这个设置中设置一个资源路径，这个路径必须根据远程WEB服务的需求来定义，并遵从它的规定。

source: Path can contain variables in the form of ':&lt;VariableName&gt;' for each variable name that matches the current data (to be sent), will be replaced by the corresponding data value. This matched variable names and values will be removed from the current data. Depending on the HTTP request command the remaining data could be sent as a JSON string in the request body or as query parameters within the URI.
hu: Az útvonal tartalmazhat változókat „:&lt;Változónév&gt;” formájában. Minden változónév, amely illeszkedik az (elküldendő) jelenlegi adatokra, ki lesz cserélve a megfelelő adatértékkel. Ezek az illesztett változónevek és értékek el lesznek távolítva a jelenlegi adatokból. A HTTP kérési parancstól függően a megmaradó adatok elküldhetők JSON-szövegként a kérés törzsében, vagy lekérdezési paraméterekként az URI-n belül.
zh_cn: 路径可以包含‘:&lt;变量名称&gt;’格式的变量，每个变量名称匹配（要发送的）当前数据将被对应的数据值替换。匹配的变量名称和值将从当前数据中移除。取决于HTTP请求命令，剩余的数据可以在请求正文中作为一个JSON字符串或在URI中作为查询参数发送。

source: For data: Var1 = One, Var2 = Two, Var3 = Three and Var4 = Four.
hu: A következő adatoknál: Valtozo1 = Egy, Valtozo2 = Kettő, Valtozo3 = Három és Valtozo4 = Négy.
zh_cn: 当前数据：Var1 = One, Var2 = Two, Var3 = Three and Var4 = Four。

source: Controller mapping: /Resource
hu: Vezérlő leképezés: /Eroforras
zh_cn: 控制器映射：/Resource

source: After Replacements:
hu: A cserék után:
zh_cn: 替换后：

source: /Resource
hu: /Eroforras

source: Remaining Data:
hu: Megmaradó adatok:
zh_cn: 剩余数据：

source: Var1 = One, Var2 = Two, Var3 = Three and Var4 = Four
hu: Valtozo1 = Egy, Valtozo2 = Kettő, Valtozo3 = Három és Valtozo4 = Négy

source: Controller mapping: /Resource/:Var1
hu: Vezérlő leképezés: /Eroforras/:Valtozo1
zh_cn: 控制器映射：/Resource/:Var1

source: /Resource/One
hu: /Eroforras/Egy

source: Var2 = Two, Var3 = Three and Var4 = Four
hu: Valtozo2 = Kettő, Valtozo3 = Három és Valtozo4 = Négy

source: Controller mapping: /Resource/:Var1?Param1=:Var2&amp;Var3=:Var3
hu: Vezérlő leképezés: /Eroforras/:Valtozo1?Param1=:Valtozo2&amp;Valtozo3=:Valtozo3
zh_cn: 控制器映射：/Resource/:Var1?Param1=:Var2&amp;Var3=:Var3

source: /Resource/One?Param1=Two&amp;Var3=Three
hu: /Eroforras/Egy?Param1=Kettő&amp;Valtozo3=Három

source: Var4 = Four
hu: Valtozo4 = Négy

source: Valid request command for Invoker '&lt;InvokerName&gt;':
hu: Érvényes kérési parancsok a „&lt;Meghívónév&gt;” meghívóhoz:
zh_cn: 有效的请求命令，用于调用程序 ‘&lt;调用程序名称&gt;’：

source: This determine the HTTP request method to use, possible options: CONNECT, DELETE, GET, HEAD, OPTIONS, PATCH, POST, PUT and TRACE. If no command is selected, Default command is used.
hu: Ez határozza meg a használandó HTTP kérési módszert, a lehetséges lehetőségek: CONNECT, DELETE, GET, HEAD, OPTIONS, PATCH, POST, PUT és TRACE. Ha nincs parancs kiválasztva, akkor az alapértelmezett parancsot használja.
zh_cn: 这个字段确定使用的HTTP请求方法，可能的选项有：CONNECT、DELETE、GET、HEAD、OPTIONS、PATCH、POST、PUT和TRACE。如果没有选择命令，则使用默认命令。

source: Default command
hu: Alapértelmezett parancs
zh_cn: 默认命令

source: Used as a fall-back for all Invokers without a defined request command.
hu: Tartalékként van használva a meghatározott kérési parancs nélküli összes meghívónál.
zh_cn: 用作所有没有定义请求命令的调用程序的最后依靠。

source: Web service requester network transport (HTTP::REST)
hu: Webszolgáltatás kérelmezőjének hálózati átvitele (HTTP::REST)
zh_cn: WEB服务请求者网络传输（HTTP::REST）

source: Web Service Invoker
hu: Webszolgáltatás meghívója
zh_cn: WEB服务调用程序

source: The actions that can be performed when you are using OTRS as a requester are called <emphasis>Invokers</emphasis>. Each invoker belongs to a controller (controllers are collections of operations or invokers). Usually invokers from the same controller need similar settings and share the same configuration dialogs. Each invoker can have independent configuration dialogs if needed.
hu: Azokat a tevékenységeket, amelyeket akkor lehet végrehajtani, amikor az OTRS-t kérelmezőként használja, <emphasis>Meghívóknak</emphasis> hívják. Minden meghívó egy vezérlőhöz tartozik (a vezérlők műveletek vagy meghívók gyűjteményei). Általában az azonos vezérlőtől származó meghívóknak hasonló beállításokra van szükségük, és ugyanazon a beállítási párbeszédablakokon osztoznak. Az egyes meghívóknak lehetnek független beállítási párbeszédablakaik is, ha szükséges.
zh_cn: 当你使用OTRS作为一个WEB服务请求者时能够执行的操作称之为<emphasis>调用程序</emphasis>。每个调用程序属于一个控制器（控制器是操作或调用程序的集合）。通常在相同控制器中的调用程序需要类似的设置和共同相同的配置对话框。每个调用程序如果需要可以有独立的配置对话框。

source: <emphasis>Name</emphasis>, <emphasis>Description</emphasis>, <emphasis>Backend</emphasis> and <emphasis>Mappings</emphasis> are fields that normally appear on every invoker. Additionally the list of event triggers and other special fields can appear on non default configuration dialogs to fulfill special needs of the invoker.
hu: A <emphasis>Név</emphasis>, a <emphasis>Leírás</emphasis>, a <emphasis>Háttérprogram</emphasis> és a <emphasis>Leképezések</emphasis> azok a mezők, amelyek normális esetben minden egyes meghívónál megjelennek. Továbbá az eseményaktiválók listája és egyéb speciális mezők jelenhetnek meg a nem alapértelmezett beállítási párbeszédablakokban, hogy teljesítsék a meghívó speciális szükségleteit.
zh_cn: 一般出现在每个调用程序中的字段是<emphasis>Name（名称）</emphasis>、<emphasis>Description（描述）</emphasis>、<emphasis>Backend（后端）</emphasis>和<emphasis>Mappings（映射）</emphasis>，其它特殊字段可以出现在非默认配置对话框中以达到调用程序的特殊需要。

source: Normally there are two mapping configuration sections for each invoker, one for the incoming data and another one for the outgoing data. You can choose different mapping types (backends) for each mapping direction, since their configuration is independent from each other and also independent from the invoker backend. The normal and most common practice is that the invoker uses the same mapping type in both cases, with inverted configuration. The complete mapping configuration is done in a separate screen, which depends on the mapping type.
hu: Normális esetben két leképezés-beállítási szakasz van minden egyes meghívónál: egy a bejövő adatokhoz, és egy másik a kimenő adatokhoz. Különböző leképezési típusokat (háttérprogramokat) választhat minden egyes leképezési irányhoz, mivel a beállításaik függetlenek egymástól, valamint függetlenek a meghívó háttérprogramjától is. A normál és leggyakoribb gyakorlat az, hogy a meghívó ugyanazt a leképezési típust használja mindkét esetben, fordított beállítással. A teljes leképezési beállítás külön képernyőn végezhető el, amely a leképezési típustól függ.
zh_cn: 每个调用程序通常有两个映射配置部分，一个是对进入的数据，另外一个是对发出的数据。你可以给每个映射方向选择不同的映射类型（后端），因为它们的配置是彼此独立的，调用程序后端也是独立的。通常和最普遍的做法是调用程序在这两种情况下（反射的配置）使用相同的映射类型。完整的映射配置在一个单独的屏幕（取决于映射类型）中完成。

source: The invoker backend is pre-populated and can not be edited. You will see this parameter when you choose the invoker on the web service edit screen. The field is only informative.
hu: A meghívó háttérprogramja előre ki van töltve és nem szerkeszthető. Akkor fogja látni ezt a paramétert, amikor kiválasztja a meghívót a webszolgáltatás szerkesztési képernyőjén. Ez a mező csak tájékoztató.
zh_cn: 操作后端是预先选择的，不能编辑。如果在WEB服务编辑屏幕选择了该调用程序你就会看到这个参数。这个字段仅用于提供信息。

source: Event triggers are events within OTRS such as <literal>TicketCreate</literal>, <literal>ArticleSend</literal>, etc. These can act as triggers to execute the invoker. Each invoker needs to have at least one event trigger registered, or the invoker will be useless, because it will never be called. Additionally a set of rules (conditions) for each event can be defined to have more control over the triggering of the events. These rules depend on the data of the object associated with the event. The asynchronous property of the event triggers define if the OTRS process will handle the invoker or if it will be delegated to the OTRS Daemon.
hu: Az eseményaktiválók olyan események az OTRS-en belül, mint például a <literal>TicketCreate</literal>, <literal>ArticleSend</literal>, stb. Ezek viselkedhetnek aktiválókként a meghívó végrehajtásához. Minden egyes meghívónak rendelkeznie kell legalább egy regisztrált eseményaktiválóval, különben a meghívó használhatatlan lesz, mert soha sem kerül meghívásra. Ezen kívül az egyes eseményekhez szabályok halmaza (feltételek) is meghatározható, hogy nagyobb irányítása legyen az események aktiválása felett. Ezek a szabályok az eseményhez rendelt objektum adataitól függenek. Az eseményaktiválók aszinkron tulajdonsága határozza meg, hogy az OTRS folyamatot a meghívó fogja-e kezelni, vagy az OTRS démon lesz-e megbízva vele.
zh_cn: 事件触发器是OTRS中的事件，如<literal>TicketCreate（创建工单）</literal>、<literal>ArticleSend（发送信件）</literal>等。它们可以作为执行调用程序的触发器。 每个调用程序需要至少注册一个事件触发器，否则调用程序将无用，因为它永远不会被调用。 另外，可以定义每个事件的一组规则（条件）以更好地控制事件的触发。这些规则取决于与事件相关联的对象数据。 事件触发器的异步属性定义是由OTRS进程处理调用程序，还是将调用程序委托给OTRS守护进程。

source: The OTRS Daemon is a separate set of process that executes tasks in the background. Using this the OTRS process itself will not be affected if the Remote System takes a long time to respond, if it is not available or if there are network problems. If you don't use the OTRS Daemons using web services can make OTRS slow or non-responsive. Therefore it is highly recommend to use asynchronous event triggers as often as possible.
hu: Az OTRS démon egy külön folyamatkészlet, amely feladatokat hajt végre a háttérben. Ennek használatával maga az OTRS folyamat nem lesz érintett, ha a távoli rendszernek hosszú ideig tart válaszolni, ha nem érhető el, vagy hálózati problémák vannak. Ha nem használja az OTRS démont, akkor a webszolgáltatások használata lelassíthatja vagy válaszképtelenné teheti az OTRS keretrendszert. Ezért erősen ajánlott az aszinkron eseményaktiválók használata, amilyen gyakran csak lehetséges.
zh_cn: OTRS守护进程是一个执行后台任务的单独的进程集，使用守护进程就不会影响OTRS进程本身，比如服务不可用或有网络问题，远程系统花费大量时间才响应。如果你不使用OTRS守护进程，则使用WEB服务会导致OTRS变慢或无法响应。所以强烈推荐尽可能使用异步事件触发器。

source: To add an Event trigger, first select the event family from the first list, then the event name from the second list, then set the asynchronous property (if unchecked means that the event trigger will not be asynchronous) and finally click on the plus button. A new event trigger will be created and it will be listed on the invoker <emphasis>Event Triggers</emphasis> list.
hu: Egy eseményaktiváló hozzáadásához először válassza ki az eseménycsaládot az első listából, majd az eseménynevet a második listából, ezután állítsa be az aszinkron tulajdonságot (ha nincs bejelölve, akkor az azt jelenti, hogy az eseményaktiváló nem lesz aszinkron), és végül kattintson a plusz gombra. Egy új eseményaktiváló lesz létrehozva, és figyelni fog a meghívó <emphasis>Eseményaktiválók</emphasis> listáján.
zh_cn: 要添加一个事件触发器，首先从第一个列表中选择事件家族，然后从第二个列表中选择事件名称，然后设置异步属性（未选中即意味着事件触发器不是异步的），最后点击“+”按钮。就会创建一个新的事件触发器，会在调用程序的<emphasis>事件触发器</emphasis>列表中列出。

source: From the <emphasis>Event Triggers</emphasis> list each events shows if it contains conditions or not. The edit button next to the condition property allows to add or edit the current conditions of the event.
hu: Az <emphasis>Eseményaktiválók</emphasis> listájáról minden egyes esemény megjeleníti, hogy tartalmaz-e feltételeket vagy sem. A feltétel tulajdonság mellett lévő szerkesztés gomb lehetővé teszi az esemény aktuális feltételeinek hozzáadását vagy szerkesztését.
zh_cn: 从<emphasis>事件触发器</emphasis>列表中，每个事件显示是否包含条件。 条件属性旁边的编辑按钮允许添加或编辑事件的当前条件。

source: To delete an Event trigger, simply locate the event trigger to be deleted in the <emphasis>Event Triggers</emphasis> list and click on the trash icon at the end of the row. This will open a dialog that asks you if you are sure to delete the event trigger. Click <emphasis>Delete</emphasis> to remove the event trigger from the list, or <emphasis>Cancel</emphasis> to close the dialog.
hu: Egy eseményaktiváló törléséhez egyszerűen keresse meg a törlendő eseményaktiválót az <emphasis>Eseményaktiválók</emphasis> listájában, és kattintson a kuka ikonra a sor végén. Ez meg fog nyitni egy párbeszédablakot, amely azt kérdezi, hogy biztosan törölni szeretné-e az eseményaktiválót. Kattintson a <emphasis>Törlés</emphasis> gombra az eseményaktiváló eltávolításához a listából, vagy a <emphasis>Mégse</emphasis> gombra a párbeszédablak bezárásához.
zh_cn: 要删除一个事件触发器，简单定位到“<emphasis>事件触发器</emphasis>”列表中要删除的事件触发器，点击行尾的垃圾桶图标即可。这会打开一个对话框问你是否确认删除该事件触发器，点击<emphasis>删除</emphasis>从列表中删除这个事件触发器，或<emphasis>取消</emphasis>关闭此对话框。

source: In the left part of the screen on the action column you have the options: <emphasis>Go back to web service</emphasis> (discarding all changes since the last save) and "Delete". If you click on the last one, a dialog will emerge and ask you if you like to remove the invoker. Click on the <emphasis>Delete</emphasis> button to confirm the removal of the invoker and its configuration or <emphasis>Cancel</emphasis> to close the delete dialog.
hu: A képernyő bal oldalán lévő művelet oszlopban a következő lehetőségei vannak: <emphasis>Vissza a webszolgáltatáshoz</emphasis> (az összes változtatás eldobása a legutóbbi mentés óta) és <emphasis>Törlés</emphasis>. Ha az utóbbira kattint, akkor egy párbeszédablak fog felbukkanni, és azt fogja kérdezni, hogy el szeretné-e távolítani a meghívót. Kattintson a <emphasis>Törlés</emphasis> gombra a meghívó és annak beállításai eltávolításának megerősítéséhez, vagy a <emphasis>Mégse</emphasis> gombra a törlés párbeszédablak bezárásához.
zh_cn: 在屏幕左侧操作栏你有两个选项：<emphasis>返回到WEB服务</emphasis>（丢失上次保存以来的所有修改内容）和“删除”。如果你点击了“删除”按钮，会弹出一个对话框问你是否要删除这个调用程序，点击<emphasis>删除</emphasis>按钮删除这个调用程序和它的配置，或<emphasis>取消</emphasis>关闭此删除对话框。

source: Web service invoker
hu: Webszolgáltatás meghívója
zh_cn: WEB服务调用程序

source: Web Service Invoker Event
hu: Webszolgáltatás meghívó esemény
zh_cn: WEB服务调用程序事件
