Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: TicketUpdate operation adds the capability to modify attributes from an existing ticket or to add a new article, including attachments and all defined dynamic fields for the ticket and the new article.
hu: A TicketUpdate művelet egy meglévő jegyből történő jellemzők módosításának vagy egy új bejegyzés hozzáadásának a képességét adja hozzá, beleértve a mellékleteket és minden dinamikus mezőt a jegynél és az új bejegyzésnél.
zh_cn: ‘更新工单’操作用来修改已有工单的属性或者添加一个新的信件（包括附件和所有定义的工单和信件的动态字段）。

source: It is not necessary to create a new article to modify a ticket attribute.
hu: Nem szükséges egy új bejegyzést létrehozni egy jegyjellemző módosításához.
zh_cn: 没有必要创建一个信件来修改一个工单的属性。

source: <TicketUpdate> <!--You have a MANDATORY CHOICE of the next 3 items at this level--> <!--Optional:--> <UserLogin>?</UserLogin> <!--Optional:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Optional:--> <SessionID>?</SessionID> <!--Optional:--> <Password>?</Password> <!--You have a CHOICE of the next 2 items at this level--> <TicketID>?</TicketID> <TicketNumber>?</TicketNumber> <!--Optional:--> <Ticket> <!--Optional:--> <Title>?</Title> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <QueueID>?</QueueID> <!--Optional:--> <Queue>?</Queue> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <TypeID>?</TypeID> <!--Optional:--> <Type>?</Type> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <ServiceID>?</ServiceID> <!--Optional:--> <Service>?</Service> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <SLAID>?</SLAID> <!--Optional:--> <SLA>?</SLA> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <StateID>?</StateID> <!--Optional:--> <State>?</State> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <PriorityID>?</PriorityID> <!--Optional:--> <Priority>?</Priority> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <OwnerID>?</OwnerID> <!--Optional:--> <Owner>?</Owner> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <ResponsibleID>?</ResponsibleID> <!--Optional:--> <Responsible>?</Responsible> <!--Optional:--> <CustomerUser>?</CustomerUser> <!--Optional:--> <CustomerID>?</CustomerID> <!--Optional:--> <PendingTime> <!--You have a CHOICE of the next and the other 5 items at this level--> <Diff>?</Diff> <Year>?</Year> <Month>?</Month> <Day>?</Day> <Hour>?</Hour> <Minute>?</Minute> </PendingTime> </Ticket> <!--Optional:--> <Article> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <CommunicationChannelID>?</CommunicationChannelID> <!--Optional: Possible values Email, Internal or Phone--> <CommunicationChannel>?</CommunicationChannel> <IsVisibleForCustomer>?</IsVisibleForCustomer> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <SenderTypeID>?</SenderTypeID> <!--Optional:--> <SenderType>?</SenderType> <!--Optional:--> <From>?</From> <Subject>?</Subject> <Body>?</Body> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <ContentType>?</ContentType> <Charset>?</Charset> <MimeType>?</MimeType> <!--Optional:--> <HistoryType>?</HistoryType> <!--Optional:--> <HistoryComment>?</HistoryComment> <!--Optional:--> <AutoResponseType>?</AutoResponseType> <!--Optional:--> <TimeUnit>?</TimeUnit> <!--Optional:--> <NoAgentNotify>?</NoAgentNotify> <!--Zero or more repetitions:--> <ForceNotificationToUserID>?</ForceNotificationToUserID> <!--Zero or more repetitions:--> <ExcludeNotificationToUserID>?</ExcludeNotificationToUserID> <!--Zero or more repetitions:--> <ExcludeMuteNotificationToUserID>?</ExcludeMuteNotificationToUserID> </Article> <!--Zero or more repetitions:--> <DynamicField> <Name>?</Name> <!--1 or more repetitions:--> <Value>?</Value> </DynamicField> <!--Zero or more repetitions:--> <Attachment> <Content>cid:166861569966</Content> <ContentType>?</ContentType> <Filename>?</Filename> </Attachment> </TicketUpdate>
hu: <TicketUpdate> <!--Ezen a szinten a következő 3 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <UserLogin>?</UserLogin> <!--Választható:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Választható:--> <SessionID>?</SessionID> <!--Választható:--> <Password>?</Password> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <TicketID>?</TicketID> <TicketNumber>?</TicketNumber> <!--Választható:--> <Ticket> <!--Választható:--> <Title>?</Title> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <QueueID>?</QueueID> <!--Választható:--> <Queue>?</Queue> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <TypeID>?</TypeID> <!--Választható:--> <Type>?</Type> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <ServiceID>?</ServiceID> <!--Választható:--> <Service>?</Service> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <SLAID>?</SLAID> <!--Választható:--> <SLA>?</SLA> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <StateID>?</StateID> <!--Választható:--> <State>?</State> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <PriorityID>?</PriorityID> <!--Választható:--> <Priority>?</Priority> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <OwnerID>?</OwnerID> <!--Választható:--> <Owner>?</Owner> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <ResponsibleID>?</ResponsibleID> <!--Választható:--> <Responsible>?</Responsible> <!--Választható:--> <CustomerUser>?</CustomerUser> <!--Választható:--> <CustomerID>?</CustomerID> <!--Választható:--> <PendingTime> <!--Ezen a szinten a következő és a többi 5 elemből lehet VÁLASZTANI--> <Diff>?</Diff> <Year>?</Year> <Month>?</Month> <Day>?</Day> <Hour>?</Hour> <Minute>?</Minute> </PendingTime> </Ticket> <!--Választható:--> <Article> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <CommunicationChannelID>?</CommunicationChannelID> <!--Választható: lehetséges értékek: Email, Internal vagy Phone--> <CommunicationChannel>?</CommunicationChannel> <IsVisibleForCustomer>?</IsVisibleForCustomer> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <SenderTypeID>?</SenderTypeID> <!--Választható:--> <SenderType>?</SenderType> <!--Választható:--> <From>?</From> <Subject>?</Subject> <Body>?</Body> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <ContentType>?</ContentType> <Charset>?</Charset> <MimeType>?</MimeType> <!--Választható:--> <HistoryType>?</HistoryType> <!--Választható:--> <HistoryComment>?</HistoryComment> <!--Választható:--> <AutoResponseType>?</AutoResponseType> <!--Választható:--> <TimeUnit>?</TimeUnit> <!--Választható:--> <NoAgentNotify>?</NoAgentNotify> <!--Nulla vagy több ismétlődés:--> <ForceNotificationToUserID>?</ForceNotificationToUserID> <!--Nulla vagy több ismétlődés:--> <ExcludeNotificationToUserID>?</ExcludeNotificationToUserID> <!--Nulla vagy több ismétlődés:--> <ExcludeMuteNotificationToUserID>?</ExcludeMuteNotificationToUserID> </Article> <!--Nulla vagy több ismétlődés:--> <DynamicField> <Name>?</Name> <!--1 vagy több ismétlődés:--> <Value>?</Value> </DynamicField> <!--Nulla vagy több ismétlődés:--> <Attachment> <Content>cid:166861569966</Content> <ContentType>?</ContentType> <Filename>?</Filename> </Attachment> </TicketUpdate>

source: This operation is used to get all the attributes of a ticket including the dynamic fields, all articles and all of the attachments that belong to the ticket.
hu: Ez a művelet egy jegy összes jellemzőjének lekéréséhez használható, beleértve a dinamikus mezőket, az összes bejegyzést és az összes mellékletet, amelyek a jegyhez tartoznak.
zh_cn: 这个操作用来获取一个工单的所有属性，包括动态字段、所有信件和属于工单的所有附件。

source: <TicketGet> <!--You have a MANDATORY CHOICE of the next 3 items at this level--> <!--Optional:--> <UserLogin>?</UserLogin> <!--Optional:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Optional:--> <SessionID>?</SessionID> <!--Optional:--> <Password>?</Password> <!--1 or more repetitions:--> <TicketID>?</TicketID> <!--Optional:--> <DynamicFields>?</DynamicFields> <!--Optional:--> <Extended>?</Extended> <!--Optional:--> <AllArticles>?</AllArticles> <!--Optional:--> <ArticleSenderType>?</ArticleSenderType> <!--Optional:--> <ArticleOrder>?</ArticleOrder> <!--Optional:--> <ArticleLimit>?</ArticleLimit> <!--Optional:--> <Attachments>?</Attachments> <!--Optional:--> <GetAttachmentContents>?</GetAttachmentContents> <!--Optional:--> <HTMLBodyAsAttachment>?</HTMLBodyAsAttachment> </TicketGet>
hu: <TicketGet> <!--Ezen a szinten a következő 3 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <UserLogin>?</UserLogin> <!--Választható:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Választható:--> <SessionID>?</SessionID> <!--Választható:--> <Password>?</Password> <!--1 vagy több ismétlődés:--> <TicketID>?</TicketID> <!--Választható:--> <DynamicFields>?</DynamicFields> <!--Választható:--> <Extended>?</Extended> <!--Választható:--> <AllArticles>?</AllArticles> <!--Választható:--> <ArticleSenderType>?</ArticleSenderType> <!--Választható:--> <ArticleOrder>?</ArticleOrder> <!--Választható:--> <ArticleLimit>?</ArticleLimit> <!--Választható:--> <Attachments>?</Attachments> <!--Választható:--> <GetAttachmentContents>?</GetAttachmentContents> <!--Választható:--> <HTMLBodyAsAttachment>?</HTMLBodyAsAttachment> </TicketGet>

source: TicketSearch operation returns a list of Ticket IDs that matches a predefined criteria.
hu: A TicketSearch művelet azon jegyazonosítók listáját adja vissza, amelyek illeszkednek az előre meghatározott feltételekre.
zh_cn: ‘搜索工单’操作返回匹配一个预定义条件的工单编号列表。

source: <TicketSearch> <!--You have a MANDATORY CHOICE of the next 3 items at this level--> <!--Optional:--> <UserLogin>?</UserLogin> <!--Optional:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Optional:--> <SessionID>?</SessionID> <!--Optional:--> <Password>?</Password> <!--Optional:--> <Limit>?</Limit> <!--Zero or more repetitions:--> <TicketNumber>?</TicketNumber> <!--Zero or more repetitions:--> <Title>?</Title> <!--Zero or more repetitions:--> <Queues>?</Queues> <!--Zero or more repetitions:--> <QueueIDs>?</QueueIDs> <!--Optional:--> <UseSubQueues>?</UseSubQueues> <!--Zero or more repetitions:--> <Types>?</Types> <!--Zero or more repetitions:--> <TypeIDs>?</TypeIDs> <!--Zero or more repetitions:--> <States>?</States> <!--Zero or more repetitions:--> <StateIDs>?</StateIDs> <!--Zero or more repetitions:--> <StateType>?</StateType> <!--Zero or more repetitions:--> <StateTypeIDs>?</StateTypeIDs> <!--Zero or more repetitions:--> <Priorities>?</Priorities> <!--Zero or more repetitions:--> <PriorityIDs>?</PriorityIDs> <!--Zero or more repetitions:--> <Services>?</Services> <!--Zero or more repetitions:--> <ServiceIDs>?</ServiceIDs> <!--Zero or more repetitions:--> <SLAs>?</SLAs> <!--Zero or more repetitions:--> <SLAIDs>?</SLAIDs> <!--Zero or more repetitions:--> <Locks>?</Locks> <!--Zero or more repetitions:--> <LockIDs>?</LockIDs> <!--Zero or more repetitions:--> <OwnerIDs>?</OwnerIDs> <!--Zero or more repetitions:--> <ResponsibleIDs>?</ResponsibleIDs> <!--Zero or more repetitions:--> <WatchUserIDs>?</WatchUserIDs> <!--Zero or more repetitions:--> <CustomerID>?</CustomerID> <!--Zero or more repetitions:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Zero or more repetitions:--> <CreatedUserIDs>?</CreatedUserIDs> <!--Zero or more repetitions:--> <CreatedTypes>?</CreatedTypes> <!--Zero or more repetitions:--> <CreatedTypeIDs>?</CreatedTypeIDs> <!--Zero or more repetitions:--> <CreatedPriorities>?</CreatedPriorities> <!--Zero or more repetitions:--> <CreatedPriorityIDs>?</CreatedPriorityIDs> <!--Zero or more repetitions:--> <CreatedStates>?</CreatedStates> <!--Zero or more repetitions:--> <CreatedStateIDs>?</CreatedStateIDs> <!--Zero or more repetitions:--> <CreatedQueues>?</CreatedQueues> <!--Zero or more repetitions:--> <CreatedQueueIDs>?</CreatedQueueIDs> <!--Zero or more repetitions:--> <DynamicField> <Name>?<Name> <!--You have a MANDATORY CHOICE of the next 6 items at this level--> <!--Optional:--> <Equals>?</Equals> <!--Optional:--> <Like>?</Like> <!--Optional:--> <GreaterThan>?</GreaterThan> <!--Optional:--> <GreaterThanEquals>?</GreaterThanEquals> <!--Optional:--> <SmallerThan>?</SmallerThan> <!--Optional:--> <SmallerThanEquals>?</SmallerThanEquals> </DynamicField> <!--Optional:--> <Ticketflag> <!--Optional:--> <Seen>?</Seen> </Ticketflag> <!--Optional:--> <From>?</From> <!--Optional:--> <To>?</To> <!--Optional:--> <Cc>?</Cc> <!--Optional:--> <Subject>?</Subject> <!--Optional:--> <Body>?</Body> <!--Optional:--> <FullTextIndex>?</FullTextIndex> <!--Optional:--> <ContentSearch>?</ContentSearch> <!--Optional:--> <ConditionInline>?</ConditionInline> <!--Optional:--> <ArticleCreateTimeOlderMinutes>?</ArticleCreateTimeOlderMinutes> <!--Optional:--> <ArticleCreateTimeNewerMinutes>?</ArticleCreateTimeNewerMinutes> <!--Optional:--> <ArticleCreateTimeNewerDate>?</ArticleCreateTimeNewerDate> <!--Optional:--> <ArticleCreateTimeOlderDate>?</ArticleCreateTimeOlderDate> <!--Optional:--> <TicketCreateTimeOlderMinutes>?</TicketCreateTimeOlderMinutes> <!--Optional:--> <ATicketCreateTimeNewerMinutes>?</ATicketCreateTimeNewerMinutes> <!--Optional:--> <TicketCreateTimeNewerDate>?</TicketCreateTimeNewerDate> <!--Optional:--> <TicketCreateTimeOlderDate>?</TicketCreateTimeOlderDate> <!--Optional:--> <TicketLastChangeTimeOlderMinutes>?</TicketLastChangeTimeOlderMinutes> <!--Optional:--> <TicketLastChangeTimeNewerMinutes>?</TicketLastChangeTimeNewerMinutes> <!--Optional:--> <TicketLastChangeTimeNewerDate>?</TicketLastChangeTimeNewerDate> <!--Optional:--> <TicketLastChangeTimeOlderDate>?</TicketLastChangeTimeOlderDate> <!--Optional:--> <TicketChangeTimeOlderMinutes>?</TicketChangeTimeOlderMinutes> <!--Optional:--> <TicketChangeTimeNewerMinutes>?</TicketChangeTimeNewerMinutes> <!--Optional:--> <TicketChangeTimeNewerDate>?</TicketChangeTimeNewerDate> <!--Optional:--> <TicketChangeTimeOlderDate>?</TicketChangeTimeOlderDate> <!--Optional:--> <TicketCloseTimeOlderMinutes>?</TicketCloseTimeOlderMinutes> <!--Optional:--> <TicketCloseTimeNewerMinutes>?</TicketCloseTimeNewerMinutes> <!--Optional:--> <TicketCloseTimeNewerDate>?</TicketCloseTimeNewerDate> <!--Optional:--> <TicketCloseTimeOlderDate>?</TicketCloseTimeOlderDate> <!--Optional:--> <TicketPendingTimeOlderMinutes>?</TicketPendingTimeOlderMinutes> <!--Optional:--> <TicketPendingTimeNewerMinutes>?</TicketPendingTimeNewerMinutes> <!--Optional:--> <TicketPendingTimeNewerDate>?</TicketPendingTimeNewerDate> <!--Optional:--> <TicketPendingTimeOlderDate>?</TicketPendingTimeOlderDate> <!--Optional:--> <TicketEscalationTimeOlderMinutes>?</TicketEscalationTimeOlderMinutes> <!--Optional:--> <TTicketEscalationTimeNewerMinutes>?</TTicketEscalationTimeNewerMinutes> <!--Optional:--> <TicketEscalationTimeNewerDate>?</TicketEscalationTimeNewerDate> <!--Optional:--> <TicketEscalationTimeOlderDate>?</TicketEscalationTimeOlderDate> <!--Optional:--> <ArchiveFlags>?</ArchiveFlags> <!--Zero or more repetitions:--> <OrderBy>?</OrderBy> <!--Zero or more repetitions:--> <SortBy>?</SortBy> <!--Zero or more repetitions:--> <CustomerUserID>?</CustomerUserID> </TicketSearch>
hu: <TicketSearch> <!--Ezen a szinten a következő 3 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <UserLogin>?</UserLogin> <!--Választható:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Választható:--> <SessionID>?</SessionID> <!--Választható:--> <Password>?</Password> <!--Választható:--> <Limit>?</Limit> <!--Nulla vagy több ismétlődés:--> <TicketNumber>?</TicketNumber> <!--Nulla vagy több ismétlődés:--> <Title>?</Title> <!--Nulla vagy több ismétlődés:--> <Queues>?</Queues> <!--Nulla vagy több ismétlődés:--> <QueueIDs>?</QueueIDs> <!--Választható:--> <UseSubQueues>?</UseSubQueues> <!--Nulla vagy több ismétlődés:--> <Types>?</Types> <!--Nulla vagy több ismétlődés:--> <TypeIDs>?</TypeIDs> <!--Nulla vagy több ismétlődés:--> <States>?</States> <!--Nulla vagy több ismétlődés:--> <StateIDs>?</StateIDs> <!--Nulla vagy több ismétlődés:--> <StateType>?</StateType> <!--Nulla vagy több ismétlődés:--> <StateTypeIDs>?</StateTypeIDs> <!--Nulla vagy több ismétlődés:--> <Priorities>?</Priorities> <!--Nulla vagy több ismétlődés:--> <PriorityIDs>?</PriorityIDs> <!--Nulla vagy több ismétlődés:--> <Services>?</Services> <!--Nulla vagy több ismétlődés:--> <ServiceIDs>?</ServiceIDs> <!--Nulla vagy több ismétlődés:--> <SLAs>?</SLAs> <!--Nulla vagy több ismétlődés:--> <SLAIDs>?</SLAIDs> <!--Nulla vagy több ismétlődés:--> <Locks>?</Locks> <!--Nulla vagy több ismétlődés:--> <LockIDs>?</LockIDs> <!--Nulla vagy több ismétlődés:--> <OwnerIDs>?</OwnerIDs> <!--Nulla vagy több ismétlődés:--> <ResponsibleIDs>?</ResponsibleIDs> <!--Nulla vagy több ismétlődés:--> <WatchUserIDs>?</WatchUserIDs> <!--Nulla vagy több ismétlődés:--> <CustomerID>?</CustomerID> <!--Nulla vagy több ismétlődés:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Nulla vagy több ismétlődés:--> <CreatedUserIDs>?</CreatedUserIDs> <!--Nulla vagy több ismétlődés:--> <CreatedTypes>?</CreatedTypes> <!--Nulla vagy több ismétlődés:--> <CreatedTypeIDs>?</CreatedTypeIDs> <!--Nulla vagy több ismétlődés:--> <CreatedPriorities>?</CreatedPriorities> <!--Nulla vagy több ismétlődés:--> <CreatedPriorityIDs>?</CreatedPriorityIDs> <!--Nulla vagy több ismétlődés:--> <CreatedStates>?</CreatedStates> <!--Nulla vagy több ismétlődés:--> <CreatedStateIDs>?</CreatedStateIDs> <!--Nulla vagy több ismétlődés:--> <CreatedQueues>?</CreatedQueues> <!--Nulla vagy több ismétlődés:--> <CreatedQueueIDs>?</CreatedQueueIDs> <!--Nulla vagy több ismétlődés:--> <DynamicField> <Name>?<Name> <!--Ezen a szinten a következő 6 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <Equals>?</Equals> <!--Választható:--> <Like>?</Like> <!--Választható:--> <GreaterThan>?</GreaterThan> <!--Választható:--> <GreaterThanEquals>?</GreaterThanEquals> <!--Választható:--> <SmallerThan>?</SmallerThan> <!--Választható:--> <SmallerThanEquals>?</SmallerThanEquals> </DynamicField> <!--Választható:--> <Ticketflag> <!--Választható:--> <Seen>?</Seen> </Ticketflag> <!--Választható:--> <From>?</From> <!--Választható:--> <To>?</To> <!--Választható:--> <Cc>?</Cc> <!--Választható:--> <Subject>?</Subject> <!--Választható:--> <Body>?</Body> <!--Választható:--> <FullTextIndex>?</FullTextIndex> <!--Választható:--> <ContentSearch>?</ContentSearch> <!--Választható:--> <ConditionInline>?</ConditionInline> <!--Választható:--> <ArticleCreateTimeOlderMinutes>?</ArticleCreateTimeOlderMinutes> <!--Választható:--> <ArticleCreateTimeNewerMinutes>?</ArticleCreateTimeNewerMinutes> <!--Választható:--> <ArticleCreateTimeNewerDate>?</ArticleCreateTimeNewerDate> <!--Választható:--> <ArticleCreateTimeOlderDate>?</ArticleCreateTimeOlderDate> <!--Választható:--> <TicketCreateTimeOlderMinutes>?</TicketCreateTimeOlderMinutes> <!--Választható:--> <ATicketCreateTimeNewerMinutes>?</ATicketCreateTimeNewerMinutes> <!--Választható:--> <TicketCreateTimeNewerDate>?</TicketCreateTimeNewerDate> <!--Választható:--> <TicketCreateTimeOlderDate>?</TicketCreateTimeOlderDate> <!--Választható:--> <TicketLastChangeTimeOlderMinutes>?</TicketLastChangeTimeOlderMinutes> <!--Választható:--> <TicketLastChangeTimeNewerMinutes>?</TicketLastChangeTimeNewerMinutes> <!--Választható:--> <TicketLastChangeTimeNewerDate>?</TicketLastChangeTimeNewerDate> <!--Választható:--> <TicketLastChangeTimeOlderDate>?</TicketLastChangeTimeOlderDate> <!--Választható:--> <TicketChangeTimeOlderMinutes>?</TicketChangeTimeOlderMinutes> <!--Választható:--> <TicketChangeTimeNewerMinutes>?</TicketChangeTimeNewerMinutes> <!--Választható:--> <TicketChangeTimeNewerDate>?</TicketChangeTimeNewerDate> <!--Választható:--> <TicketChangeTimeOlderDate>?</TicketChangeTimeOlderDate> <!--Választható:--> <TicketCloseTimeOlderMinutes>?</TicketCloseTimeOlderMinutes> <!--Választható:--> <TicketCloseTimeNewerMinutes>?</TicketCloseTimeNewerMinutes> <!--Választható:--> <TicketCloseTimeNewerDate>?</TicketCloseTimeNewerDate> <!--Választható:--> <TicketCloseTimeOlderDate>?</TicketCloseTimeOlderDate> <!--Választható:--> <TicketPendingTimeOlderMinutes>?</TicketPendingTimeOlderMinutes> <!--Választható:--> <TicketPendingTimeNewerMinutes>?</TicketPendingTimeNewerMinutes> <!--Választható:--> <TicketPendingTimeNewerDate>?</TicketPendingTimeNewerDate> <!--Választható:--> <TicketPendingTimeOlderDate>?</TicketPendingTimeOlderDate> <!--Választható:--> <TicketEscalationTimeOlderMinutes>?</TicketEscalationTimeOlderMinutes> <!--Választható:--> <TTicketEscalationTimeNewerMinutes>?</TTicketEscalationTimeNewerMinutes> <!--Választható:--> <TicketEscalationTimeNewerDate>?</TicketEscalationTimeNewerDate> <!--Választható:--> <TicketEscalationTimeOlderDate>?</TicketEscalationTimeOlderDate> <!--Választható:--> <ArchiveFlags>?</ArchiveFlags> <!--Nulla vagy több ismétlődés:--> <OrderBy>?</OrderBy> <!--Nulla vagy több ismétlődés:--> <SortBy>?</SortBy> <!--Nulla vagy több ismétlődés:--> <CustomerUserID>?</CustomerUserID> </TicketSearch>

source: This operation is used to get all the history entries from a ticket or tickets.
hu: Ez a művelet az összes előzménybejegyzés lekéréséhez használható egy jegyből vagy jegyekből.
zh_cn: 这个操作用于从一个或多个工单中获取所有历史记录。

source: <TicketHistoryGet> <!--You have a MANDATORY CHOICE of the next 2 items at this level--> <!--Optional:--> <UserLogin>?</UserLogin> <!--Optional:--> <SessionID>?</SessionID> <!--Optional:--> <Password>?</Password> <!--1 or more repetitions:--> <TicketID>?</TicketID> </TicketHistoryGet>
hu: <TicketHistoryGet> <!--Ezen a szinten a következő 2 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <UserLogin>?</UserLogin> <!--Választható:--> <SessionID>?</SessionID> <!--Választható:--> <Password>?</Password> <!--1 vagy több ismétlődés:--> <TicketID>?</TicketID> </TicketHistoryGet>

source: Web Service Configuration
hu: Webszolgáltatás-beállítás
zh_cn: WEB服务配置

source: The following is a basic but complete web service configuration file in YAML format to use all the Ticket Connector operations with the SOAP network transport. In order to use it in OTRS you need to copy the content, save it into a file and call it <filename>GenericTicketConnectorSOAP.yml</filename>, and import it into OTRS in the Web Services screen in the Admin panel by clicking in the "Add web service" button from the overview screen and then clicking in the "Import web service" button in the add screen.
hu: A következő egy alap, de teljes webszolgáltatás beállítófájl YAML formátumban az összes jegy csatlakozó művelet használatához SOAP hálózati átvitellel. Azért, hogy használhassa az OTRS-ben, ki kell másolnia a tartalmát, el kell mentenie egy <filename>GenericTicketConnectorSOAP.yml</filename> nevű fájlba, és importálnia kell az OTRS-be az adminisztrációs panelen lévő Webszolgáltatások képernyőn a „Webszolgáltatás hozzáadása” gombra kattintva az áttekintő képernyőről, majd ezután a „Webszolgáltatás importálása” gombra kattintva a hozzáadás képernyőn.
zh_cn: 下面是一个基本但完整的YAML格式的WEB服务配置文件，通过SOAP网络传输方法使用了所有的工单连接器操作。为了在OTRS中使用它，你需要复制它的内容到一个叫<filename>GenericTicketConnectorSOAP.yml</filename>的文件，并且在系统管理页面进入WEB服务屏幕，然后在WEB服务概览屏幕点击“添加WEB服务”按钮，然后在添加WEB服务屏幕点击“导入WEB服务”按钮，将这个文件导入到OTRS中。
