Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Pending time and escalation time / SLA management allow time-based scheduling and restrictions on tickets.
hu: A várakozási idő és az eszkalációs idő / SLA-kezelés lehetővé teszi az időalapú ütemezést és a jegyekre történő korlátozást.
zh_cn: 挂起时间与升级时间/SLA管理支持针对工单基于时间的调度与限制。

source: Tickets can be linked to other tickets or other objects such as FAQ entries.
hu: A jegyek összekapcsolhatók más jegyekkel vagy más objektumokkal, mint például GyIK bejegyzésekkel.
zh_cn: 工单可以被链接到其他工单或其他对象如FAQ文档。

source: Automatic and timed actions on tickets are possible with the "GenericAgent".
hu: Automatikus és időzített műveletek lehetségesek a jegyeken az „Általános ügyintézővel”.
zh_cn: 可以通过自动任务("GenericAgent")自动化与定时操作工单。

source: OTRS comes with a powerful search engine that allows complex and fulltext searches on tickets.
hu: Az OTRS egy hatékony keresőmotorral érkezik, amely összetett és szabad-szavas kereséseket tesz lehetővé a jegyekben.
zh_cn: OTRS拥有强大的搜索引擎，支持针对工单的复杂和全文搜索。

source: System
hu: Rendszer
zh_cn: 系统

source: OTRS runs on many operating systems (Linux, Solaris, AIX, FreeBSD, OpenBSD, Mac OS 10.x) and supports several database systems for the central OTRS back-end (MySQL, PostgreSQL, Oracle, MSSQL).
hu: Az OTRS számos operációs rendszeren fut (Linux, Solaris, AIX, FreeBSD, OpenBSD, Mac OS 10.x), és különféle adatbázis-rendszereket támogat a központi OTRS háttérprogramnál (MySQL, PostgreSQL, Oracle, MSSQL).
zh_cn: OTRS能运行于多种操作系统（Linux, Solaris, AIX, FreeBSD, OpenBSD,Mac OS 10.x），并且后端支持多种数据库（MySQL, PostgreSQL, Oracle, MSSQL） 。

source: The core system can be extended by installing OTRS packages. There are many free packages (such as FAQ, OTRS::ITSM and others) as well as FeatureAddon packages that are available for service contract customers of the OTRS group.
hu: A központi rendszer kiterjeszthető OTRS csomagok telepítésével. Számos ingyenes csomag létezik (úgymint FAQ, OTRS::ITSM és egyebek), valamint szolgáltatásbővítő csomagok, amelyek az OTRS csoport szolgáltatási szerződéses ügyfeleinek érhetők el.
zh_cn: 可以通过安装OTRS软件包扩展核心系统。有很多免费软件包可以使用(如FAQ、OTRS::ITSM等)，OTRS团队同样还提供了商业付费软件包，有需要的话可以联系相关商务。

source: Integration of external back-ends for the customer data, e.g. via AD, eDirectory or OpenLDAP. Customers can authenticate via database, LDAP, HTTPAuth or Radius.
hu: Külső háttérprogramok integrációja az ügyféladatokhoz, például AD, eDirectory vagy OpenLDAP szolgáltatásokon keresztül. Az ügyfelek hitelesíthetők adatbázis, LDAP, HTTPAuth vagy Radius protokollokon keresztül.
zh_cn: 客户数据还支持与其他后端验证方式集成，如AD、eDirectory或OpenLDAP。客户可以通过数据库、LDAP、HTTPAuth或Radius进行验证。

source: With the GenericInterface it is easy to connect OTRS to other web services. Simple web services can be integrated without programming, complex scenarios with custom extensions. The OTRS Ticket connector allows the creation, updating and searching of tickets, via web services from a third party application.
hu: Az általános felülettel könnyű az OTRS-t más webszolgáltatásokkal összekapcsolni. Egyszerű webszolgáltatások integrálhatók programozás, vagy egyéni kiterjesztésekkel rendelkező összetett forgatókönyvek nélkül. Az OTRS jegycsatlakozó lehetővé teszi jegyek létrehozását, frissítését és keresését egy harmadik fél által készített alkalmazásból származó webszolgáltatásokon keresztül.
zh_cn: 使用通用接口可以很容易连接OTRS与其他的WEB服务。简单的WEB服务可以直接集成无须编码，复杂的场景，可以自定义扩展插件。OTRS工单连接器(The OTRS Ticket connector)允许第三方应用程序通过WEB服务创建、更新和搜索工单。

source: Now let us look at the changes in recent versions of OTRS.
hu: Most nézzük meg az OTRS legújabb verzióiban lévő változásokat.
zh_cn: 让我们看看最新几个版本的OTRS都有什么变化。

source: New Features of OTRS 6
hu: Az OTRS 6 új szolgáltatásai
zh_cn: OTRS 6的新功能

source: Productivity
hu: Termelékenység
zh_cn: 生产力

source: Implemented proper time zone support. Time zones can be configured system wide and also on a per-user basis.
hu: Megfelelő időzóna-támogatás került megvalósításra. Az időzónák beállíthatók rendszerszinten és felhasználóalapon is.
zh_cn: 实现了完善的时区支持。 可以在系统范围内配置时区，也可以基于每个用户配置单独的时区。

source: Improvements to ticket handling
hu: Továbbfejlesztett jegykezelés
zh_cn: 改进了工单处理

source: Added possibility to store unfinished ticket forms as drafts for later reuse.
hu: Hozzáadásra került a befejezetlen jegyűrlapok piszkozatként való tárolásának lehetősége a későbbi újrafelhasználáshoz.
zh_cn: 增加了将未完成的工单表单存储为草稿以供后期重复使用的可能。

source: Completely revamped ticket zoom screen, with a fresh new design with accent on content. User avatars have been introduced as a visual aid for easier identification of the article sender. Article display settings are now displayed in a settings dialog.
hu: A jegynagyítás képernyő teljesen át lett alakítva a tartalomra fektetett hangsúly érdekében létrehozott új megjelenítéssel. Szemléltető eszközként bevezetésre kerültek a felhasználói avatárok a bejegyzés küldőjének egyszerűbb azonosításához. A bejegyzés megjelenítési beállításai mostantól egy beállítások párbeszédablakban jelennek meg.
zh_cn: 全新改版的工单详情屏幕，全新设计，重点突出内容。 已经引入了用户头像作为视觉辅助以便于识别信件发送人。 现在信件显示设置显示在一个设置对话框中。

source: Dropped dubious and somewhat confusing article types, and introduced the concept of communication channels as source for ticket articles (e.g. Email, Phone, Chat, etc). Customer visibility of articles can now be determined by a simple check-box.
hu: A bizonytalan és kissé zavaró bejegyzéstípusok el lettek dobva, és a kommunikációs csatornák fogalma került bevezetésre a jegy bejegyzéseinek forrásaként (például e-mail, telefon, csevegés, stb.). A bejegyzések ügyfélláthatósága mostantól egy egyszerű jelölőnégyzettel határozható meg.
zh_cn: 丢弃了可疑且有些令人困惑的信件类型，并引入了通信渠道的概念作为工单信件的来源（例如电子邮件、电话、聊天等）。 现在可以通过简单的复选框确定客户对信件的可见性。

source: Improved AgentTicketHistory screen usability.
hu: Továbbfejlesztésre került az ügyintézői jegyelőzmények képernyő használhatósága.
zh_cn: 改进了服务人员工单历史屏幕的可用性。

source: Merged the add-on module OTRSAdvancedTicketSplit. Now it's possible to select to which kind of ticket an article should be split: phone (default), email or process ticket. For process tickets, additional selection of specific process will be provided. However, only those fields which are configured in the first activity dialog will be adopted from original ticket.
hu: Beolvasztásra került az OTRSAdvancedTicketSplit kiegészítő modul. Mostantól lehetséges annak kiválasztása, hogy egy bejegyzést milyen fajta jegybe kell felosztani: telefonos (alapértelmezett), e-mail vagy folyamatjegybe. Folyamatjegyeknél adott folyamatok további kiválasztása lesz biztosítva. Azonban csak azok a mezők lesznek átemelve az eredeti jegyből, amelyek az első tevékenység párbeszédben be lettek állítva.
zh_cn: 合并了附加模块OTRSAdvancedTicketSplit（高级工单拆分）。 现在可以选择拆分信件的类型：电话（默认）、电子邮件或流程工单。 对于流程工单，将提供额外的特定流程选择。 但是，只有在第一个活动对话框中配置的字段才能在原始工单中采用。

source: Added support for ticket number and title search in ticket merge and bulk screens. Auto-complete list can be used to populate the ticket number field with a single click, therefore speeding up the process and limiting room for error. In the ticket merge screen, there is also a CustomeriD search filter option, which will limit the results to tickets belonging to the same customer company as the source ticket.
hu: Hozzáadásra került jegyszám és cím keresési támogatás a jegyegyesítés és tömeges képernyőkben. Automatikusan kiegészülő listák használhatók a jegyszám mező egyetlen kattintással való kitöltéséhez, ezáltal felgyorsítja a folyamatot, és korlátozza a hiba lehetőségét. A jegyegyesítés képernyőn is megjelent egy ügyfél-azonosító keresési szűrő lehetőség, amely korlátozza ugyanazon ügyfélvállalathoz tartozó jegyek találatait mint forrásjegyet.
zh_cn: 在工单合并和批量处理屏幕中添加了搜索工单编号和标题的支持。 只需单击一下，即可使用自动完成列表填充工单编号字段，从而加快进程并减少出错空间。 在工单合并屏幕中，还有一个客户ID搜索过滤器选项，可以将结果限制为与源工单相同的客户公司的工单。

source: Split last sender and ticket title columns in ticket overviews.
hu: Az utolsó küldő és a jegy címe oszlopok felosztásra kerültek a jegyáttekintőkben.
zh_cn: 在工单概览中拆分最近发件人和工单标题列。

source: It's now possible to access all supported article actions directly from large ticket overview screen.
hu: Mostantól elérhető az összes támogatott bejegyzésművelet közvetlenül a nagy jegyáttekintő képernyőn.
zh_cn: 现在可以直接在工单概览详细屏幕访问所有支持的信件操作。

source: It is now possible to delete linked objects directly from the zoom view.
hu: Mostantól lehetséges a kapcsolt objektumok törlése közvetlenül a nagyítási nézetből.
zh_cn: 现在可以直接在工单详情视图中删除链接对象。

source: Ticket search and statistic can now filter for pending until time.
hu: A jegykeresés és a statisztikák mostantól szűrhetők a függőben lévő hátralévő időkre.
zh_cn: 工单搜索和统计现在可以使用挂起等待时间作为过滤器了。

source: Added possibility to restrict zoom and print screens in the customer interface by using ACLs.
hu: Hozzáadásra került az ügyfélfelületen lévő nagyítás és nyomtatás képernyő korlátozásának lehetősége ACL-ek használatával.
zh_cn: 增加了在客户界面中使用ACL限制详情和打印屏幕的可能性。

source: The used search template is now shown on the ticket search result screen.
hu: A használt keresési sablon mostantól megjelenik a jegykeresés találati képernyőn.
zh_cn: 在工单搜索结果屏幕上现在会显示使用的搜索模板。

source: Added possibility to automatically lock new tickets to the agent who creates them.
hu: Hozzáadásra került az új jegyek automatikus zárolásának lehetősége arra az ügyintézőre, aki létrehozta azokat.
zh_cn: 添加了将新工单自动锁定到创建它们的服务人员的可能性。

source: Added possibility to send notifications to the agent who created a ticket, thanks to Dian Tong Software.
hu: Mostantól lehetséges értesítés küldése annak az ügyintézőnek, aki létrehozta a jegyet, köszönet érte a Dian Tong Software-nek.
zh_cn: 增加了向创建工单的服务人员发送通知的可能性，感谢点通软件。

source: Added new recipient notification groups 'AllRecipientsFirstArticle' and 'AllRecipientsLastArticle'.
hu: Új „AllRecipientsFirstArticle” és „AllRecipientsLastArticle” címzett értesítési csoportok lettek hozzáadva.
zh_cn: 添加了新的收件人通知组“AllRecipientsFirstArticle”和“AllRecipientsLastArticle”。

source: Make it possible to configure which ticket state types to show striked through in the linked objects table, thanks to Renée Bäcker.
hu: Lehetővé vált annak beállítása, hogy mely jegyállapot típusok legyenek áthúzottan megjelenítve az összekapcsolt objektumok táblájában, köszönet érte Renée Bäckernek.
zh_cn: 可以配置在链接对象表中显示哪些工单状态类型，感谢Renée Bäcker。

source: Made possible to define ServiceIDs and SLAIDs as default shown ticket search attributes, thanks to Paweł Bogusławski.
hu: Lehetővé vált a szolgáltatásazonosítók és SLA-azonosítók alapértelmezetten megjelenített keresési attribútumként való meghatározása, köszönet érte Paweł Bogusławskinak.
zh_cn: 可以将服务ID和服务级别协议ID作为默认显示的工单搜索属性，感谢Paweł Bogusławski。

source: Merged the add-on module OTRSTicketCloseRedirect. It is now possible by a new SysConfig setting to stay in Ticket Zoom after an action that closes the ticket instead of been redirected to the last overview screen or dashboard. This is now controlled by the new SysConfig setting "Ticket::Frontend::RedirectAfterCloseDisabled".
hu: Beolvasztásra került az OTRSTicketCloseRedirect kiegészítő modul. Mostantól egy új rendszerbeállítással lehetséges a jegynagyításban maradni egy olyan művelet után, amely lezárja a jegyet, ahelyett hogy átirányításra kerülne a legutóbbi áttekintő képernyőre vagy a vezérlőpultra. Ez mostantól a „Ticket::Frontend::RedirectAfterCloseDisabled” rendszerbeállítási lehetőséggel szabályozható.
zh_cn: 合并了附加模块OTRSTicketCloseRedirect（关闭工单后重定向）。 现在可以通过一个新的系统配置设置在关闭工单操作后停留在工单详情屏幕，而不是重定向到上一个概览屏幕或仪表板。 现在可通过新的系统配置参数“Ticket::Frontend::RedirectAfterCloseDisabled”来控制。

source: Merged the add-on module OTRSUserDefaultQueue, With a new SysConfig setting now it is possible to pre-select a queue to create a ticket in the New Phone, Email and Process ticket screens.
hu: Beolvasztásra került az OTRSUserDefaultQueue kiegészítő modul. Mostantól egy új rendszerbeállítási lehetőséggel egy várólista előre meghatározható egy új jegy létrehozásánál az új telefonos, e-mail és folyamatjegy képernyőkön.
zh_cn: 合并了附加模块OTRSUserDefaultQueue（用户默认队列），现在使用一个新的系统配置参数可以设置在创建新的电话、电子邮件和流程工单屏幕中预先选择一个队列。

source: Merged the add-on module OTRSAppointmentCalendar. Now OTRS provides a calendar implementation that allows agents to manage and display multiple calendars and their appointments.
hu: Beolvasztásra került az OTRSAppointmentCalendar kiegészítő modul. Az OTRS mostantól egy olyan naptármegvalósítást nyújt, amely lehetővé teszi az ügyintézőknek több naptár és azok időpontjainak kezelését és megjelenítését.
zh_cn: 合并了附加模块OTRSAppointmentCalendar（预约日历）。 现在OTRS提供了一个日历实现，允许服务人员管理和显示多个日历及其预约。

source: Improvements for working with customers
hu: Az ügyfelekkel való munka továbbfejlesztései
zh_cn: 客户使用的改进

source: Added dynamic field support for customer users and customers. This makes it possible to attach additional data fields to customer users and customers (companies) without making manual changes to the database.
hu: Dinamikus mező támogatás érhető el az ügyfél-felhasználók és az ügyfelek adminisztrációjánál. Ez lehetővé teszi további adatmezők hozzákapcsolását az ügyfél-felhasználókhoz és az ügyfelekhez (vállalatokhoz) anélkül, hogy kézi módosítást kelljen végrehajtani az adatbázisban.
zh_cn: 增加了客户用户和客户的动态字段支持。 这使得可以将额外的数据字段附加到客户用户和客户（公司），而无需手动更改数据库。

source: Modernized the OTRS address book. It is now possible to search for all configured custom user and customer fields.
hu: Modernizálva lett az OTRS címjegyzék. Mostantól lehetőség van rákeresni az összes beállított egyéni felhasználó- és ügyfélmezőre.
zh_cn: 现代化的OTRS地址簿。 现在可以搜索所有已配置的自定义客户用户和客户字段。

source: Added the Customer User Information Center frontend. This works like the existing Customer Information Center, but focuses on all data of one particular customer user, rather than a complete customer (company).
hu: Hozzáadásra került az ügyfél-felhasználó információs központ előtétprogram. Ez úgy működik mint a meglévő ügyfél-információs központ, de egy bizonyos ügyfél-felhasználó összes adatára összpontosít egy teljes ügyfél (vállalat) helyett.
zh_cn: 添加了客户用户信息中心前端。 它与现有的客户信息中心类似，但侧重于一个特定客户用户的所有数据，而不是整个客户（公司）。

source: Improved the selection of customers in various screens by adding autocomplete fields.
hu: Továbbfejlesztésre került az ügyfelek kiválasztása különféle képernyőkön automatikusan kiegészített mezők hozzáadásával.
zh_cn: 通过添加自动完成字段，改进了各种屏幕中客户的选择。

source: Added support for proper Chinese name formatting, thanks to Dian Tong Software.
hu: Hozzáadásra került a megfelelő kínai névformátum támogatása, köszönet érte a Dian Tong Software-nek.
zh_cn: 添加了正确的中文姓名格式的支持，感谢点通软件。。

source: Removed custom spell-checker in favor of using the built-in spell checker features of the different browsers.
hu: Az egyéni helyesírás-ellenőrző eltávolításra került a különböző böngészők beépített helyesírás-ellenőrző funkcióinak használata érdekében.
zh_cn: 删除了自定义拼写检查程序，转而使用不同浏览器的内置拼写检查功能。

source: Email articles now support display of their transmission status in the agent zoom screen. Messages with errors will be flagged as such, and automatic notifications will be triggered for relevant agents. Useful email resend screen can be used to resend failed messages.
hu: Az e-mail bejegyzések mostantól támogatják az átviteli állapotuk megjelenítését az ügyintéző nagyítási képernyőjén. A hibákat tartalmazó üzenetek meg lesznek jelölve, és automatikus értesítések kerülnek aktiválásra az érintett ügyintézőknek. Egy hasznos e-mail újraküldés képernyő használható a sikertelen üzenetek újraküldéséhez.
zh_cn: 电子邮件信件现在支持在服务人员的工单详情屏幕中显示其传输状态。 有错误的邮件将被标记，并且将为相关服务人员触发自动通知。 可以使用电子邮件重发屏幕重新发送失败的消息。

source: Added option for dashboard widgets to mark them as mandatory. With this feature administrators have the ability to configure dashboard widgets that can't be disabled by the agents individually.
hu: A vezérlőpulti felületi elemek mostantól kötelezőként is megjelölhetők. Ezzel a funkcióval az adminisztrátoroknak meglesz az a képességük, hogy beállíthassák a vezérlőpulti felületi elemeket úgy, hogy azokat az ügyintézők ne tilthassák le egyénileg.
zh_cn: 添加了仪表板小部件选项以将其标记为必需。 借助此功能，管理员可以配置各个服务人员无法禁用的仪表板小部件。

source: Added the possibility to filter content of the CCI Dashboard Widget.
hu: Hozzáadásra került annak lehetősége, hogy az ügyfél konfigurációelem vezérlőpult felületi elem tartalma szűrhető legyen.
zh_cn: 添加了过滤CCI仪表板小部件内容的可能性。

source: Usability &amp; Accessibility
hu: Használhatóság és akadálymentesítés
zh_cn: 可用性和无障碍

source: Added beautiful drag &amp; drop multi file upload for agent and customer interface.
hu: Több fájl fogd és vidd módon történő feltöltésének támogatása érhető el az ügyintézői és az ügyfélfelületnél.
zh_cn: 为服务人员和客户界面添加了漂亮的拖放多文件上传功能。

source: Added a high contrast skin for visually impaired agents.
hu: Hozzáadásra került egy magas kontrasztú felszín a látássérült ügyintézőknek.
zh_cn: 为视障人士添加了高对比度皮肤。

source: Scalability &amp; Performance
hu: Skálázhatóság és teljesítmény
zh_cn: 可扩展性和性能

source: Improved session storage to no longer include permission information. This should result in significant performance gains for large systems with many agents and groups.
hu: Továbbfejlesztésre került a munkamenet-tároló, hogy többé ne tartalmazzon jogosultsági információkat. Ennek jelentős teljesítményelőnyt kell eredményeznie sok ügyintézővel és csoporttal rendelkező rendszereknél.
zh_cn: 改进的会话存储不再包含权限信息。 这会为具有许多服务人员和组的大型系统带来显着的性能提升。

source: Moved ticket number counter from the TicketCounter.log file to the database. This allows OTRS to process incoming e-mails much faster and in parallel.
hu: A jegyszám számláló át lett helyezve a TicketCounter.log fájlból az adatbázisba. Ez lehetővé teszi az OTRS-nek, hogy a bejövő e-maileket gyorsabban és párhuzamosan dolgozza fel.
zh_cn: 将工单编号计数器从TicketCounter.log文件移动到了数据库。 这使OTRS能够更快、并行地处理传入的电子邮件。

source: Improved web upload cache performance, thanks to Paweł Bogusławski.
hu: Továbbfejlesztésre került a webes feltöltési gyorsítótár teljesítménye, köszönet érte Paweł Bogusławskinak.
zh_cn: 改进了Web上传缓存性能，感谢Paweł Bogusławski。

source: Improved Generic Agent performance at deleting old execution times. Thanks to Moritz Lenz @ noris networks!
hu: Növelve lett az általános ügyintéző teljesítménye a régi végrehajtási idők törlésénél, köszönet érte Moritz Lenznek (noris networks).
zh_cn: 改进了自动任务在删除旧执行时间方面的性能，感谢noris network公司的Moritz Lenz。

source: Security
hu: Biztonság
zh_cn: 安全

source: Made bcrypt cost configurable for agent and customer password hashing, thanks to Paweł Bogusławski.
hu: Beállíthatóvá vált a bcrypt költsége az ügyintéző és ügyfél jelszóhasításánál, köszönet érte Paweł Bogusławskinak.
zh_cn: 可以配置服务人员和客户密码哈希 bcrypt 算法的cost 值，感谢Paweł Bogusławski。

source: Working With External Systems
hu: Külső rendszerekkel való munka
zh_cn: 与其他系统协同工作

source: Web service improvements
hu: Webszolgáltatás továbbfejlesztései
zh_cn: WEB服务改进

source: Added support for additional response headers in REST and SOAP provider configuration.
hu: További válaszfejlécek támogatása érhető el a REST és a SOAP szolgáltató beállításaiban.
zh_cn: 在REST和SOAP提供程序配置中添加了对额外响应标头的支持。

source: Added possibility to filter for events before calling Invokers.
hu: Hozzáadásra került az események szűrésének lehetősége a meghívók meghívása előtt.
zh_cn: 添加了在调用调用程序之前过滤事件的可能性。

source: Added the possibility to include the ticket data in web service response data.
hu: Hozzáadásra került a jegyadatok felvételének lehetősége a webszolgáltatás válaszadataiba.
zh_cn: 添加了将工单数据包含在Web服务响应数据中的可能性。

source: Added automatic cleanup of old web service debug log information.
hu: Hozzáadásra került a régi webszolgáltatás hibakeresési naplóinformációinak automatikus tisztítása.
zh_cn: 添加了旧的Web服务调试日志信息的自动清理。

source: Added new operations TicketHistoryGet and SessionGet.
hu: Új TicketHistoryGet és SessionGet művelet érhető el.
zh_cn: 添加了新操作TicketHistoryGet（获取工单历史）和SessionGet（获取会话）。

source: Updated default web service configurations.
hu: Frissítve lett az alapértelmezett webszolgáltatás beállítása.
zh_cn: 更新了默认的WEB服务配置。

source: Improved Authentication, Proxy and SSL handling in SOAP and REST transport.
hu: Továbbfejlesztésre került a hitelesítés, a proxy és az SSL kezelése a SOAP és a REST átvitelekben.
zh_cn: 改进了SOAP和REST传输中的身份验证、代理和SSL处理。

source: Improved usability of debugger.
hu: Növelve lett egy hibakereső használhatósága.
zh_cn: 改进了调试器的可用性。

source: Added SOAPAction naming flexibility.
hu: Hozzáadásra került a SOAP-művelet elnevezési rugalmassága.
zh_cn: 添加了SOAPAction的命名灵活性。

source: Improved SOAP output generation.
hu: Továbbfejlesztett SOAP kimenet előállítás.
zh_cn: 改进了SOAP输出的生成。

source: Prevent usage of invalid web services in provider.
hu: Érvénytelen webszolgáltatások használatának megakadályozása a szolgáltatóban.
zh_cn: 防止在提供程序中使用无效的Web服务。

source: Globally changed wording from 'webservice' to 'web service'.
hu: Globálisan meg lett változtatva a „webservice” szó „web service”-re.
zh_cn: 将词语WEB服务从“webservice“全部更改为”web service“。

source: Added error handling to the Generic Interface.
hu: Hozzáadásra került a hibakezelés az általános felülethez.
zh_cn: 添加了自动任务的错误处理。

source: Improved XSLT mapping functionality.
hu: Továbbfejlesztésre került az XSLT-leképezés funkcionalitás.
zh_cn: 改进了XSLT的映射功能。

source: Email improvements
hu: E-mail továbbfejlesztések
zh_cn: 电子邮件改进

source: Added possibility to configure default headers for outgoing emails (Sendmail::DefaultHeaders), thanks to Renée Bäcker.
hu: Hozzáadásra került a kimenő levelek alapértelmezett fejléceinek beállítási lehetősége (Sendmail::DefaultHeaders), köszönet érte Renée Bäckernek.
zh_cn: 增加了为外发电子邮件（Sendmail::DefaultHeaders）配置默认标头的可能性，感谢Renée Bäcker。

source: Added possibility to use multiple named captures in Postmaster filters, thanks to Renée Bäcker.
hu: Hozzáadásra került több nevesített elfogás használatának lehetősége a levelezési szűrőkben, köszönet érte Renée Bäckernek.
zh_cn: 增加了在邮箱管理员过滤器中使用多个命名捕获的可能性，感谢Renée Bäcker。

source: Added possibility to set the ticket title in Postmaster filters, thanks to Renée Bäcker.
hu: Hozzáadásra került a jegycím beállításának lehetősége a levelezési szűrőkben, köszönet érte Renée Bäckernek.
zh_cn: 增加了在邮箱管理员过滤器中设置工单标题的可能性，感谢Renée Bäcker。

source: Add support for setting owner and responsible via filter also for follow-ups, thanks to Renée Bäcker.
hu: Hozzáadásra került a tulajdonos és felelős beállításának támogatása egy szűrőn keresztül a követőknél is, köszönet érte Renée Bäckernek.
zh_cn: 添加通过过滤器设置所有者和负责人也可用于设置跟进，感谢Renée Bäcker。

source: Make it possible to re-enable auto responses from Postmaster filters by setting X-OTRS-Loop to no/false, thanks to Paweł Bogusławski.
hu: Lehetővé vált az automatikus válaszok ismételt engedélyezése a levelezési szűrőkből az X-OTRS-Loop beállítás no vagy false értékre állításával, köszönet érte Paweł Bogusławskinak.
zh_cn: 通过将X-OTRS-Loop设置为no/false，可以重新启用邮箱管理员过滤器的自动响应，感谢Paweł Bogusławski。

source: All email communication is now being queued for sending and handled by dedicated scheduled daemon task. In case of errors, multiple retries will be scheduled, in order to alleviate temporary problems.
hu: Mostantól az összes e-mailes kommunikáció sorba lesz állítva a küldéshez, és dedikált ütemezett démonfeladat fogja kezelni. Hibák esetén több újrapróbálás lesz ütemezve annak érdekében, hogy csökkentse az átmeneti problémákat.
zh_cn: 所有的电子邮件通信现在都排队等待由专用的定时守护程序任务发送和处理。 如果出现错误，将安排多次重试，以缓解临时问题。

source: Added possibility to add an external link to the action menu in AgentTicketZoom, thanks to Paweł Bogusławski.
hu: Hozzáadásra került egy külső hivatkozás hozzáadásának lehetősége az ügyintézői jegynagyítás képernyő műveleti menüjéhez, köszönet érte Paweł Bogusławskinak.
zh_cn: 添加了在服务人员工单详情中添加外部链接到操作菜单的可能性，感谢Paweł Bogusławski。

source: Installation &amp; Administration
hu: Telepítés és adminisztráció
zh_cn: 安装和管理
