Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: The appointment calendar comes with an abstraction layer to link external objects with appointments, using the OTRS internal link object. Those additional objects can come up with external packages without any further need to update the code of the calendar directly.
hu: Az időpontnaptár egy absztrakciós réteggel érkezik a külső objektumoknak az időpontokkal való összekapcsolásához, az OTRS belső objektum összekapcsolását használva. Ezek a további objektumok jöhetnek külső csomagokkal is anélkül, hogy közvetlenül a naptár kódjában bármilyen későbbi frissítés szükséges lenne.
zh_cn: 预约日历附带一个抽象层，使用OTRS内部链接对象将外部对象与预约联系起来。这些额外的对象可以提供外部软件包，无需直接更新日历的代码。

source: Basically, within the edit screen of an appointment it is possible to link existing tickets. Tickets can be searched by their ticket numbers and/or ticket titles via an autocompletion field. Once the agent clicks on a result, the related ticket will be saved in a result box and after the appointment has been saved, the ticket will be linked to the appointment.
hu: Alapvetően egy időpont szerkesztőképernyőjén belül lehetőség van összekapcsolni a meglévő jegyekkel. A jegyek kereshetők a jegyszámuk és/vagy a jegycímük alapján egy automatikusan kiegészítő mezőn keresztül. Amikor az ügyintéző rákattint egy találtra, akkor a kapcsolódó jegy mentésre kerül egy eredménydobozban, és miután az időpont mentésre kerül, a jegy hozzá lesz kapcsolva az időponthoz.
zh_cn: 基本上，在预约的编辑屏幕内，可以链接现有的工单。 通过自动完成字段可以按工单编号和/或工单标题搜索工单。 服务人员点击一个搜索结果后，相关工单就会保存在结果框中，并在保存预约之后，将该工单链接到预约。

source: Ticket link option in appointment edit screen
hu: Jegy összekapcsolási lehetőség az időpont szerkesztőképernyőjén
zh_cn: 预约编辑屏蔽的工单链接选项

source: Additionally, it's possible to link multiple tickets to one appointment. Since the normal OTRS link object is used to create the connection between both objects, the link will be displayed in the ticket zoom screen as well.
hu: Továbbá lehetőség van több jegyet is hozzákapcsolni egy időponthoz. Mivel a normál OTRS objektumösszekapcsolást használják a két objektum közti kapcsolat létrehozásához, a kapcsolat megjelenik a jegynagyítás képernyőn is.
zh_cn: 此外，可以将多个工单链接到一个预约。 由于使用普通的OTRS链接对象来创建这两个对象之间的链接，因此该链接也将显示在工单详情屏幕中。

source: Linked appointments table in ticket zoom screen
hu: Kapcsolt időpontok táblázata a jegynagyítás képernyőn
zh_cn: 工单详情屏幕中已链接的预约表格

source: Those links can either be created through an existing appointment in the related edit dialog, using the overviews or via the link feature in the ticket zoom.
hu: Ezek a kapcsolatok vagy egy meglévő időponton keresztül hozhatók létre a hozzá tartozó szerkesztési párbeszédablakokban, vagy az áttekintő használatával, vagy a jegynagyításban lévő összekapcsolás funkción keresztül.
zh_cn: 这些链接可以通过预约概览屏幕相关编辑对话框中的现有预约创建，也可以通过工单详情屏幕的链接功能创建。

source: Appointment linking from ticket zoom screen
hu: Időpont hozzákapcsolása a jegynagyítás képernyőről
zh_cn: 从工单详情屏幕链接预约

source: Via the ticket zoom screen, it's additionally possible to create a new appointment, which links the related ticket automatically to the newly created appointment. There is a new option <emphasis>New Appointment</emphasis> located in the ticket action menu <emphasis>Miscellaneous</emphasis>.
hu: A jegynagyítás képernyőn keresztül is lehetséges továbbá egy új időpont létrehozása, amely automatikusan összekapcsolja az érintett jegyet az újonnan létrehozott időponttal. Létezik egy új <emphasis>Új időpont</emphasis> lehetőség, amely az <emphasis>Egyebek</emphasis> jegyművelet menüben található.
zh_cn: 通过工单详情屏幕，还可以创建一个新的预约，将相关工单自动链接到新创建的预约。 在工单操作菜单<emphasis>杂项</emphasis>中有一个新的选项<emphasis>新建预约</emphasis> 。

source: New appointment link in ticket zoom screen
hu: Új időpont hivatkozás a jegynagyítás képernyőn
zh_cn: 工单详情屏幕新建预约链接

source: After a click on the link, the agent will be forwarded to the calendar overview, which automatically opens a new appointment dialog, that has the related ticket pre-linked and can be filled out as usual.
hu: Miután rákattint a kapcsolatra, az ügyintéző a naptár áttekintőhöz lesz továbbítva, amely automatikusan megnyitja az új időpont párbeszédablakot, amely előre összekapcsolva tartalmazza az érintett jegyet, és kitölthető a szokásos módon.
zh_cn: 点击链接后，服务人员将转到日历概览，并自动打开一个新建预约对话框，该对话框已预先链接到相关工单，可以像平常一样填写。

source: To make a step back to the calendar management, the package offers the possibility to automatically create and update appointments in calendars, using a special ticket search rule within the calendar edit screen.
hu: Hogy visszatérjünk a naptár kezeléséhez, a csomag a naptárban lévő időpontok automatikus létrehozásának és frissítésének képességét is nyújtja egy különleges jegykeresési szabály használatával a naptár szerkesztőképernyőjén belül.
zh_cn: 为了一步返回日历管理，该软件包提供了在日历编辑屏幕中使用特殊的工单搜索规则自动在日历中创建和更新预约的可能性。

source: Tickets can have special date/time entries like pending times, escalation times (first response time, update time etc.) or assigned dynamic field from type date/time. Logically, the calendars are able to show those date/time entries, but since the calendar appointments needs to have time ranges consisting of a start time and an end time, it's needed to define a related end time for managed appointments, as times like the pending time points to just a single date/time value.
hu: A jegyek rendelkezhetnek különleges dátum és idő bejegyzésekkel, mint például várakozási idők, eszkalációs idők (első válaszidő, frissítési idő, stb.) vagy hozzárendelt dátum és idő típusú dinamikus mezővel. Logikailag a naptárak képesek megjeleníteni ezeket a dátum és idő bejegyzéseket, de mivel a naptár időpontjainak egy kezdődátumból és egy befejezési dátumból álló időtartományokra van szükségük, ezért meg kell határozni egy hozzá tartozó befejezési időt a kezelt időpontoknál, ugyanis az idők (mint például a várakozási idők) csak egy önálló dátum és idő értékre mutatnak.
zh_cn: 工单可以具有特殊的日期/时间条目，如挂起时间、升级时间（首次响应时间、更新时间等）或已分配的日期/时间类型动态字段。 在逻辑上，日历能够显示这些日期/时间条目，但是由于日历预约需要具有由开始时间和结束时间组成的时间段，而挂起时间之类的时间仅指向一个日期/时间值，因此需要为托管预约定义相关的结束时间。

source: Below the basic calendar configuration in the calendar edit screen, a special widget called <emphasis>Ticket Appointments</emphasis> takes care about the rules to be used for automatic appointment creation.
hu: Az alap naptárbeállítások alatt a naptár szerkesztőképernyőjén egy <emphasis>Jegyidőpontok</emphasis> nevű különleges felületi elem gondoskodik azokról a szabályokról, amelyek az automatikus időpontlétrehozáshoz lesznek használva.
zh_cn: 在日历编辑屏幕中基本日历配置的下方，一个叫做<emphasis>工单预约</emphasis>的特殊小部件定义用于自动创建预约的规则。

source: Ticket appointments configuration in calendar edit screen
hu: Jegyidőpontok beállítása a naptár szerkesztőképernyőjén
zh_cn: 日历编辑屏幕中的工单预约配置

source: It's necessary to define rules to describe a ticket search for tickets, which will result in automatically created and managed appointments in the related calendar. It's possible to define multiple rules with different parameters to combine several types of tickets within the same calendar.
hu: Szükség van szabályok meghatározására egy jegykeresés leírásához azoknál a jegyeknél, amelyek eredményként jelennek meg az automatikusan létrehozott és kezelt időpontokban a hozzá tartozó naptárban. Lehetőség van több szabály meghatározására is különböző paraméterekkel, hogy több típusú jegyet lehessen egyesíteni ugyanazon a naptáron belül.
zh_cn: 有必要定义规则以描述一个工单搜索，搜索结果用于在相关日历中自动创建和管理预约。 可以使用不同的参数来定义多个规则，以便在同一个日历中组合多种类型的工单。

source: A rule consists of the following parameters to generate proper ticket searches:
hu: Egy szabály a következő paraméterekből áll a megfelelő jegykeresések előállításához:
zh_cn: 一个用于生成正确的工单搜索的规则由以下参数组成：

source: Start date
hu: Kezdődátum
zh_cn: 开始时间

source: A dropdown list, that indicates the special date/time value of the related tickets. This can be either the pending time, the different escalation times or a dynamic field from type date/time assigned to the ticket.
hu: Egy legördülő lista, amely a kapcsolódó jegy különleges dátum és idő értékét jelzi. Ez lehet a várakozási idő, a különböző eszkalációs idők vagy a jegyhez hozzárendelt dátum és idő típusú dinamikus mező.
zh_cn: 一个下拉列表，表示相关工单的特殊日期/时间值。 这可以是挂起时间、不同的升级时间或已分配给工单的日期/时间类型的动态字段。

source: End date
hu: Befejezési dátum
zh_cn: 结束日期

source: This can be a relative time value, counted from the selected start time (like +5 minutes, +1 hour etc.) or a dynamic field from type date/time, pointing to an absolute date and time value.
hu: Ez lehet egy relatív időérték a kiválasztott kezdődátumtól számítottan (mint például +5 perc, +1 óra, stb.) vagy egy dátum és idő típusú dinamikus mező, amely egy abszolút dátum és idő értékre mutat.
zh_cn: 这可以是从所选开始时间（如+5分钟、+1小时等）计算的相对时间值，或日期/时间类型的动态字段指向的一个绝对日期和时间值。

source: A multi-selectable dropdown list, that indicates the queues the related tickets needs to be located in. This field is mandatory and can't be left unfilled.
hu: Egy többválasztós legördülő lista, amely azokat a várólistákat jelzi, amelyekben a kapcsolódó jegyeknek lenniük kell. Ez a mező kötelező, és nem maradhat kitöltetlenül.
zh_cn: 一个可多选的下拉列表，指示相关工单所在的队列。此字段是必填字段，不能留空。

source: Search attributes
hu: Keresési attribútumok
zh_cn: 搜索属性

source: This is a list of additional (optional) search attributes to provide more detailed filter possibilities to the agent. It acts like the search attributes in ticket search screen of the agent interface. Single attributes can be selected, added to the form and filled out with filter values.
hu: Ez további (elhagyható) keresési attribútumok listája, hogy részletesebb szűrési lehetőségeket biztosítson az ügyintézőnek. Úgy viselkedik, mint a keresési attribútumok az ügyintézői felület jegykeresés képernyőjén. Kiválaszthatók az önálló attribútumok, hozzáadhatók az űrlaphoz, és kitölthetők a szűrőértékekkel.
zh_cn: 这是附加（可选）搜索属性的列表，为服务人员提供更多的详细过滤条件，就像服务人员界面工单搜索中的搜索属性。 可以选择单个属性，添加到表单中并填入过滤器值。

source: An overview of the configuration for such a rule looks as follows:
hu: A beállítás áttekintője egy ilyen szabálynál a következőképpen néz ki:
zh_cn: 此类规则的配置概览如下图所示：

source: Ticket appointment rule in calendar edit screen
hu: Jegyidőpont szabálya a naptár szerkesztőképernyőjén
zh_cn: 日历编辑屏幕中的工单预约规则

source: The rule in the screenshot will find all tickets that have a pending time and would add one hour to the related pending time to generate the end time and create appointments for the set of found tickets during the search. The tickets additionally needs to be located in queue <emphasis>Raw</emphasis>.
hu: A képernyőképen lévő szabály az összes olyan jegyet meg fogja keresni, amelynek van várakozási ideje, és egy órát adna a kapcsolódó várakozási időhöz a befejezési idő előállításához és az időpontok létrehozásához a keresés közben megtalált jegyek halmazánál. Továbbá a jegyeknek a <emphasis>Raw</emphasis> várólistában kell lenniük.
zh_cn: 屏幕截图中的规则将查找所有具有挂起时间的工单，并在相关的挂起时间上添加一个小时以生成结束时间，然后在搜索期间为找到的工单集创建预约。 工单还需要位于<emphasis>Raw</emphasis>队列中。

source: An example of an automatically added appointment looks as follows:
hu: Egy automatikusan hozzáadott időpont példája a következőképpen néz ki:
zh_cn: 自动添加预约的一个示例，如下图所示：

source: Ticket appointment in calendar overview screen
hu: Jegyidőpont a naptár áttekintő képernyőjén
zh_cn: 日历概览屏幕中的工单预约

source: The <emphasis>P</emphasis> symbol indicates that this appointment includes a pending time as the start time value. The end time value is a dynamic field from type date/time in this example to display a bigger appointment for that test purpose.
hu: A <emphasis>P</emphasis> szimbólum azt jelzi, hogy az időpont egy várakozási időt tartalmaz a kezdési idő értékeként. A befejezési idő értéke egy dátum és idő típusú dinamikus mező ebben a példában, hogy nagyobb időpontot jelenítsen meg erre a vizsgálati célra.
zh_cn: <emphasis>P</emphasis>符号表示这个预约包括一个挂起时间作为开始时间值。结束时间值是一个日期/时间类型的动态字段， 在这个示例中，为便于测试显示了一个较大的预约。

source: Special appointments of different types will be marked with related symbols:
hu: A különböző típusok különleges időpontjait a következő kapcsolódó szimbólumokkal jelzi:
zh_cn: 不同类型的特殊预约相关的标识符号：

source: Appointments of tickets with pending time as the start time.
hu: A jegyek időpontjai várakozási idővel szerepelnek kezdési időként.
zh_cn: 工单的挂起时间作为开始时间的预约。

source: Appointments of tickets with escalation times as the start time (first response time, update time, solution time).
hu: A jegyek időpontjai eszkalációs idővel szerepelnek kezdési időként (első válaszidő, frissítési idő, megoldási idő).
zh_cn: 用升级时间（首次响应时间、更新时间、解决时间）作为开始时间的工单预约。

source: Appointments of tickets with a dynamic field from type date/time as the start time.
hu: A jegyek időpontjai dátum és idő típusú dinamikus mezővel szerepelnek kezdési időként.
zh_cn: 工单的日期/时间类型的动态字段时间作为开始时间的预约。

source: The edit screen of such a special appointment looks as follows:
hu: Egy ilyen különleges időpont szerkesztőképernyője a következőképpen néz ki:
zh_cn: 一个特殊预约的编辑屏幕如下图所示：

source: Edit screen of a ticket appointment
hu: Egy jegyidőpont szerkesztőképernyője
zh_cn: 一个特殊预约的编辑屏幕

source: The appointment title will be displayed as ticket number and title and cannot be changed, since it's automatically created, updated and removed, depending on the related ticket. Title will be displayed as a link to the related ticket zoom screen.
hu: Az időpont címe lesz megjelenítve jegyszámként és címként, amely nem változtatható meg, mivel automatikusan kerül előállításra, frissítésre és eltávolításra a kapcsolódó jegytől függően. A cím a kapcsolódó jegynagyítás képernyőre mutató hivatkozásként lesz megjelenítve.
zh_cn: 预约标题将显示为工单编号和标题，不能更改，因为它是根据相关工单自动创建、更新和删除的。 标题还是到相关工单的详情屏幕的链接。

source: Of course, it's still possible to define basic information like a description and a location, which will be stored for that single appointment. For such appointments it's also possible to define notification times and link additional tickets.
hu: Természetesen továbbra is lehetséges az alap információk meghatározása, mint például egy leírás és egy hely, amelyek ennél az egyedülálló időpontnál lesznek eltárolva. Az ilyen időpontoknál lehetőség van értesítési idők meghatározására és további jegyek hozzákapcsolására is.
zh_cn: 当然，仍然可以定义基本信息，如描述和位置，这将存储在该单个预约中。 对于这样的预约，还可以定义通知时间并链接其他工单。

source: Some of those start time values are variable and therefore updatable by the related agent and some are not.
hu: Ezen kezdési idő értékek némelyike változó, és ennélfogva a hozzá tartozó ügyintézőnek frissíthető, de némelyik nem.
zh_cn: 这些开始时间值中的一些值是可变的，因此有些可以由相关服务人员更新，有些不能更新。

source: For instance the pending time is a value that can be changed using the pending ticket action in the ticket zoom of the related ticket. Dynamic field values can be changed easily, too.
hu: Például a várakozási idő egy olyan érték, amely a függőben lévő jegy művelet használatával változtatható meg a kapcsolódó jegy jegynagyításán. A dinamikus mező értékei is egyszerűen megváltoztathatók.
zh_cn: 例如，挂起时间是可以使用相关工单的工单详情中的挂起操作来更改的值。动态字段值也可以轻松更改。

source: An escalation value like first response time or the update time are special values which will be computed using a Service / SLA entry assigned to the related ticket.
hu: Az eszkalációs értékek (mint például az első válaszidő vagy a frissítési idő) olyan különleges értékek, amelyek a kapcsolódó jegyhez rendelt szolgáltatás vagy SLA bejegyzés használatával lesznek kiszámítva.
zh_cn: 诸如首次响应时间或更新时间的升级值是使用分配给相关工单的服务/ SLA条目计算的特殊值。

source: If, for instance, an automatically created appointment of type pending time is changed using the calendar overview, the related value will be updated in the ticket as well, which is the same behavior as for special appointments of type dynamic field. Therefore it's either possible to update the related ticket using the ticket zoom, or by just updating the appointment that writes back all needed changes to the ticket.
hu: Például ha egy várakozási idő típusú, automatikusan létrehozott időpont megváltozik a naptár áttekintő használatával, akkor a hozzá tartozó érték frissítve lesz a jegyben is, amely ugyanaz a működés, mint a dinamikus mező típusú különleges időpontoknál. Ennélfogva lehetőség van a kapcsolódó jegy frissítésére vagy a jegynagyítás használatával, vagy csak az időpont frissítésével, amely visszaírja az összes szükséges változtatást a jegybe.
zh_cn: 例如，如果使用日历概览更改自动创建的挂起时间类型的预约，则相关值也将在工单中更新，这与动态字段类型的特殊预约相同。 因此，可以使用工单详情屏幕更新相关工单，也可以仅更新预约，这会将所有需要的更改写回到工单。

source: Appointments from type escalation time cannot be updated using the related appointments, as those values are not changeable directly by the agent. Such appointments are simply read-only on the related values, as well as on the drag and drop features/handles.
hu: Az eszkalációs idő típusú időpontok nem frissíthetők a kapcsolódó időpontok használatával, mivel azok az értékek közvetlenül nem módosíthatók az ügyintéző által. Az ilyen időpontok egyszerűen csak olvashatók az érintett értékeknél, valamint a fogd és vidd funkciónál vagy fogantyúknál.
zh_cn: 不能使用相关预约来更新升级时间类型的预约，因为这些值不能由服务人员直接更改。 这样的预约在相关值以及拖放功能/句柄上仅仅是只读的。

source: On every update on the calendar definition or the related tickets, the automatically created appointments will be updated as well. This work will be done by the OTRS daemon in the background. Therefore, it's necessary to have the daemon running for this feature to work properly!
hu: A naptár meghatározásán vagy a kapcsolódó jegyeknél végzett minden frissítéskor az automatikusan létrehozott időpontok is frissítve lesznek. Ezt a munkát az OTRS démon fogja elvégezni a háttérben. Ebből adódóan szükséges, hogy a démon fusson ahhoz, hogy ez a funkció megfelelően működjön!
zh_cn: 在日历定义或相关工单的每次更新中，自动创建的预约也将更新。 这项工作将由OTRS守护进程在后台完成。 因此，必须让守护进程运行才能使此功能正常工作！

source: To have a quick overview about upcoming appointments, it's possible to enable a dashboard widget called <emphasis>Appointments</emphasis>.
hu: Hogy gyors áttekintőt kapjon a közelgő időpontokról, egy <emphasis>Időpontok</emphasis> nevű vezérlőpult felületi elem engedélyezése lehetséges.
zh_cn: 要快速查看即将到来的预约，可以启用名为<emphasis>预约</emphasis>的仪表板小部件。

source: Today filter in upcoming appointments dashboard widget
hu: Mai nap szűrője a közelgő időpontok vezérlőpult felületi elemen
zh_cn: 即将到来的预约仪表板小部件中的“今天”过滤器

source: This widget displays upcoming appointments of every accessible calendar by the agent in a simplified manner.
hu: Ez a felületi elem egyszerűsített módon jeleníti meg az ügyintéző által hozzáférhető minden egyes naptár közelgő időpontjait.
zh_cn: 此小部件以简化的方式显示服务人员每个可访问的日历即将到来的预约。

source: It offers the possibility to create new appointments with a click on the <emphasis>New Appointment</emphasis> button, which forwards the agent to the calendar overview screen and opens a new appointment dialog.
hu: Annak a lehetőségét nyújtja, hogy új időpontokat hozzon létre az <emphasis>Új időpont</emphasis> gombra kattintva, amely a naptár áttekintő képernyőjére vezeti az ügyintézőt, és megnyit egy új időpont párbeszédablakot.
zh_cn: 它提供了创建新预约的可能性，点击<emphasis>新建预约</emphasis>按钮，将服务人员转到日历概览屏幕，并打开新建预约对话框。

source: The widget content consists of three filter entries:
hu: A felületi elem tartalma három szűrőbejegyzésből áll:
zh_cn: 小部件内容由三个过滤条目组成：

source: Today
hu: Ma
zh_cn: 今天

source: Displays upcoming appointments for the current date.
hu: Megjeleníti az aktuális nap közelgő időpontjait.
zh_cn: 显示当前日期即将到来的预约。

source: Tomorrow
hu: Holnap
zh_cn: 明天

source: Displays upcoming appointments for the next day.
hu: Megjeleníti a következő nap közelgő időpontjait.
zh_cn: 显示下一天即将到来的预约。

source: Soon
hu: Hamarosan
zh_cn: 很快

source: Soon means the next five days, excluding today and tomorrow.
hu: <emphasis>Hamarosan</emphasis> alatt a következő öt napot kell érteni, kivéve a mai és a holnapi napot.
zh_cn: 很快意味着接下来5天，不包括今天和明天。

source: Like in the other dashboard widgets, the agent can switch between the filters by clicking on the filter name:
hu: Mint a többi vezérlőpult felületi elemben, az ügyintéző válthat a szűrők közt a szűrő nevére kattintva:
zh_cn: 像其他仪表板小部件一样，服务人员可以通过点击过滤器名称在过滤器之间切换：

source: Soon filter in upcoming appointments dashboard widget
hu: Hamarosan szűrő a közelgő időpontok vezérlőpult felületi elemen
zh_cn: 即将到来的预约仪表板小部件中的“很快”过滤器

source: Since the appointment information is simplified and needs to be compact in order to be displayed properly in the small widget, it's possible to show more detailed information about every value in the related tooltip while hovering over the column, as visible in the previous screenshot.
hu: Mivel az időpont információi le vannak egyszerűsítve, és tömörnek kell lenniük annak érdekében, hogy helyesen jelenjenek meg a kis felületi elemben, lehetőség van részletesebb információk megjelenítésére minden egyes értékkel kapcsolatban a hozzá tartozó buboréksúgóban, miközben az oszlop fölé mutat az egérrel, amint az előző képernyőképen látható.
zh_cn: 由于预约信息被简化并需要紧凑以便在小部件中正确显示，悬停在列上时相关的提示框中会显示每个值的详细信息，如上一个屏幕截图所示。

source: Basically just the color of the related calendar, the start time of the appointment and the appointment title will be displayed to the agent. On hovering over the related column, further information will be displayed if needed. If the agent clicks on such an appointment, the browser redirects to the calendar overview screen and opens the related appointment to show the full set of information.
hu: Alapvetően csak a kapcsolódó naptár színe, az időpont kezdési ideje és az időpont címe kerül megjelenítésre az ügyintézőnek. A megfelelő oszlopra mutatva az egérrel további információk lesznek megjelenítve, ha szükséges. Ha az ügyintéző rákattint egy ilyen időpontra, akkor a böngésző átirányítja a naptár áttekintő képernyőjére, és megnyitja a kapcsolódó időpontot a teljes információtartalom megjelenítéséhez.
zh_cn: 基本上只有相关日历的颜色、预约的开始时间和预约标题会显示给服务人员。 如果需要，悬停在相关列上时，将显示更多信息。 如果服务人员点击该预约，浏览器将重定向到日历概览屏幕，并打开相关预约以显示全部信息。

source: Installation
hu: Telepítés
zh_cn: 安装

source: This chapter describes the installation and basic configuration of the central OTRS framework. It covers information on installing OTRS from source, or with a binary package such as an RPM.
hu: Ez a fejezet a központi OTRS keretrendszer telepítését és alapvető beállítását írja le. Ez magában foglalja az OTRS forrásból történő, vagy egy bináris csomagból (mint például az RPM) való telepítésének információit.
zh_cn: 本章描述了OTRS中央框架的安装和基本配置，涵盖了从源码或从二进制软件包如RPM安装OTRS的信息。

source: Topics covered here include configuration of the web and database servers, the interface between OTRS and the database, the installation of additional Perl modules, setting proper access rights for OTRS, setting up the cron jobs for OTRS, and some basic settings in the OTRS configuration files.
hu: Az itt tárgyalt témák tartalmazzák a web- és adatbázis-kiszolgálók beállításait, az OTRS és az adatbázis között lévő felületet, a további Perl-modulok telepítését, a megfelelő hozzáférési jogok beállítását az OTRS-nél, a cron-feladatok beállítását az OTRS-hez, valamint néhány alapvető beállítást az OTRS beállítófájlokban.
zh_cn: 这里涵盖的主题包括WEB和数据库服务器的配置、OTRS和数据库之间的接口、附件的Perl模块的安装、设置合适的OTRS访问权限、设置OTRS的cron任务以及OTRS配置文件的一些基本设置。

source: Follow the detailed steps in this chapter to install OTRS on your server. You can then use its web interface to login and administer the system.
hu: Kövesse az ebben a fejezetben lévő részletes lépéseket az OTRS telepítéséhez a kiszolgálóra. Ezután használhatja a webes felületét a bejelentkezéshez és a rendszer adminisztrálásához.
zh_cn: 跟随本章的详细步骤来安装OTRS到你的服务器中，然后你就可以使用它的WEB界面来登录并管理系统了。

source: Version 1.1, March 2000
hu: 2000. március, 1.1-es változat
zh_cn: 版本1.1 , 2000年3月
