Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: #!/usr/bin/perl # -- # Copyright (C) 2001-2018 OTRS AG, https://otrs.com/ # -- # This program is free software: you can redistribute it and/or modify # it under the terms of the GNU General Public License as published by # the Free Software Foundation, either version 3 of the License, or # (at your option) any later version. # # This program is distributed in the hope that it will be useful, # but WITHOUT ANY WARRANTY; without even the implied warranty of # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the # GNU General Public License for more details. # # You should have received a copy of the GNU General Public License # along with this program. If not, see https://www.gnu.org/licenses/gpl-3.0.txt. # -- use strict; use warnings; use utf8; ## nofilter(TidyAll::Plugin::OTRS::Perl::Dumper) # use ../ as lib location use File::Basename; use FindBin qw($RealBin); use lib dirname($RealBin); use JSON; use REST::Client; # This is the HOST for the web service the format is: # <HTTP_TYPE>:://<OTRS_FQDN>/nph-genericinterface.pl my $Host = 'http://localhost/otrs/nph-genericinterface.pl'; my $RestClient = REST::Client->new( { host => $Host, } ); # These are the Controllers and Providers the format is: # /Webservice/<WEB_SERVICE_NAME>/<RESOURCE>/<REQUEST_VALUE> # or # /WebserviceID/<WEB_SERVICE_ID>/<RESOURCE>/<REQUEST_VALUE> # # See the documentation on how to setup Providers. # # This example will retrieve the Ticket with the TicketID = 1 (<REQUEST_VALUE>) my $GetControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket/1'; # This example is the base URL for Ticket Create my $CreateControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket'; # This example will update the Ticket with the TicketID = 1 (<REQUEST_VALUE>) my $UpdateControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket/1'; # This is the base URL for Ticket Search my $SearchControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket'; # This is the base URL for Ticket history with the TicketID = 1 (<REQUEST_VALUE>) my $HistoryControllerAndRequest = '/Webservice/GenericTicketConnectorREST/TicketHistory/1'; # TicketGet Example # See the documentation of OTRSGenericInterfaceREST on how to setup # - webservice # - transport # - operations my $GetParams = { UserLogin => "some agent user login", # to be filled with valid agent login Password => "some agent user password", # to be filled with valid agent password }; # Build GetParams as part of the URL for REST-GET requests my $QueryParams = $RestClient->buildQuery( %{$GetParams} ); $GetControllerAndRequest .= $QueryParams; $RestClient->GET($GetControllerAndRequest); my $GetResponseCode = $RestClient->responseCode(); if ( $GetResponseCode ne '200' ) { print "Get request failed, response code was: $GetResponseCode\n"; } else { # If the request was answered correctly, we receive a JSON string here. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Just to print out the returned Data structure: use Data::Dumper; print "Get response was:\n"; print Dumper($Data); } # TicketSearch Example # See the documentation of OTRSGenericInterfaceREST on how to setup # - webservice # - transport # - operations my $SearchParams = { UserLogin => "some agent user login", # to be filled with valid agent login Password => "some agent user password", # to be filled with valid agent password Queues => ['Raw'], }; # Build SearchParams as part of the URL for REST-GET requests $QueryParams = $RestClient->buildQuery( %{$SearchParams} ); $SearchControllerAndRequest .= $QueryParams; $RestClient->GET($SearchControllerAndRequest); # If the host isn't reachable, wrong configured or couldn't serve the requested page: my $SearchResponseCode = $RestClient->responseCode(); if ( $SearchResponseCode ne '200' ) { print "Search request failed, response code was: $SearchResponseCode\n"; } else { # If the request was answered correctly, we receive a JSON string here. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Just to print out the returned Data structure: use Data::Dumper; print "Search Response was:\n"; print Dumper($Data); } # TicketCreate Example # See the documentation of OTRSGenericInterfaceREST on how to setup # - webservice # - transport # - operations my $CreateOrUpdateParams = { UserLogin => "some agent user login", # to be filled with valid agent login Password => "some agent user password", # to be filled with valid agent password Ticket => { Title => 'some ticket title', Queue => 'Raw', Lock => 'unlock', Type => 'Unclassified', State => 'new', Priority => '3 normal', Owner => 'some agent user login', CustomerUser => 'customer-1', }, Article => { Subject => 'some subject', Body => 'some body', ContentType => 'text/plain; charset=utf8', }, }; my $CreateJSONParams = encode_json $CreateOrUpdateParams; my @CreateRequestParam = ( $CreateControllerAndRequest, $CreateJSONParams ); # We have to use REST-POST requests in order to send UserLogin and Password correctly # though other REST methods would fit better. $RestClient->POST(@CreateRequestParam); # If the host isn't reachable, wrong configured or couldn't serve the requested page: my $CreateResponseCode = $RestClient->responseCode(); if ( $CreateResponseCode ne '200' ) { print "Create request failed, response code was: $CreateResponseCode\n"; } else { # If the request was answered correctly, we receive a JSON string here. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Just to print out the returned Data structure: use Data::Dumper; print "Create Response was:\n"; print Dumper($Data); } # TicketUpdate Example # See the documentation of OTRSGenericInterfaceREST on how to setup # - webservice # - transport # - operations my $UpdateJSONParams = encode_json $CreateOrUpdateParams; my @UpdateRequestParam = ( $UpdateControllerAndRequest, $UpdateJSONParams ); # We have to use REST-PATCH requests in order to send UserLogin and Password correctly # though other REST methods would fit better. $RestClient->PATCH(@UpdateRequestParam); # If the host isn't reachable, wrong configured or couldn't serve the requested page: my $UpdateResponseCode = $RestClient->responseCode(); if ( $UpdateResponseCode ne '200' ) { print "Update request failed, response code was: $UpdateResponseCode\n"; } else { # If the request was answered correctly, we receive a JSON string here. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Just to print out the returned Data structure: use Data::Dumper; print "Update response was:\n"; print Dumper($Data); } # TicketHistoryGet Example # See the documentation of OTRSGenericInterfaceREST on how to setup # - webservice # - transport # - operations my $HistoryParams = { UserLogin => "some agent user login", # to be filled with valid agent login Password => "some agent user password", # to be filled with valid agent password TicketID => [1], }; # Build SearchParams as part of the URL for REST-GET requests $QueryParams = $RestClient->buildQuery( %{$HistoryParams} ); $HistoryControllerAndRequest .= $QueryParams; $RestClient->GET($HistoryControllerAndRequest); # If the host isn't reachable, wrong configured or couldn't serve the requested page: my $HistoryResponseCode = $RestClient->responseCode(); if ( $HistoryResponseCode ne '200' ) { print "History request failed, response code was: $HistoryResponseCode\n"; } else { # If the request was answered correctly, we receive a JSON string here. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Just to print out the returned Data structure: use Data::Dumper; print "History Response was:\n"; print Dumper($Data); }
hu: #!/usr/bin/perl # -- # Copyright (C) 2001-2018 OTRS AG, https://otrs.com/ # -- # This program is free software: you can redistribute it and/or modify # it under the terms of the GNU General Public License as published by # the Free Software Foundation, either version 3 of the License, or # (at your option) any later version. # # This program is distributed in the hope that it will be useful, # but WITHOUT ANY WARRANTY; without even the implied warranty of # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the # GNU General Public License for more details. # # You should have received a copy of the GNU General Public License # along with this program. If not, see https://www.gnu.org/licenses/gpl-3.0.txt. # -- use strict; use warnings; use utf8; ## nofilter(TidyAll::Plugin::OTRS::Perl::Dumper) # A ../ használata a lib helyeként use File::Basename; use FindBin qw($RealBin); use lib dirname($RealBin); use JSON; use REST::Client; # Ez a HOST a webszolgáltatásnál. A formátum: # <HTTP_TYPE>:://<OTRS_FQDN>/nph-genericinterface.pl my $Host = 'http://localhost/otrs/nph-genericinterface.pl'; my $RestClient = REST::Client->new( { host => $Host, } ); # Ezek a vezérlők és a szolgáltatók. A formátum: # /Webservice/<WEBSZOLGÁLTATÁS_NEVE/<ERŐFORRÁS>/<KÉRÉS_ÉRTÉK> # vagy # /WebserviceID/<WEBSZOLGÁLTATÁS_AZONOSÍTÓJA>/<ERŐFORRÁS>/<KÉRÉS_ÉRTÉK> # # Nézze meg a dokumentációt a szolgáltatók beállításához. # # Ez a példa le fogja kérni a TicketID = 1 azonosítóval rendelkező jegyet. (<KÉRÉS_ÉRTÉK>) my $GetControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket/1'; # Ez a példa az alap URL a jegylétrehozáshoz my $CreateControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket'; # Ez a példa frissíteni fogja a TicketID = 1 azonosítóval rendelkező jegyet (<KÉRÉS_ÉRTÉK>) my $UpdateControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket/1'; # Ez az alap URL a jegkereséshez my $SearchControllerAndRequest = '/Webservice/GenericTicketConnectorREST/Ticket'; # Ez az alap URL a TicketID = 1 azonosítóval rendelkező jegy előzményéhez (<KÉRÉS_ÉRTÉK>) my $HistoryControllerAndRequest = '/Webservice/GenericTicketConnectorREST/TicketHistory/1'; # Jegylekérés példa # Nézze meg az OTRSGenericInterfaceREST dokumentációját a beállításhoz # - webszolgáltatás # - átvitel # - műveletek my $GetParams = { # érvényes ügyintézői felhasználónévvel kell kitölteni UserLogin => "valamilyen ügyintéző-felhasználó bejelentkezés", # érvényes ügyintézői jelszóval kell kitölteni Password => "valamilyen ügyintéző-felhasználó jelszó", }; # A GetParams összeállítása az URL részeként a REST-GET kérésekhez my $QueryParams = $RestClient->buildQuery( %{$GetParams} ); $GetControllerAndRequest .= $QueryParams; $RestClient->GET($GetControllerAndRequest); my $GetResponseCode = $RestClient->responseCode(); if ( $GetResponseCode ne '200' ) { print "Get request failed, response code was: $GetResponseCode\n"; } else { # Ha a kérést helyesen válaszolták meg, itt egy JSON szöveget kapunk. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Egyszerűen kiírjuk a kapott adatszerkezetet: use Data::Dumper; print "Get response was:\n"; print Dumper($Data); } # Jegykeresés példa # Nézze meg az OTRSGenericInterfaceREST dokumentációját a beállításhoz # - webszolgáltatás # - átvitel # - műveletek my $SearchParams = { # érvényes ügyintézői felhasználónévvel kell kitölteni UserLogin => "valamilyen ügyintéző-felhasználó bejelentkezés", # érvényes ügyintézői jelszóval kell kitölteni Password => "valamilyen ügyintéző-felhasználó jelszó", Queues => ['Raw'], }; # A SearchParams összeállítása az URL részeként a REST-GET kérésekhez $QueryParams = $RestClient->buildQuery( %{$SearchParams} ); $SearchControllerAndRequest .= $QueryParams; $RestClient->GET($SearchControllerAndRequest); # Ha a gép nem érhető el, rosszul van beállítva vagy nem tudta kiszolgálni a kért oldalt: my $SearchResponseCode = $RestClient->responseCode(); if ( $SearchResponseCode ne '200' ) { print "Search request failed, response code was: $SearchResponseCode\n"; } else { # Ha a kérést helyesen válaszolták meg, itt egy JSON szöveget kapunk. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Egyszerűen kiírjuk a kapott adatszerkezetet: use Data::Dumper; print "Search Response was:\n"; print Dumper($Data); } # Jegylétrehozás példa # Nézze meg az OTRSGenericInterfaceREST dokumentációját a beállításhoz # - webszolgáltatás # - átvitel # - műveletek my $CreateOrUpdateParams = { # érvényes ügyintézői felhasználónévvel kell kitölteni UserLogin => "valamilyen ügyintéző-felhasználó bejelentkezés", # érvényes ügyintézői jelszóval kell kitölteni Password => "valamilyen ügyintéző-felhasználó jelszó", Ticket => { Title => 'valamilyen jegycím', Queue => 'Raw', Lock => 'unlock', Type => 'Unclassified', State => 'new', Priority => '3 normal', Owner => 'valamilyen ügyintéző-felhasználó bejelentkezés', CustomerUser => 'felhasználó-1', }, Article => { Subject => 'valamilyen tárgy', Body => 'valamilyen törzs', ContentType => 'text/plain; charset=utf8', }, }; my $CreateJSONParams = encode_json $CreateOrUpdateParams; my @CreateRequestParam = ( $CreateControllerAndRequest, $CreateJSONParams ); # REST-POST kéréseket kell használnunk annak érdekében, hogy a UserLogin # és a Password értékét helyesen át tudjuk küldeni, bár a másik REST # metódusnak jobban kellene illeszkednie. $RestClient->POST(@CreateRequestParam); # Ha a gép nem érhető el, rosszul van beállítva vagy nem tudta kiszolgálni a kért oldalt: my $CreateResponseCode = $RestClient->responseCode(); if ( $CreateResponseCode ne '200' ) { print "Create request failed, response code was: $CreateResponseCode\n"; } else { # Ha a kérést helyesen válaszolták meg, itt egy JSON szöveget kapunk. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Egyszerűen kiírjuk a kapott adatszerkezetet: use Data::Dumper; print "Create Response was:\n"; print Dumper($Data); } # Jegyfrissítés példa # Nézze meg az OTRSGenericInterfaceREST dokumentációját a beállításhoz # - webszolgáltatás # - átvitel # - műveletek my $UpdateJSONParams = encode_json $CreateOrUpdateParams; my @UpdateRequestParam = ( $UpdateControllerAndRequest, $UpdateJSONParams ); # REST-PATCH kéréseket kell használnunk annak érdekében, hogy a UserLogin # és a Password értékét helyesen át tudjuk küldeni, bár a másik REST # metódusnak jobban kellene illeszkednie. $RestClient->PATCH(@UpdateRequestParam); # Ha a gép nem érhető el, rosszul van beállítva vagy nem tudta kiszolgálni a kért oldalt: my $UpdateResponseCode = $RestClient->responseCode(); if ( $UpdateResponseCode ne '200' ) { print "Update request failed, response code was: $UpdateResponseCode\n"; } else { # Ha a kérést helyesen válaszolták meg, itt egy JSON szöveget kapunk. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Egyszerűen kiírjuk a kapott adatszerkezetet: use Data::Dumper; print "Update response was:\n"; print Dumper($Data); } # Jegy előzményeinek lekérése példa # Nézze meg az OTRSGenericInterfaceREST dokumentációját a beállításhoz # - webszolgáltatás # - átvitel # - műveletek my $HistoryParams = { # érvényes ügyintézői felhasználónévvel kell kitölteni UserLogin => "valamilyen ügyintéző-felhasználó bejelentkezés", # érvényes ügyintézői jelszóval kell kitölteni Password => "valamilyen ügyintéző-felhasználó jelszó", TicketID => [1], }; # A SearchParams összeállítása az URL részeként a REST-GET kérésekhez $QueryParams = $RestClient->buildQuery( %{$HistoryParams} ); $HistoryControllerAndRequest .= $QueryParams; $RestClient->GET($HistoryControllerAndRequest); # Ha a gép nem érhető el, rosszul van beállítva vagy nem tudta kiszolgálni a kért oldalt: my $HistoryResponseCode = $RestClient->responseCode(); if ( $HistoryResponseCode ne '200' ) { print "History request failed, response code was: $HistoryResponseCode\n"; } else { # Ha a kérést helyesen válaszolták meg, itt egy JSON szöveget kapunk. my $ResponseContent = $RestClient->responseContent(); my $Data = decode_json $ResponseContent; # Egyszerűen kiírjuk a kapott adatszerkezetet: use Data::Dumper; print "History Response was:\n"; print Dumper($Data); }

source: cURL Examples for REST Requests
hu: cURL példák a REST kérésekhez
zh_cn: REST请求的cURL例子

source: Given the above example on a REST configuration for Generic Ticket Connector we have that:
hu: A fenti példára tekintettel egy REST beállításnál az általános jegy csatlakozóhoz a következőkkel rendelkezünk:
zh_cn: 用上面给出的通用工单连接器REST配置的例子，我们可以：

source: <command>For Ticket Create: </command>use POST method on /Ticket path.
hu: <command>A jegy létrehozásához:</command> POST metódus használata a /Ticket útvonalon.
zh_cn: <command>创建工单：</command>在/Ticket路径上使用POST方法。

source: <command>For Ticket Search: </command>use GET method on /Ticket path.
hu: <command>A jegy kereséséhez:</command> GET metódus használata a /Ticket útvonalon.
zh_cn: <command>搜索工单：</command>在/Ticket路径上使用GET方法。

source: <command>For Ticket Update: </command>use PATCH method on /Ticket/{TicketID} path (where {TicketID} is a template represented by :TicketID in the transport configuration)
hu: <command>A jegy frissítéséhez:</command> PATCH metódus használata a /Ticket/{TicketID} útvonalon (ahol a {TicketID} egy :TicketID által ábrázolt sablon az átvitel beállításában)
zh_cn: <command>更新工单：</command>在/Ticket/{TicketID}路径上使用PATCH方法，{TicketID}是代表传输配置中:TicketID的模板。

source: <command>For Ticket Get: </command>use GET method on /Ticket/{TicketID} path (where {TicketID} is a template represented by :TicketID in the transport configuration)
hu: <command>A jegy lekéréséhez:</command> GET metódus használata a /Ticket/{TicketID} útvonalon (ahol a {TicketID} egy :TicketID által ábrázolt sablon az átvitel beállításában)
zh_cn: <command>获取工单：</command>在/Ticket/{TicketID}路径上使用GET方法，{TicketID}是代表传输配置中:TicketID的模板。

source: <command>For Ticket History Get: </command>use GET method on /TicketHistory/{TicketID} path (where {TicketID} is a template represented by :TicketID in the transport configuration)
hu: <command>A jegy előzményeinek lekéréséhez:</command> GET metódus használata a /TicketHistory/{TicketID} útvonalon (ahol a {TicketID} egy :TicketID által ábrázolt sablon az átvitel beállításában)
zh_cn: <command>获取工单历史： </command>在/TicketHistory/{TicketID}路径上使用GET方法，{TicketID}是代表传输配置中:TicketID的模板。

source: Create a New Ticket
hu: Egy új jegy létrehozása
zh_cn: 创建一个新工单

source: cURL Command:
hu: cURL parancs:
zh_cn: cURL命令：

source: shell> curl "http://localhost/otrs/nph-genericinterface.pl/Webservice/GenericTicketConnectorREST/Ticket?UserLogin=agent&Password=123" -H "Content-Type: application/json" -d "{\"Ticket\":{\"Title\":\"REST Create Test\", \"Type\": \"Unclassified\", \"Queue\":\"Raw\",\"State\":\"open\",\"Priority\":\"3 normal\",\"CustomerUser\":\"customer\"},\"Article\":{\"Subject\":\"Rest Create Test\",\"Body\":\"This is only a test\",\"ContentType\":\"text/plain; charset=utf8\"}}" -X POST
hu: shell> curl "http://localhost/otrs/nph-genericinterface.pl/Webservice/GenericTicketConnectorREST/Ticket?UserLogin=agent&Password=123" -H "Content-Type: application/json" -d "{\"Ticket\":{\"Title\":\"REST létrehozás próba\", \"Type\": \"Unclassified\", \"Queue\":\"Raw\",\"State\":\"open\",\"Priority\":\"3 normal\",\"CustomerUser\":\"customer\"},\"Article\":{\"Subject\":\"Rest létrehozás próba\",\"Body\":\"Ez csak egy próba\",\"ContentType\":\"text/plain; charset=utf8\"}}" -X POST

source: Response:
hu: Válasz:
zh_cn: 响应：

source: Get Ticket Details
hu: Jegy részleteinek lekérése
zh_cn: 获取工单详细信息

source: { "Ticket": [ { "Age": 777, "PriorityID": 3, "ServiceID": "", "Type": "Unclassified", "Responsible": "root@localhost", "StateID": 4, "ResponsibleID": 1, "ChangeBy": 2, "EscalationTime": 0, "Changed": "2014-06-30 19:08:14", "OwnerID": 2, "RealTillTimeNotUsed": 0, "GroupID": 1, "Owner": "agent", "CustomerID": "OTRS", "TypeID": 1, "Created": "2014-06-30 19:08:12", "Priority": "3 normal", "UntilTime": 0, "EscalationUpdateTime": 0, "QueueID": 2, "Queue": "Raw", "State": "open", "Title": "REST Create Test", "CreateBy": 2, "TicketID": 1686, "StateType": "open", "EscalationResponseTime": 0, "UnlockTimeout": 0, "EscalationSolutionTime": 0, "LockID": 1, "TicketNumber": "1001936", "ArchiveFlag": "n", "Lock": "unlock", "CreateTimeUnix": 1404173292, "SLAID": "", "CustomerUserID": "customer" } ] }
hu: { "Ticket": [ { "Age": 777, "PriorityID": 3, "ServiceID": "", "Type": "Unclassified", "Responsible": "root@localhost", "StateID": 4, "ResponsibleID": 1, "ChangeBy": 2, "EscalationTime": 0, "Changed": "2014-06-30 19:08:14", "OwnerID": 2, "RealTillTimeNotUsed": 0, "GroupID": 1, "Owner": "agent", "CustomerID": "OTRS", "TypeID": 1, "Created": "2014-06-30 19:08:12", "Priority": "3 normal", "UntilTime": 0, "EscalationUpdateTime": 0, "QueueID": 2, "Queue": "Raw", "State": "open", "Title": "REST létrehozás próba", "CreateBy": 2, "TicketID": 1686, "StateType": "open", "EscalationResponseTime": 0, "UnlockTimeout": 0, "EscalationSolutionTime": 0, "LockID": 1, "TicketNumber": "1001936", "ArchiveFlag": "n", "Lock": "unlock", "CreateTimeUnix": 1404173292, "SLAID": "", "CustomerUserID": "customer" } ] }

source: Update Ticket
hu: Jegy frissítése
zh_cn: 更新工单

source: Search for Tickets
hu: Jegyek keresése
zh_cn: 搜索工单

source: Get Ticket History Details
hu: Jegyelőzmények részleteinek lekérése
zh_cn: 获取工单历史详情

source: { "TicketHistory":[ { "History":[ { "CreateBy":1, "HistoryType":"NewTicket", "TicketID":"1", "CreateTime":"2017-06-08 22:44:48", "TypeID":1, "OwnerID":1, "QueueID":1, "Name":"New Ticket [2015071510123456] created.", "StateID":1, "PriorityID":3, "ArticleID":"1", "HistoryTypeID":1 } ], "TicketID":"1" } ] }
hu: { "TicketHistory":[ { "History":[ { "CreateBy":1, "HistoryType":"NewTicket", "TicketID":"1", "CreateTime":"2017-06-08 22:44:48", "TypeID":1, "OwnerID":1, "QueueID":1, "Name":"Az új [2015071510123456] jegy létrejött.", "StateID":1, "PriorityID":3, "ArticleID":"1", "HistoryTypeID":1 } ], "TicketID":"1" } ] }

source: From its design the web services were conceived to be portable from one OTRS system to another, e.g. from a test or development environment to a production system. Therefore it was needed to have an easy way to extract the web service configuration from the database, and import it to another. To accomplish this task the Generic Interface uses YAML files as the web services configuration basis.
hu: A tervezésétől kezdve úgy gondolták ki a webszolgáltatásokat, hogy hordozhatók legyenek az egyik OTRS rendszerről a másikra, például egy teszt vagy fejlesztői környezetből egy produktív rendszerre. Ezért szükség volt arra, hogy egyszerű módja legyen a webszolgáltatás beállításának kinyeréséhez az adatbázisból, és annak importálásához egy másikba. A feladat végrehajtásához az általános felület YAML-fájlokat használ a webszolgáltatások beállításainak alapjaként.
zh_cn: 从WEB服务的设计来说，它主要考虑从一个OTRS系统到另外一个OTRS系统的可移植性，例如从一个测试或开发环境移植到生产系统。所以需要有一种容易的方式来从数据库提取WEB服务配置，并将它导入到另外一个系统。为完成这个任务，通用接口使用YAML文件作为WEB服务的配置基础。

source: Why YAML? YAML is a markup language designed to be human friendly to read and write (it is easier to understand than JSON), it does not have some of the limitations of XML like numeric tags, it is open, standardized, and is complete enough to store the whole web service configuration.
hu: Miért YAML? A YAML egy olyan jelölőnyelv, amelyet úgy terveztek, hogy emberbarát módon legyen olvasható és írható (könnyebb megérteni a JSON formátumnál), nem rendelkezik az XML-szerű numerikus címkék néhány korlátozásával, nyílt, szabványosított, és teljesen elegendő a teljes webszolgáltatás beállításának eltárolásához.
zh_cn: 为什么是YAML？YAML是一种标记语言，设计为人类友好的读和写（它比JSON更容易理解）。它没有XML的一些限制如数字标签，它是开放的和标准化的，并且完全足够用来存储整个WEB服务配置。
