Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: # ticket acl $Self->{TicketAcl}->{'200-ACL-Reference'} = { # match properties (current values from the form) Properties => { # the used frontend module Frontend => { Action => ['AgentTicketPhone', 'AgentTicketEmail'], }, # the logged in agent User => { UserLogin => ['some login'], Group_rw => [ 'hotline', ], Role => [ 'admin', ], # ... }, # the logged in customer CustomerUser => { UserLogin => ['some login'], UserCustomerID => ['some customer id'], Group_rw => [ 'hotline', ], # ... }, # process properties Process => { ProcessEntityID => ['Process-9c378d7cc59f0fce4cee7bb9995ee3eb'], # the Process that the current ticket is part of ActivityEntityID => ['Activity-f8b2fdebe54eeb7b147a5f8e1da5e35c'], # the current Activity of the ticket ActivityDialogEntityID => ['ActivityDialog-aff0ae05fe6803f38de8fff6cf33b7ce'], # the current ActivityDialog that the Agent/Customer is using }, # ticket properties Queue => { Name => ['Raw'], QueueID => ['some id'], GroupID => ['some id'], Email => ['some email'], RealName => ['OTRS System'], # ... }, Service => { ServiceID => ['some id'], Name => ['some name'], ParentID => ['some id'], # ... }, Type => { ID => ['some id'], Name => ['some name'], # ... }, Priority = { ID => ['some id'], Name => ['some name'], # ... }, SLA = { SLAID => ['some id'], Name => ['some name'], Calendar => ['some calendar'], # ... }, State = { ID => ['some id'], Name => ['some name'], TypeName => ['some state type name'],, TypeID => ['some state type id'], # ... }, Owner => { UserLogin => ['some login'], Group_rw => [ 'some group', ], Role => [ 'admin', ], # ... }, Responsible => { UserLogin => ['some login'], Group_rw => [ 'some group', ], Role => [ 'admin', ], # ... }, DynamicField => { # Names must be in DynamicField_&lt;field_name&gt; format. # Values in [ ... ] must always be the untranslated internal data keys # specified in the dynamic field definition and # not the data values shown to the user. DynamicField_Field1 => ['some value'], DynamicField_OtherField => ['some value'], DynamicField_TicketFreeText2 => ['some value'], # ... }, # alternatively, ticket properties can be specified in the ticket hash Ticket => { Queue => ['Raw'], State => ['new', 'open'], Priority => ['some priority'], Lock => ['lock'], CustomerID => ['some id'], CustomerUserID => ['some id'], Owner => ['some owner'], DynamicField_Field1 => ['some value'], DynamicField_MyField => ['some value'], # ... }, }, # match properties (existing values from the database) PropertiesDatabase => { # See section "Properties", the same config can be used here. # ... } # reset possible options (white list) Possible => { # possible ticket options (white list) Ticket => { Queue => ['Hotline', 'Coordination'], State => ['some state'], Priority => ['5 very high'], DynamicField_Field1 => ['some value'], DynamicField_MyField => ['some value'], # ... NewOwner => ['some owner'], OldOwner => ['some owner'], # ... }, # Limit the number of possible ActivityDialogs the Agent/Customer # can use in a process ticket. ActivityDialog => ['AD1', 'AD3'], # Limit the number of possible Processes that can be started Process => ['Process-9c378d7cc59f0fce4cee7bb9995ee3eb', 'Process-12345678901234567890123456789012'], # possible action options (white list) Action => [ 'AgentTicketBounce', 'AgentTicketPhone'. # only used to show/hide the Split action 'AgentLinkObject', # only used to show/hide the Link action # ... ], }, # add options (white list) PossibleAdd => { # See section "Possible" # ... }, # remove options (black list) PossibleNot => { # See section "Possible" # ... }, };
hu: # jegy ACL $Self->{TicketAcl}->{'200-ACL-hivatkozas'} = { # illesztési tulajdonságok (jelenlegi értékek az űrlapról) Properties => { # a használt előtétprogram modul Frontend => { Action => ['AgentTicketPhone', 'AgentTicketEmail'], }, # a bejelentkezett ügyintéző User => { UserLogin => ['felhasználónevek'], Group_rw => [ 'forródrót', ], Role => [ 'admin', ], # ... }, # a bejelentkezett ügyfél CustomerUser => { UserLogin => ['felhasználónevek'], UserCustomerID => ['ügyfél-azonosítók'], Group_rw => [ 'forródrót', ], # ... }, # folyamat tulajdonságok Process => { ProcessEntityID => ['Process-9c378d7cc59f0fce4cee7bb9995ee3eb'], # az a folyamat, amelynek a jelenlegi jegy a része ActivityEntityID => ['Activity-f8b2fdebe54eeb7b147a5f8e1da5e35c'], # a jegy jelenlegi tevékenysége ActivityDialogEntityID => ['ActivityDialog-aff0ae05fe6803f38de8fff6cf33b7ce'], # a jelenlegi tevékenység párbeszéd, amelyet az ügyintéző/ügyfél használ }, # jegy tulajdonságok Queue => { Name => ['Nyers'], QueueID => ['azonosítók'], GroupID => ['azonosítók'], Email => ['e-mail címek'], RealName => ['OTRS rendszer'], # ... }, Service => { ServiceID => ['azonosítók'], Name => ['nevek'], ParentID => ['azonosítók'], # ... }, Type => { ID => ['azonosítók'], Name => ['nevek'], # ... }, Priority = { ID => ['azonosítók'], Name => ['nevek'], # ... }, SLA = { SLAID => ['azonosítók'], Name => ['nevek'], Calendar => ['naptárak'], # ... }, State = { ID => ['azonosítók'], Name => ['nevek'], TypeName => ['állapottípusnév'],, TypeID => ['állapottípus-azonosító'], # ... }, Owner => { UserLogin => ['felhasználónevek'], Group_rw => [ 'csoportok', ], Role => [ 'admin', ], # ... }, Responsible => { UserLogin => ['felhasználónevek'], Group_rw => [ 'csoportok', ], Role => [ 'admin', ], # ... }, DynamicField => { # A neveknek DynamicField_&lt;mezonev&gt; formátumban kell lenniük. # A tömbben [ ... ] lévő értékeknek mindig a dinamikus mező # meghatározásban megadott lefordítatlan belső adatkulcsoknak # kell lenniük, és nem a felhasználónak megjelenített adatértékeknek. DynamicField_Mezo1 => ['valamilyen érték'], DynamicField_MasikMezo => ['valamilyen érték'], DynamicField_JegySzabadSzoveg2 => ['valamilyen érték'], # ... }, # vagylagosan a jegytulajdonságok megadhatók a jegykivonatban Ticket => { Queue => ['Nyers'], State => ['new', 'open'], Priority => ['prioritások'], Lock => ['lock'], CustomerID => ['azonosítók'], CustomerUserID => ['azonosítók'], Owner => ['tulajdonosok'], DynamicField_Mezo1 => ['valamilyen érték'], DynamicField_EnMezom => ['valamilyen érték'], # ... }, }, # illesztési tulajdonságok (létező értékek az adatbázisból) PropertiesDatabase => { # Lásd a „Properties” szakaszt, ugyanaz a beállítás használható itt is. # ... } # lehetséges lehetőségek visszaállítása (fehér lista) Possible => { # lehetséges jegylehetőségek (fehér lista) Ticket => { Queue => ['Forródrót', 'Koordináció'], State => ['állapotok'], Priority => ['5 very high'], DynamicField_Mezo1 => ['valamilyen érték'], DynamicField_EnMezom => ['valamilyen érték'], # ... NewOwner => ['valamilyen tulajdonos'], OldOwner => ['valamilyen tulajdonos'], # ... }, # A lehetséges tevékenység párbeszédek számának korlátozása, # amelyeket az ügyintéző/ügyfél használhat egy folyamatjegyben. ActivityDialog => ['TP1', 'TP3'], # A lehetséges folyamatok számának korlátozása, amelyek indíthatók Process => ['Process-9c378d7cc59f0fce4cee7bb9995ee3eb', 'Process-12345678901234567890123456789012'], # lehetséges művelet lehetőségek (fehér lista) Action => [ 'AgentTicketBounce', 'AgentTicketPhone'. # csak a felosztás művelet megjelenítéséhez/elrejtéséhez használható 'AgentLinkObject', # csak az összekapcsolás művelet megjelenítéséhez/elrejtéséhez használható # ... ], }, # lehetőségek hozzáadása (fehér lista) PossibleAdd => { # Lásd a „Possible” szakaszt # ... }, # lehetőségek eltávolítása (fekete lista) PossibleNot => { # Lásd a „Possible” szakaszt # ... }, };
zh_cn: # ticket acl $Self->{TicketAcl}->{'200-ACL-Reference'} = { # match properties (current values from the form) # 匹配属性（屏幕中的当前值） Properties => { # the used frontend module Frontend => { Action => ['AgentTicketPhone', 'AgentTicketEmail'], }, # the logged in agent登录的服务人员 User => { UserLogin => ['some login'], Group_rw => [ 'hotline', ], Role => [ 'admin', ], # ... }, # the logged in customer登录的客户 CustomerUser => { UserLogin => ['some login'], UserCustomerID => ['some customer id'], Group_rw => [ 'hotline', ], # ... }, # process properties流程属性 Process => { ProcessEntityID => ['Process-9c378d7cc59f0fce4cee7bb9995ee3eb'], # the Process that the current ticket is part of ActivityEntityID => ['Activity-f8b2fdebe54eeb7b147a5f8e1da5e35c'], # the current Activity of the ticket ActivityDialogEntityID => ['ActivityDialog-aff0ae05fe6803f38de8fff6cf33b7ce'], # the current ActivityDialog that the Agent/Customer is using }, # ticket properties工单属性 Queue => { Name => ['Raw'], QueueID => ['some id'], GroupID => ['some id'], Email => ['some email'], RealName => ['OTRS System'], # ... }, Service => { ServiceID => ['some id'], Name => ['some name'], ParentID => ['some id'], # ... }, Type => { ID => ['some id'], Name => ['some name'], # ... }, Priority = { ID => ['some id'], Name => ['some name'], # ... }, SLA = { SLAID => ['some id'], Name => ['some name'], Calendar => ['some calendar'], # ... }, State = { ID => ['some id'], Name => ['some name'], TypeName => ['some state type name'],, TypeID => ['some state type id'], # ... }, Owner => { UserLogin => ['some login'], Group_rw => [ 'some group', ], Role => [ 'admin', ], # ... }, Responsible => { UserLogin => ['some login'], Group_rw => [ 'some group', ], Role => [ 'admin', ], # ... }, DynamicField => { # Names must be in DynamicField_&lt;field_name&gt; format.名称必须是DynamicField_&lt;field_name&gt;格式。 # Values in [ ... ] must always be the untranslated internal data keys # specified in the dynamic field definition and # not the data values shown to the user. #[...]中括号里的值必须是没有翻译的定义动态字段的内部数据，而不是显示给用户看的数据。 DynamicField_Field1 => ['some value'], DynamicField_OtherField => ['some value'], DynamicField_TicketFreeText2 => ['some value'], # ... }, # alternatively, ticket properties can be specified in the ticket hash或者，可以用工单哈希表来指定工单属性 Ticket => { Queue => ['Raw'], State => ['new', 'open'], Priority => ['some priority'], Lock => ['lock'], CustomerID => ['some id'], CustomerUserID => ['some id'], Owner => ['some owner'], DynamicField_Field1 => ['some value'], DynamicField_MyField => ['some value'], # ... }, }, # match properties (existing values from the database)匹配属性（数据库中存在的值） PropertiesDatabase => { # See section "Properties", the same config can be used here.参阅“Properties”部分，那里的配置完全适用于此处。 # ... } # reset possible options (white list)重置可用的选项（白名单） Possible => { # possible ticket options (white list)可用的选项（白名单） Ticket => { Queue => ['Hotline', 'Coordination'], State => ['some state'], Priority => ['5 very high'], DynamicField_Field1 => ['some value'], DynamicField_MyField => ['some value'], # ... NewOwner => ['some owner'], OldOwner => ['some owner'], # ... }, # Limit the number of possible ActivityDialogs the Agent/Customer # can use in a process ticket. #限制服务人员/客户在一个流程工单中可用的活动对话框数量 ActivityDialog => ['AD1', 'AD3'], # Limit the number of possible Processes that can be started限制能启动的可用流程数量 Process => ['Process-9c378d7cc59f0fce4cee7bb9995ee3eb', 'Process-12345678901234567890123456789012'], # possible action options (white list)可用的操作选项（白名单） Action => [ 'AgentTicketBounce', 'AgentTicketPhone'. # only used to show/hide the Split action 'AgentLinkObject', # only used to show/hide the Link action # ... ], }, # add options (white list)添加选项（白名单） PossibleAdd => { # See section "Possible"参阅“Possible”部分 # ... }, # remove options (black list)移除选项（黑名单） PossibleNot => { # See section "Possible"参阅“Possible”部分 # ... }, };

source: While matching ACLs if CustomerUserID parameter sent, the ACL mechanism will compare the defined ACLs using the supplied CustomerUserID to gather the CustomerUser details to fill the CustomerUser hash and it also overrides the Customer information in the Ticket hash for the Properties match. On the other hand this calculations are also made for the PropertiesDatabase part, but using the Ticket Customer as the basis to gather the data.
hu: Ha az ACL-ek illesztése közben a „CustomerUserID” paraméter elküldésre kerül, akkor az ACL-mechanizmus össze fogja hasonlítani a meghatározott ACL-eket a megadott „CustomerUserID” érték használatával, hogy begyűjtse az ügyfél-felhasználó részleteit az ügyfél-felhasználó kivonat kitöltéséhez, és felülbírálja az ügyfél-információkat is a jegykivonatban a tulajdonságok illesztésénél. Másrészről ezek a számítások a „PropertiesDatabase” résznél is elvégzésre kerülnek, de a jegy ügyfelét használva alapként az adatok begyűjtéséhez.
zh_cn: 匹配ACL时，如果传递了CustomerUserID参数，ACL机制会使用提供的CustomerUserID来比较的ACL定义，以便收集客户用户的详细信息来填充客户用户哈希表，在‘Properties’匹配时还会覆盖工单哈希表中的客户信息。另一方面，在‘PropertiesDatabase’匹配时也会计算，但是用工单客户为依据来收集信息数据。

source: Notice that in Customer Interface, the CustomerUserID is always sent with the current logged Customer User.
hu: Vegye figyelembe, hogy az ügyfélfelületen a „CustomerUserID” mindig elküldésre kerül a jelenleg bejelentkezett ügyfél-felhasználóval.
zh_cn: 注意：在客户界面，始终会传递当前登录的客户用户的CustomerUserID。

source: Be aware that in ticket search screens (AgentTicketSearch and CustomerTicketSearch) the only affected attributes by ACLs are the Dynamic Fields. This means that this screens you can not restrict any other attribute like ticket type, state, queue, etc.
hu: Tudatában kell lennie azzal, hogy a jegykeresés képernyőkön (AgentTicketSearch és CustomerTicketSearch) az ACL-ek által érintett jellemzők csak a dinamikus mezők. Ez azt jelenti, hogy ezeken a képernyőkön nem képes semmilyen más jellemzőt sem korlátozni, úgymint jegytípus, állapot, várólista, stb.
zh_cn: 要知道在工单搜索屏幕（AgentTicketSearch和CustomerTicketSearch）唯一受ACL影响的就是动态字段。这意味着在工单搜索屏幕你不能限制其它任何属性比如工单类型、状态、队列等等。

source: From OTRS 4 the 'Action' parameter is not longer a hash but an array reference and it can be used in any of the Change sections using any of the Modifiers.
hu: Az OTRS 4-től az „Action” paraméter többé nem kivonat, hanem egy hivatkozástömb, és bármely változtatási szakaszban használható bármely módosító használatával.
zh_cn: 从OTRS 4开始，‘操作’参数不再是一个哈希表，而是一个数组引用，并能使用任何修改器用于‘修改’部分。

source: Performance Tuning
hu: Teljesítmény hangolás
zh_cn: 性能优化

source: Presented below is a list of performance enhancing techniques for your OTRS installation, including configuration, coding, memory use, and more.
hu: Az alábbiakban kerül bemutatásra a teljesítményfokozó technikák listája az OTRS telepítéshez, beleértve a beállítást, kódolást, memóriahasználatot és a továbbiakat.
zh_cn: 下面是OTRS安装（包括配置）、编码、内存使用及其它方面的性能增强技术的清单。

source: There are several options for improving OTRS performance.
hu: Számos lehetőség van az OTRS teljesítményének javítására.
zh_cn: 提升OTRS性能有如下一些方法。

source: There are two backend modules for the index for the ticket queue view:
hu: Két háttérprogram-modul létezik az indexhez a jegy várólista nézeténél:
zh_cn: 工单队列视图的索引有两个后端模块：

source: This is the default option, and will generate each queue view on the fly from the ticket table. You will not have performance trouble until you have about 60,000 open tickets in your system.
hu: Ez az alapértelmezett beállítás, és minden egyes várólista nézetet röptében állít elő a jegytáblából. Nem lesz teljesítmény problémája, amíg nincs körülbelül 60 000 nyitott jegye a rendszeren.
zh_cn: 这是默认选项，并将从工单表中即时生成每个队列视图。 在有6万个处理工单之前，系统都不会遇到性能问题。

source: The most powerful module, should be used when you have above 80,000 open tickets. It uses an extra <literal>ticket_index</literal> table, which will be populated with keywords based on ticket data. Use <filename>bin/otrs.Console.pl Maint::Ticket::QueueIndexRebuild</filename> for generating an initial index after switching backends.
hu: A legerőteljesebb modul, amelyet akkor kell használnia, ha több mint 80 000 nyitott jegye van. Ez egy további <literal>ticket_index</literal> táblát használ, amely kulcsszavakkal lesz feltöltve a jegyadatok alapján. Használja a <filename>bin/otrs.Console.pl Maint::Ticket::QueueIndexRebuild</filename> parancsfájlt egy kezdeti index előállításához a háttérprogramok átkapcsolása után.
zh_cn: 当您有超过80,000个处理中的工单时，应该使用最强大的模块。 它使用一个额外的<literal>ticket_index</literal>表，用基于工单数据的关键字填充。 在切换后端模块后使用<filename>bin/otrs.Console.pl Maint::Ticket::QueueIndexRebuild</filename>生成初始索引。

source: You can change the used IndexAccelerator module via SysConfig.
hu: A használt IndexAccelerator modult a rendszerbeállításokban változtathatja meg.
zh_cn: 你可以通过系统配置来修改使用的IndexAccelerator模块。

source: Ticket Search Index
hu: Hibajegykeresési index
zh_cn: 工单搜索索引

source: OTRS uses a special search index to perform full-text searches across fields in articles from different communication channels.
hu: Az OTRS egy különleges keresési indexet használ a szabad-szavas keresések végrehajtásához a különböző kommunikációs csatornákból érkező bejegyzések mezőiben.
zh_cn: OTRS使用特殊的搜索索引对来自不同通信渠道的信件中的字段进行全文搜索。

source: To create an initial index, use <filename>bin/otrs.Console.pl Maint::Ticket::FulltextIndex --rebuild</filename>.
hu: Egy kezdeti index létrehozásához használja a <filename>bin/otrs.Console.pl Maint::Ticket::FulltextIndex --rebuild</filename>.
zh_cn: 要创建一个初始索引，请使用<filename>bin/otrs.Console.pl Maint::Ticket::FulltextIndex --rebuild</filename>。

source: Actual article indexing happens via an OTRS daemon job in the background. While articles which were just added in the system are marked for indexing immediately, it could happen their index is available within a few minutes.
hu: A tényleges bejegyzésindexelés egy OTRS démonfeladaton keresztül történik a háttérben. Mivel a rendszerhez éppen hozzáadott bejegyzések azonnal meg lesznek jelölve indexelésre, így megtörténhet, hogy az indexük néhány percen belül elérhető lesz.
zh_cn: 实际的信件索引通过后台的OTRS守护进程任务进行。 虽然刚刚添加到系统中的信件被标记为立即进行索引，但其索引可能在几分钟后才可用。

source: There are some options available for fine tuning the search index:
hu: Elérhető néhány beállítás a keresési index finomhangolásához:
zh_cn: 有一些选项可用于微调搜索索引：

source: Defines if archived tickets will be included in the search index (off by default). This is advisable to keep the index small on large systems with archived tickets. If this is turned off, archived tickets will not be found by full-text searches.
hu: Meghatározza, hogy az archivált jegyek fel legyenek-e véve a keresési indexbe (alapértelmezetten ki van kapcsolva). Ajánlott az indexet kis méretűként tartani archivált jegyekkel rendelkező nagy rendszereken. Ha ez ki van kapcsolva, akkor az archivált jegyek nem lesznek megtalálhatók a szabad-szavas keresésekkel.
zh_cn: 定义归档工单是否将包含在搜索索引中（默认情况下关闭）。 建议在有归档工单的大型系统上保持较小的索引。 如果这个选项关闭了，全文搜索将不搜索归档的工单。。

source: The attribute <literal>WordCountMax</literal> defines the maximum number of words which will be processed to build up the index. For example only the first 1000 words of an article body are stored in the article search index. The attributes <literal>WordLengthMin</literal> and <literal>WordLengthMax</literal> are used as word length boundaries. Only words with a length between these two values are stored in the article search index.
hu: A <literal>WordCountMax</literal> attribútum határozza meg azon szavak legnagyobb számát, amelyek feldolgozásra kerülnek az index felépítéséhez. Például egy bejegyzés törzsének csak az első 1000 szava legyen eltárolva a bejegyzés keresési indexében. A <literal>WordLengthMin</literal> és a <literal>WordLengthMax</literal> szóhossz határokként vannak használva. Csak azok a szavak vannak eltárolva a bejegyzés keresési indexében, amelyek hossza ezen két érték közé esik.
zh_cn: 属性<literal> WordCountMax </literal>定义将被处理以构建索引的最大字数。 例如，信件主体的前1000个词存储在信件搜索索引中。 <literal>WordLengthMin</literal>和<literal> WordLengthMax </literal>属性用作字长边界。 只有长度在这两个值之间的单词才存储在信件搜索索引中。

source: There are three default filters defined:
hu: Három alapértelmezett szűrő van meghatározva:
zh_cn: 定义了三个默认过滤器：

source: The first filter strips out special chars like: <literal>, &amp; &lt; &gt; ? " ! * | ; [ ] ( ) + $ ^=</literal>
hu: Az első szűrő eltávolítja a különleges karaktereket, mint például: <literal>, &amp; &lt; &gt; ? " ! * | ; [ ] ( ) + $ ^=</literal>
zh_cn: 第一个过滤器剥离特殊的字符，如：<literal>, &amp; &lt; &gt; ? " ! * | ; [ ] ( ) + $ ^=</literal>

source: The second filter strips out words which begin or ends with one of following chars: <literal>' : .</literal>
hu: A második szűrő eltávolítja azokat a szavakat, amelyek a következő karakterek egyikével kezdődnek vagy végződnek: <literal>' : .</literal>
zh_cn: 第二个过滤器剥离使用以下字符之一开始或结束的字词：<literal>' : .</literal>

source: The third filter strips out words which do not contain a word-character: <literal>a-z, A-Z, 0-9, _</literal>
hu: A harmadik szűrő eltávolítja azokat a szavakat, amelyek nem tartalmaznak egy szókaraktert: <literal>a-z, A-Z, 0-9, _</literal>
zh_cn: 第三个过滤器剥离不包含字符的单词：<literal>a-z, A-Z, 0-9, _</literal>

source: There are so-called stop-words defined for some languages. These stop-words will be skipped while creating the search index.
hu: Úgynevezett kiszűrendő szavak vannak meghatározva néhány nyelvnél. Ezek a kiszűrendő szavak ki lesznek hagyva a keresési index létrehozásakor.
zh_cn: 有一些语言定义了所谓的停止词。 创建搜索索引时将跳过这些停止词。

source: Article Storage (Email, Phone and Internal Articles)
hu: Bejegyzéstárolás (e-mail, telefon és belső bejegyzések)
zh_cn: 信件存储 (电子邮件、电话和内部信件)

source: There are two different backend modules for the article storage of phone, email and internal articles (configured via <literal>Ticket::Article::Backend::MIMEBase::ArticleStorage</literal>):
hu: Két különböző háttérprogram-modul létezik a telefonos, e-mail és belső bejegyzések bejegyzéstárolásához (a <literal>Ticket::Article::Backend::MIMEBase::ArticleStorage</literal> beállításon keresztül beállítva):
zh_cn: 用于电话、电子邮件和内部信件的信件存储有两个不同的后端模块（通过 <literal>Ticket::Article::Backend::MIMEBase::ArticleStorage</literal>配置）：

source: This default module will store attachments in the database.
hu: Ez az alapértelmezett modul a mellékleteket az adatbázisban fogja eltárolni.
zh_cn: 这个默认模块将附件存储在数据库中。

source: Don't use it with large setups.
hu: Ne használja ezt nagy rendszereknél.
zh_cn: 在大型安装环境中不要使用它。

source: Pro: works with multiple front end servers.
hu: Előnye: működik több előtétprogramos kiszolgálóval.
zh_cn: 优点：可与多个前端服务器配合使用。

source: Con: requires much storage space in the database.
hu: Hátránya: több tárolóhelyet igényel az adatbázisban.
zh_cn: 缺点：在数据库中需要大量的存储空间。

source: Use this module to store attachments on the local file system.
hu: Használja ezt a modult a mellékletek helyi fájlrendszeren történő tárolásához.
zh_cn: 使用此模块将附件存储在本地文件系统上。

source: Recommended for large setups.
hu: Ajánlott nagy rendszereknél.
zh_cn: 在大型安装环境中推荐使用。

source: Pro: It is fast!
hu: Előnye: gyors!
zh_cn: 优点：它很快！

source: Con: If you have multiple front end servers, you must make sure the file system is shared between the servers. Place it on an NFS share or preferably a SAN or similar solution.
hu: Hátránya: ha több előtétprogramos kiszolgálói vannak, akkor meg kell győződnie arról, hogy a fájlrendszer meg van-e osztva a kiszolgálók között. Helyezze azt egy NFS megosztásra vagy inkább egy SAN vagy hasonló megoldásra.
zh_cn: 缺点：如果有多个前端服务器，则必须确保文件系统在服务器之间共享。 将其放置在NFS共享或最好是SAN或类似解决方案中。
