Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: <emphasis>Script: Getting help about the OTRS backup mechanism.</emphasis>
hu: <emphasis>Parancsfájl: Segítségnyújtás az OTRS biztonsági mentési mechanizmusával kapcsolatban.</emphasis>
zh_cn: <emphasis>脚本：获取关于OTRS备份机制的帮助。</emphasis>

source: Execute the command specified in the script below to create a backup:
hu: Hajtsa végre a lenti parancsfájlban megadott parancsot egy biztonsági mentés létrehozásához:
zh_cn: 执行下面脚本中指定的命令来创建一个备份：

source: <emphasis>Script: Creating a backup.</emphasis>
hu: <emphasis>Parancsfájl: Biztonsági mentés létrehozása.</emphasis>
zh_cn: <emphasis>脚本：创建一个备份。</emphasis>

source: All data was stored in the directory <filename>/backup/2010-09-07_14-28/</filename> (see Script below). Additionally, the data was saved into a .tar.gz file.
hu: Minden adat a <filename>/backup/2010-09-07_14-28/</filename> könyvtárba lett eltárolva (lásd a lenti parancsfájlt). Továbbá az adatok egy .tar.gz fájlba lettek elmentve.
zh_cn: 所有数据都保存在目录<filename>/backup/2010-09-07_14-28/</filename>下（见下面的脚本）。另外，这些数据被保存到一个.tar.gz文件。

source: <emphasis>Script: Checking the backup files.</emphasis>
hu: <emphasis>Parancsfájl: A biztonsági mentés fájlok ellenőrzése.</emphasis>
zh_cn: <emphasis>脚本：检查备份文件。</emphasis>

source: Restore
hu: Visszaállítás
zh_cn: 恢复

source: To restore a backup, the saved application data has to be written back into the installation directory, e.g. <filename>/opt/otrs</filename>. Also the database has to be restored.
hu: Egy biztonsági mentés visszaállításához az elmetett alkalmazás adatai vissza kell írni a telepítési könyvtárba, például az <filename>/opt/otrs</filename> helyre. Az adatbázist is vissza kell állítani.
zh_cn: 要恢复一个备份，保存的应用程序数据必须被写回到安装目录，如<filename>/opt/otrs</filename>。还必须要恢复数据库。

source: A script <filename>scripts/restore.pl</filename> (see Script below), which simplifies the restore process, is shipped with every OTRS installation. It supports MySQL and PostgreSQL.
hu: Minden egyes OTRS telepítéssel szállítanak egy <filename>scripts/restore.pl</filename> parancsfájlt (lásd a lenti parancsfájlt), amely leegyszerűsíti a visszaállítási folyamatot. Támogatja a MySQL és a PostgreSQL adatbázisokat is.
zh_cn: 每个OTRS安装都自带了一个脚本文件<filename>scripts/restore.pl</filename>（见下面的脚本），它简化了恢复过程，支持MySQL和PostgreSQL。

source: <emphasis>Script: Getting help about the restore mechanism.</emphasis>
hu: <emphasis>Parancsfájl: Segítségnyújtás a visszaállítási mechanizmussal kapcsolatban.</emphasis>
zh_cn: <emphasis>脚本：获取关于OTRS恢复机制的帮助。</emphasis>

source: Data that is stored, for example, in the directory <filename>/backup/2010-09-07_14-28/</filename>, can be restored with the command specified in the script below, assuming the OTRS installation is at <filename>/opt/otrs</filename>.
hu: Azok az adatok, amelyek például a <filename>/backup/2010-09-07_14-28/</filename> könyvtárban vannak eltárolva, a lenti parancsfájlban megadott paranccsal állíthatók vissza azt feltételezve, hogy az OTRS telepítés az <filename>/opt/otrs</filename> könyvtárban van.
zh_cn: 例如：数据保存在目录<filename>/backup/2010-09-07_14-28/</filename>下，可以使用下面脚本中指定的命令来恢复，假定OTRS安装在<filename>/opt/otrs</filename>目录。

source: <emphasis>Script: Restoring OTRS data.</emphasis>
hu: <emphasis>Parancsfájl: OTRS adatok visszaállítása.</emphasis>
zh_cn: <emphasis>脚本：恢复OTRS数据。</emphasis>

source: Web Service Graphical Interface
hu: Webszolgáltatás grafikus felülete
zh_cn: WEB服务图形界面

source: The web service graphical user interface (GUI) is a tool that allows to construct complex web service configurations in a user friendly and convenient interface. It allows to:
hu: A webszolgáltatások grafikus felhasználói felülete (GUI) egy olyan eszköz, amely egy felhasználóbarát és kényelmes felületen teszi lehetővé összetett webszolgáltatás beállítások felépítését. Lehetővé teszi:
zh_cn: WEB服务图形界面是一个工具，允许你在用户友好、便捷的界面构建复杂的WEB服务配置。它允许：

source: Create and Delete web services.
hu: Webszolgáltatások létrehozását és törlését.
zh_cn: 创建和删除WEB服务。

source: Import and Export configurations (in YAML file format) for existing web services.
hu: Beállítások importálását és exportálását (YAML fájlformátumban) meglévő webszolgáltatásokhoz.
zh_cn: 导入和导出已有WEB服务的配置（用YAML文件格式）。

source: View, Revert and Export old configurations for existing web services in the Web Service History screen.
hu: Régi beállítások megtekintését, visszaállítását és exportálását a meglévő webszolgáltatásokhoz a webszolgáltatás előzmények képernyőn.
zh_cn: 在WEB服务历史屏幕查看、还原和导出已有WEB服务的老配置。

source: Track all communication logs for each web service in the Debugger screen.
hu: Az összes kommunikációs napló követését minden webszolgáltatásnál a hibakereső képernyőn.
zh_cn: 在调试屏幕跟踪每个WEB服务所有的通讯日志。

source: Web Service Overview
hu: Webszolgáltatás áttekintő
zh_cn: WEB服务概览

source: The <emphasis>Web Services</emphasis> link in the main screen of Admin Interface (in the System Administration box) leads to the web services overview screen, where you are able to manage your web service configurations. You can add new web services or change the configuration of the existing ones from this screen.
hu: Az adminisztrációs felület fő képernyőjén (a Rendszeradminisztráció dobozban) lévő <emphasis>Webszolgáltatások</emphasis> hivatkozás vezet a webszolgáltatások áttekintő képernyőjéhez, ahol lehetősége van a webszolgáltatások beállításainak kezelésére. Hozzáadhat új webszolgáltatásokat vagy megváltoztathatja a meglévők beállításait erről a képernyőről.
zh_cn: 在系统管理页面系统管理员部分的“<emphasis>WEB服务</emphasis>”链接通向WEB服务概览屏幕，你可以管理WEB服务的配置。你可以在这个屏幕中添加新的WEB服务或修改已有WEB服务的配置。

source: Every web service configuration screen has in the upper part of the screen a <emphasis>bread crumbs</emphasis> style navigation path. This navigation path is useful to know exactly in which part of the web service configuration we are, and also enables the user to jump back to any part of the configuration process at any time (this action will not save any changes).
hu: Minden egyes webszolgáltatás beállítási képernyőnek egy <emphasis>kenyérmorzsa</emphasis> stílusú navigációs útvonala van a képernyő felső részén. Ez a navigációs útvonal azért hasznos, hogy pontosan tudjuk, hogy a webszolgáltatás beállításainak mely részén vagyunk, valamint bármikor lehetővé teszi a felhasználónak a beállítási folyamat bármely részére történő visszalépést (ez a művelet nem fog elmenteni semmilyen változtatást).
zh_cn: 每个WEB服务配置屏幕的上部分有一行‘<emphasis>面包条</emphasis>’风格的导航路径，通过这个导航路径可以知道我们在WEB服务配置中的准确位置，还可以让用户随时跳回到配置流程的任何位置（这个跳回操作不会保存任何修改内容）。

source: To create a new web service, press the button <emphasis>Add web service</emphasis>, and provide the required information.
hu: Egy új webszolgáltatás létrehozásához nyomja meg a <emphasis>Webszolgáltatás hozzáadása</emphasis> gombot, és adja meg a szükséges információkat.
zh_cn: 要创建一个新的WEB服务，点击“<emphasis>添加WEB服务</emphasis>”按钮，并输入需要的信息。

source: Web services overview
hu: Webszolgáltatások áttekintő
zh_cn: WEB服务概览

source: Web Service Add
hu: Webszolgáltatás hozzáadása
zh_cn: 添加WEB服务

source: The only required field in this part is the web service <emphasis>Name</emphasis> that needs to be unique in the system and can not be left empty. Other fields are also necessary for the configuration like the <emphasis>Debug Threshold</emphasis> and <emphasis>Validity</emphasis> but these fields are already populated with the default value for each list.
hu: Az egyetlen kötelező mező ezen a részen a webszolgáltatás <emphasis>Név</emphasis> mezője, amelynek egyedinek kell lennie a rendszeren, és nem lehet üresen hagyni. A többi mezők is szükségesek a beállításhoz, mint például a <emphasis>Hibakereséséi küszöbszint</emphasis> és az <emphasis>Érvényesség</emphasis>, de ezek a mezők már ki vannak töltve az alapértelmezett értékkel minden listánál.
zh_cn: 这部分必填的字段只有WEB服务的“<emphasis>名称</emphasis>”，要求系统唯一且不得留空。其它字段也是配置需要的如“<emphasis>调试阈值</emphasis>”和“<emphasis>有效性</emphasis>”，但是这些字段已经有默认值了。

source: The default value for <emphasis>Debug Threshold</emphasis> is <emphasis>debug</emphasis>. When configured in this manner all communication logs are registered in the database. Each subsequent <emphasis>Debug Threshold</emphasis> value is more restrictive and discards communication logs of lower order than the one set in the system.
hu: A <emphasis>Hibakeresési küszöbszint</emphasis> alapértelmezett értéke a <emphasis>Hibakeresés</emphasis>. Ha ilyen módon állítjuk be, akkor az összes kommunikációs napló regisztrálva lesz az adatbázisban. Minden későbbi <emphasis>Hibakeresési küszöbszint</emphasis> érték korlátozóbb és eldobja az annál alacsonyabb rendű kommunikációs naplókat, mint amely a rendszeren be van állítva.
zh_cn: “<emphasis>调试阈值</emphasis>”的默认值是“<emphasis>debug(调试)</emphasis>”，当配置为这个方式时所有的通讯日志都会记录到数据库中。每个随后的调试阈值都有更多的限制并会丢弃比当前阈值级别低的通讯日志。

source: Debug Threshold levels (from lower to upper)
hu: A hibakeresési küszöbszint szintjei (az alacsonyabbtól a magasabbig)
zh_cn: 调试阈值级别(从低到高)

source: Debug
hu: Hibakeresés
zh_cn: Debug（调试）

source: Info
hu: Információ
zh_cn: Info（信息）

source: Notice
hu: Értesítés
zh_cn: Notice（注意）

source: Error
hu: Hiba
zh_cn: Error（错误）

source: It is also possible to define the network transport protocol for <emphasis>OTRS as Provider</emphasis> and <emphasis>OTRS as requester</emphasis>.
hu: Lehetséges a hálózati átviteli protokoll meghatározása is az <emphasis>OTRS mint szolgáltató</emphasis> és az <emphasis>OTRS mint kérelmező</emphasis> szakaszoknál.
zh_cn: 还可以为“<emphasis>OTRS作为服务提供方</emphasis>”和“<emphasis>OTRS作为服务请求方</emphasis>”定义网络传输协议。

source: Click on the <emphasis>Save</emphasis> button to register the new web service in the database or click <emphasis>Cancel</emphasis> to discard this operation. You will now be returned to the web service overview screen.
hu: Kattintson a <emphasis>Mentés</emphasis> gombra az új webszolgáltatás regisztrálásához az adatbázisba, vagy kattintson a <emphasis>Mégse</emphasis> gombra a művelet eldobásához. Most vissza fog térni a webszolgáltatás áttekintő képernyőjéhez.
zh_cn: 点击“<emphasis>保存</emphasis>”按钮来将新的WEB服务注册到数据库中，或点击“<emphasis>取消</emphasis>”按钮丢弃这个操作。现在可以返回到WEB服务概览屏幕。

source: If you already have a web service configuration file in YAML format you can click on the <emphasis>Import web service</emphasis> button on the left side of the screen. For more information on importing web services please check the next section <emphasis>Web Service Change</emphasis>.
hu: Ha már rendelkezik egy YAML-formátumú webszolgáltatás beállítófájllal, akkor rákattinthat a <emphasis>Webszolgáltatás importálása</emphasis> gombra a képernyő bal oldalán. A webszolgáltatások importálásával kapcsolatos további információkért nézze meg a következő <emphasis>Webszolgáltatás megváltoztatása</emphasis> szakaszt.
zh_cn: 如果你已经有一个YAML格式的WEB服务配置文件，你可以点击屏幕左侧的“<emphasis>导入WEB服务</emphasis>”按钮。导入WEB服务的更多信息请检查下一部分的“<emphasis>修改WEB服务</emphasis>”。

source: To change or add more details to a web service, click on the web service name in the web service overview screen.
hu: Egy webszolgáltatás megváltoztatásához vagy további részletek hozzáadásához kattintson a webszolgáltatás nevére a webszolgáltatás áttekintő képernyőjén.
zh_cn: 要为一个WEB服务添加或修改更多细节，点击WEB服务概览屏幕中WEB服务的名称。

source: Web services add
hu: Webszolgáltatások hozzáadása
zh_cn: 添加WEB服务

source: Web Service Example Import
hu: Webszolgáltatás példa importálása
zh_cn: 导入WEB服务样例

source: Did you know there are example web services available in the <ulink url="http://otrs.github.io/doc/manual/otrs-business-solution/stable/en/html/import-example-web-service.html">OTRS Business Solution™</ulink>?
hu: Tudta, hogy léteznek elérhető példa webszolgáltatások az <ulink url="http://otrs.github.io/doc/manual/otrs-business-solution/stable/hu/html/import-example-web-service.html">OTRS Business Solution™</ulink> csomagban?
zh_cn: 在 <ulink url="http://otrs.github.io/doc/manual/otrs-business-solution/stable/en/html/import-example-web-service.html">OTRS Business Solution™（OTRS商业解决方案）</ulink>中有可用的示例Web服务，你知道吗？

source: Web Service Change
hu: Webszolgáltatás megváltoztatása
zh_cn: 修改WEB服务

source: On this screen you have a complete set of functions to handle every part of a web service. On the left side in the action column you can find some buttons that allows you to perform all possible actions on a web service:
hu: Ezen a képernyőn függvények teljes készlete van egy webszolgáltatás minden részének kezeléséhez. A bal oldalon a művelet oszlopban néhány gombot találhat, amelyek lehetővé teszik az összes lehetséges művelet végrehajtását egy webszolgáltatáson:
zh_cn: 在这个屏幕你有处理一个WEB服务所有部分的完整功能集。在左侧的操作栏中你可以找到一些按钮，允许你在一个WEB服务上执行所有可能的操作：

source: Clone web service.
hu: Webszolgáltatás klónozása.
zh_cn: 克隆WEB服务。

source: Export web service.
hu: Webszolgáltatás exportálása.
zh_cn: 导出WEB服务。

source: Import web service.
hu: Webszolgáltatás importálása.
zh_cn: 导入WEB服务。

source: Configuration History.
hu: Beállítási előzmények.
zh_cn: 配置历史。

source: Delete web service.
hu: Webszolgáltatás törlése.
zh_cn: 删除WEB服务。

source: Debugger.
hu: Hibakereső.
zh_cn: 调试器。

source: <emphasis>Configuration history</emphasis> and <emphasis>Debugger</emphasis> will lead you to different screens.
hu: A <emphasis>Beállítási előzmények</emphasis> és a <emphasis>Hibakereső</emphasis> különböző képernyőkre fogja vezetni.
zh_cn: “<emphasis>配置历史</emphasis>”和“<emphasis>调试器</emphasis>”会打开不同的屏幕。

source: Web Service Clone
hu: Webszolgáltatás klónozása
zh_cn: 克隆WEB服务

source: To clone a web service, you need to click on the <emphasis>Clone web service</emphasis> button. A dialog will be shown where you can use the default name or set a new name for the (cloned) web service.
hu: Egy webszolgáltatás klónozásához a <emphasis>Webszolgáltatás klónozása</emphasis> gombra kell kattintania. Egy párbeszédablak fog megjelenni, ahol használhatja az alapértelmezett nevet vagy beállíthat egy új nevet a (klónozott) webszolgáltatáshoz.
zh_cn: 要克隆一个WEB服务，你需要点击“<emphasis>克隆WEB服务</emphasis>”按钮。在打开的对话框中你可以为这个克隆的WEB服务使用默认的名称或设置一个新名称。

source: <emphasis>Remember</emphasis> that the name of the web service must be unique within the system.
hu: <emphasis>Ne feledje</emphasis>, hogy a webszolgáltatás nevének egyedinek kell lennie a rendszeren belül.
zh_cn: <emphasis>记住：</emphasis>WEB服务的名称必须是系统中唯一的。

source: Click on <emphasis>Clone</emphasis> button to create the web service clone or <emphasis>Cancel</emphasis> to close the dialog.
hu: Kattintson a <emphasis>Klónozás</emphasis> gombra a webszolgáltatás klónjának létrehozásához vagy a <emphasis>Mégse</emphasis> gombra a párbeszédablak bezárásához.
zh_cn: 点击“<emphasis>克隆</emphasis>”按钮来创建这个WEB服务的克隆或“<emphasis>取消</emphasis>”按钮关闭这个对话框。

source: Web service clone
hu: Webszolgáltatás klónozása
zh_cn: 克隆WEB服务

source: Web Service Export
hu: Webszolgáltatás exportálása
zh_cn: 导出WEB服务

source: The <emphasis>Export web service</emphasis> button gives you the opportunity to dump the configuration of the current web service into a YAML file, to download it and to store it on your file system. This can be specially useful if you want to migrate the web service from one server to another, for example from a testing environment to a production system.
hu: A <emphasis>Webszolgáltatás exportálása</emphasis> gomb lehetőséget ad a jelenlegi webszolgáltatás beállításainak kiírására egy YAML-fájlba, annak letöltésére és eltárolására a fájlrendszerén. Ez különösen akkor lehet hasznos, ha át szeretné költöztetni a webszolgáltatást az egyik kiszolgálóról a másikra, például a tesztkörnyezetből a produktív rendszerre.
zh_cn: “<emphasis>导出WEB服务</emphasis>”按钮让你转储当前WEB服务配件到一个YAML文件，下载并保存到你的文件系统中。这在你要从一个服务器迁移WEB服务到另外的服务器时特别有用，例如从测试环境到生产系统。

source: All stored passwords in the web service configuration will be exported in plain text format.
hu: A webszolgáltatás beállításaiban tárolt összes jelszó egyszerű szöveges formátumban lesz exportálva.
zh_cn: 所有存储在WEB服务配置中的密码都将以纯文本格式导出。

source: Right after clicking the <emphasis>Export web service</emphasis> button a save dialog of your browser will appear, just like when you click on a file download link on a web page.
hu: Közvetlenül a <emphasis>Webszolgáltatás exportálása</emphasis> gombra kattintás után a böngészője mentési párbeszédablaka fog megjelenni, akárcsak amikor egy fájl letöltési hivatkozására kattint egy weboldalon.
zh_cn: 在点击“<emphasis>导出WEB服务</emphasis>”按钮后，你的浏览器会出现一个保存文件对话框，就像你在网页上点击了一个文件下载链接一样。

source: Each browser on each operating system has its own save dialog screen and style. Depending on the browser and its configuration it is possible that no dialog is shown and the file is saved to a default directory on your file system. Please check your browser documentation for more specific instructions if needed.
hu: Az egyes operációs rendszereken minden böngészőnek saját mentési párbeszédablak képernyője és stílusa van. A böngészőtől és annak beállításától függően lehetséges, hogy nem jelenik meg párbeszédablak, és a fájl az alapértelmezett könyvtárba lesz elmentve a fájlrendszeren. Nézze meg a böngészője dokumentációját a konkrétabb utasításokért, ha szükséges.
zh_cn: 不同操作系统中不同浏览器有它自己的保存对话框屏幕和风格。取决于浏览器和它的配置，可能不会显示对话框而是直接将文件保存到一个默认目录中。如有需要请检查你的浏览器文档以获取更多的特定说明。

source: Web services export
hu: Webszolgáltatások exportálása
zh_cn: 导出WEB服务

source: Web Service Import
hu: Webszolgáltatás importálása
zh_cn: 导入WEB服务

source: A valid web service configuration YAML file is required to use the import web service feature. Click on the <emphasis>Import web service</emphasis> button, browse for the configuration file or provide the complete path in the input box.
hu: Egy érvényes webszolgáltatás beállító YAML-fájl szükséges a webszolgáltatás importálása funkció használatához. Kattintson a <emphasis>Webszolgáltatás importálása</emphasis> gombra, és tallózzon rá a beállítófájlra vagy adja meg a teljes útvonalat a beviteli dobozban.
zh_cn: 导入WEB服务功能必须使用一个有效的WEB服务配置的YAML文件。点击“<emphasis>导入WEB服务</emphasis>”按钮，浏览配置文件或在输入框中输入文件的完整路径。

source: Click <emphasis>Import</emphasis> button to create a new web service from a file or "Cancel" to close the dialog.
hu: Kattintson az <emphasis>Importálás</emphasis> gombra egy új webszolgáltatás létrehozásához egy fájlból vagy a <emphasis>Mégse</emphasis> gombra a párbeszédablak bezárásához.
zh_cn: 点击“<emphasis>导入</emphasis>”按钮以从一个文件创建一个新的WEB服务或“取消”关闭这个对话框。

source: The web service name will be taken from the configuration file name (e.g. if the file name is <filename>MyWebservice.yml</filename> the resulting web service will be named <emphasis>MyWebservice</emphasis>). If a web service is registered in the system with the same name as the web service that you want to import, the system will lead you to the web service change screen to let you change the name of the imported web service.
hu: A webszolgáltatás neve a beállítófájl nevéből lesz átvéve (például ha a fájl neve <filename>SajátWebszolgáltatás.yml</filename>, akkor a kapott webszolgáltatás <emphasis>SajátWebszolgáltatás</emphasis> elnevezésű lesz). Ha egy ugyanolyan nevű webszolgáltatás van regisztrálva a rendszeren, mint amilyet importálni szeretne, akkor a rendszer a webszolgáltatás megváltoztatása képernyőre fogja vezetni, hogy megváltoztathassa az importált webszolgáltatás nevét.
zh_cn: WEB服务的名称会使用配置文件的文件名（例如文件是<filename>MyWebservice.yml</filename>，则WEB服务将命名为<emphasis>MyWebservice</emphasis>）。如果在系统中已经有一个与之同名的WEB服务，系统会打开修改WEB服务屏幕，让你修改导入的WEB服务的名称。

source: Web services import
hu: Webszolgáltatások importálása
zh_cn: 导入WEB服务

source: Web Service History
hu: Webszolgáltatás előzmények
zh_cn: WEB服务历史

source: Every change to the web service configuration creates a new entry in the web service history (as a journal). The web service history screen displays a list of all configuration versions for a web service. Each row (version) in the <emphasis>Configuration History List</emphasis> represents a single revision in the web service history.
hu: A webszolgáltatás beállításain végzett minden változtatás új bejegyzést hoz létre a webszolgáltatás előzményeiben (mint egy napló). A webszolgáltatás előzmények képernyő egy webszolgáltatás összes beállítási verziójának listáját jeleníti meg. A <emphasis>Beállítási előzmények listája</emphasis> részen lévő minden egyes sor (verzió) egy önálló módosítást képvisel a webszolgáltatás előzményeiben.
zh_cn: 对WEB服务配置所做的每个修改都会在WEB服务历史中创建一条新条目（就像一个日志）。WEB服务历史屏幕显示一个WEB服务配置所有版本的列表。在“<emphasis>配置历史列表</emphasis>”中的每一行（每个版本）代表WEB服务历史中一个单独的修订。

source: Click on one of the rows to show the whole configuration as it was on that particular date / time. The configuration will be shown in the <emphasis>History details</emphasis> section of this screen. Here you are also able to export the selected web service configuration version or to restore that version into the current web service configuration.
hu: Kattintson a sorok egyikére a teljes beállítás megjelenítéséhez, ahogy az egy adott dátumkor vagy időpontban volt. A beállítás ennek a képernyőnek az <emphasis>Előzményrészletek</emphasis> szakaszában lesz megjelenítve. Itt is lehetősége van a kijelölt webszolgáltatás-beállítás verziójának exportálására vagy annak a verziónak a visszaállítására a jelenlegi webszolgáltatás beállításaiba.
zh_cn: 点击一行可以显示在特定日期/时间的整个配置，这个配置会显示在本屏幕的“<emphasis>历史详细信息</emphasis>”部分。你还可以在这里导出选定的WEB服务配置版本或者恢复这个版本到当前的WEB服务配置。

source: The <emphasis>Export web service configuration</emphasis> behaves exactly as the "Export web service" feature in the web service change screen. For more information refer to that section.
hu: A <emphasis>Webszolgáltatás-beállítás exportálása</emphasis> pontosan úgy viselkedik mint a webszolgáltatás megváltoztatásának képernyőjén lévő <emphasis>Webszolgáltatás exportálása</emphasis> funkció. További információkért nézze meg azt a szakaszt.
zh_cn: <emphasis>导出Web服务配置</emphasis>的行为与Web服务更改屏幕中的“导出Web服务”功能完全相同。 有关更多信息，请参阅该部分。

source: If changes to the current web service configuration do not work as expected and it is not easy to revert the changes manually, you can click on the <emphasis>Revert web service configuration</emphasis> button. This will open a dialog to ask you if you are sure to revert the web service configuration. Click <emphasis>Revert web service configuration</emphasis> in this dialog to replace the current configuration with the selected version, or click <emphasis>Cancel</emphasis> to close the dialog.
hu: Ha a jelenlegi webszolgáltatásra történő váltás nem az elvárt módon működik, és nem könnyű a változtatásokat kézzel visszaállítani, akkor rákattinthat a <emphasis>Webszolgáltatás-beállítás visszaállítása</emphasis> gombra. Ez meg fog nyitni egy párbeszédablakot azt kérdezve, hogy biztos-e a webszolgáltatás-beállítás visszaállításában. Kattintson a <emphasis>Webszolgáltatás-beállítás visszaállítása</emphasis> gombra ezen a párbeszédablakon a jelenlegi beállítás lecseréléséhez a kijelölt verzióra, vagy kattintson a <emphasis>Mégse</emphasis> gombra a párbeszédablak bezárásához.
zh_cn: 如果对当前WEB服务配置的修改没有按预期工作，可以手动轻易恢复修改内容到原状，你可以点击“<emphasis>恢复WEB服务配置</emphasis>”按钮。这会打开一个对话框问你是否确定恢复到这个WEB服务配置。点击对话框中的“<emphasis>恢复WEB服务配置</emphasis>”按钮用选定版本替换当前的配置，或点击“<emphasis>取消</emphasis>”直接关闭对话框。

source: Remember that any passwords stored in the web service configuration will be exported in plain text format.
hu: Ne feledje, hogy a webszolgáltatás beállításaiban tárolt összes jelszó egyszerű szöveges formátumban lesz exportálva.
zh_cn: 记住：存储在WEB服务配置中的任何密码都将以纯文本格式导出。

source: Please be careful when you restore a configuration because this process is irreversible.
hu: Legyen óvatos egy beállítás visszaállításakor, mert ez a folyamat visszafordíthatatlan.
zh_cn: 恢复一个配置时请一定小心，因为这个过程是不可逆的。

source: Web service history
hu: Webszolgáltatás előzmények
zh_cn: WEB服务历史

source: Web Service Delete
hu: Webszolgáltatás törlése
zh_cn: 删除WEB服务
