Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: --- Activities: A1: ActivityDialogs: - AD1 ChangeTime: 2012-11-23 14:49:22 Config: ActivityDialog: 1: AD1 CreateTime: 2012-11-23 11:49:38 EntityID: A1 ID: 151 Name: Recording the demand A2: ActivityDialogs: - AD2 - AD3 ChangeTime: 2012-12-13 00:55:12 Config: ActivityDialog: 1: AD2 2: AD3 CreateTime: 2012-11-23 11:50:11 EntityID: A2 ID: 152 Name: Approval A3: ActivityDialogs: - AD4 - AD5 ChangeTime: 2012-11-23 18:12:14 Config: ActivityDialog: 1: AD4 2: AD5 CreateTime: 2012-11-23 11:50:35 EntityID: A3 ID: 153 Name: Order A4: ActivityDialogs: - AD6 ChangeTime: 2012-11-23 18:12:35 Config: ActivityDialog: 1: AD6 CreateTime: 2012-11-23 11:51:00 EntityID: A4 ID: 154 Name: Incoming A5: ActivityDialogs: [] ChangeTime: 2012-11-23 11:51:33 Config: {} CreateTime: 2012-11-23 11:51:33 EntityID: A5 ID: 155 Name: Process complete ActivityDialogs: AD1: ChangeTime: 2012-12-06 02:16:21 Config: DescriptionLong: '' DescriptionShort: Recoding the demand FieldOrder: - DynamicField_Author - DynamicField_ISBN - DynamicField_Title - DynamicField_Status Fields: DynamicField_Author: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_ISBN: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Status: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Title: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: '' CreateTime: 2012-11-23 14:34:43 EntityID: AD1 ID: 154 Name: Recording the demand AD2: ChangeTime: 2012-11-23 14:57:41 Config: DescriptionLong: '' DescriptionShort: Approval denied FieldOrder: - Article - DynamicField_Status Fields: Article: Config: CommunicationChannel: 'Internal' IsVisibleForCustomer: '0' DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Status: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Deny Request CreateTime: 2012-11-23 14:36:39 EntityID: AD2 ID: 155 Name: Approval denied AD3: ChangeTime: 2012-12-14 03:14:23 Config: DescriptionLong: '' DescriptionShort: Approved FieldOrder: - DynamicField_Status Fields: DynamicField_Status: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Approve Request CreateTime: 2012-11-23 14:37:35 EntityID: AD3 ID: 156 Name: Approved AD4: ChangeTime: 2012-11-23 14:58:52 Config: DescriptionLong: '' DescriptionShort: Order rejected FieldOrder: - Article - DynamicField_Status Fields: Article: Config: CommunicationChannel: 'Internal' IsVisibleForCustomer: '0' DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Status: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Reject Order CreateTime: 2012-11-23 14:38:48 EntityID: AD4 ID: 157 Name: Order rejected AD5: ChangeTime: 2012-12-06 02:20:12 Config: DescriptionLong: '' DescriptionShort: Order placed FieldOrder: - DynamicField_DeliveryDate - DynamicField_Price - DynamicField_Supplier - DynamicField_Status Fields: DynamicField_DeliveryDate: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Price: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Status: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Supplier: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Place Order CreateTime: 2012-11-23 14:41:28 EntityID: AD5 ID: 158 Name: Order placed AD6: ChangeTime: 2012-11-23 14:42:43 Config: DescriptionLong: '' DescriptionShort: Shipment received FieldOrder: - DynamicField_DateOfReceipt - DynamicField_Status Fields: DynamicField_DateOfReceipt: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Status: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: '' CreateTime: 2012-11-23 14:42:43 EntityID: AD6 ID: 159 Name: Shipment received Process: Activities: - A1 - A2 - A3 - A4 - A5 ChangeTime: 2012-12-06 02:31:59 Config: Description: The process to order a book Path: A1: T1: ActivityEntityID: A2 TransitionAction: - TA2 - TA1 A2: T2: ActivityEntityID: A5 TransitionAction: - TA3 - TA4 - TA8 T3: ActivityEntityID: A3 TransitionAction: - TA5 A3: T4: ActivityEntityID: A5 TransitionAction: - TA3 - TA4 - TA8 T5: ActivityEntityID: A4 TransitionAction: - TA6 A4: T6: ActivityEntityID: A5 TransitionAction: - TA3 - TA4 - TA7 A5: {} StartActivity: A1 StartActivityDialog: AD1 CreateTime: 2012-11-23 11:45:12 EntityID: P1 ID: 94 Layout: A1: left: 172 top: 63 A2: left: 402 top: 156 A3: left: 649 top: 255 A4: left: 774 top: 391 A5: left: 194 top: 410 Name: Book ordering State: Active StateEntityID: S1 TransitionActions: - TA1 - TA2 - TA3 - TA4 - TA8 - TA5 - TA3 - TA4 - TA8 - TA6 - TA3 - TA4 - TA7 Transitions: - T1 - T2 - T3 - T4 - T5 - T6 TransitionActions: TA1: ChangeTime: 2012-11-23 16:01:37 Config: Config: Queue: Management Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 15:50:59 EntityID: TA1 ID: 61 Name: Move the process ticket into the "Management" queue TA2: ChangeTime: 2012-11-23 16:02:12 Config: Config: Responsible: manager Module: Kernel::System::ProcessManagement::TransitionAction::TicketResponsibleSet CreateTime: 2012-11-23 15:58:22 EntityID: TA2 ID: 62 Name: Change ticket responsible to "manager" TA3: ChangeTime: 2012-11-24 14:27:02 Config: Config: Queue: Employees Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 16:02:54 EntityID: TA3 ID: 63 Name: Move the process ticket into the "Employees" queue TA4: ChangeTime: 2012-11-23 16:04:06 Config: Config: Responsible: Employee Module: Kernel::System::ProcessManagement::TransitionAction::TicketResponsibleSet CreateTime: 2012-11-23 16:04:06 EntityID: TA4 ID: 64 Name: Change ticket responsible to "Employee" TA5: ChangeTime: 2012-12-06 02:18:34 Config: Config: Queue: Purchasing Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 16:04:54 EntityID: TA5 ID: 65 Name: Move process ticket into the "Purchasing" queue TA6: ChangeTime: 2012-12-06 02:18:48 Config: Config: Queue: Post office Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 16:06:20 EntityID: TA6 ID: 66 Name: Move process ticket into the "Post office" queue TA7: ChangeTime: 2012-12-06 02:29:55 Config: Config: State: closed successful Module: Kernel::System::ProcessManagement::TransitionAction::TicketStateSet CreateTime: 2012-12-06 02:29:27 EntityID: TA7 ID: 67 Name: Close ticket successfully TA8: ChangeTime: 2012-12-06 02:31:12 Config: Config: State: closed unsuccessful Module: Kernel::System::ProcessManagement::TransitionAction::TicketStateSet CreateTime: 2012-12-06 02:31:12 EntityID: TA8 ID: 68 Name: Close ticket unsuccessfully Transitions: T1: ChangeTime: 2012-11-23 15:12:20 Config: Condition: 1: Fields: DynamicField_Status: Match: Approval Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:53:52 EntityID: T1 ID: 94 Name: Approval T2: ChangeTime: 2012-11-23 15:12:50 Config: Condition: 1: Fields: DynamicField_Status: Match: Approval denied Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:54:26 EntityID: T2 ID: 95 Name: Approval denied T3: ChangeTime: 2012-11-23 15:13:29 Config: Condition: 1: Fields: DynamicField_Status: Match: Approved Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:54:54 EntityID: T3 ID: 96 Name: Approved T4: ChangeTime: 2012-11-23 15:14:08 Config: Condition: 1: Fields: DynamicField_Status: Match: Order denied Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:55:25 EntityID: T4 ID: 97 Name: Order denied T5: ChangeTime: 2012-11-23 18:30:33 Config: Condition: 1: Fields: DynamicField_Status: Match: Order placed Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:56:15 EntityID: T5 ID: 98 Name: Order placed T6: ChangeTime: 2012-11-23 15:15:30 Config: Condition: 1: Fields: DynamicField_Status: Match: Shipment received Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:56:48 EntityID: T6 ID: 99 Name: Shipment received
hu: --- Activities: T1: ActivityDialogs: - TP1 ChangeTime: 2012-11-23 14:49:22 Config: ActivityDialog: 1: TP1 CreateTime: 2012-11-23 11:49:38 EntityID: T1 ID: 151 Name: Igény rögzítése T2: ActivityDialogs: - TP2 - TP3 ChangeTime: 2012-12-13 00:55:12 Config: ActivityDialog: 1: TP2 2: TP3 CreateTime: 2012-11-23 11:50:11 EntityID: T2 ID: 152 Name: Jóváhagyás T3: ActivityDialogs: - TP4 - TP5 ChangeTime: 2012-11-23 18:12:14 Config: ActivityDialog: 1: TP4 2: TP5 CreateTime: 2012-11-23 11:50:35 EntityID: T3 ID: 153 Name: Rendelés T4: ActivityDialogs: - TP6 ChangeTime: 2012-11-23 18:12:35 Config: ActivityDialog: 1: TP6 CreateTime: 2012-11-23 11:51:00 EntityID: T4 ID: 154 Name: Beérkezés T5: ActivityDialogs: [] ChangeTime: 2012-11-23 11:51:33 Config: {} CreateTime: 2012-11-23 11:51:33 EntityID: T5 ID: 155 Name: Folyamat befejezve ActivityDialogs: TP1: ChangeTime: 2012-12-06 02:16:21 Config: DescriptionLong: '' DescriptionShort: Az igény rögzítése FieldOrder: - DynamicField_Szerzo - DynamicField_ISBN - DynamicField_Cim - DynamicField_Allapot Fields: DynamicField_Szerzo: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_ISBN: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Allapot: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Cim: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: '' CreateTime: 2012-11-23 14:34:43 EntityID: TP1 ID: 154 Name: Igény rögzítése TP2: ChangeTime: 2012-11-23 14:57:41 Config: DescriptionLong: '' DescriptionShort: Jóváhagyás megtagadva FieldOrder: - Article - DynamicField_Allapot Fields: Article: Config: CommunicationChannel: 'Internal' IsVisibleForCustomer: '0' DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Allapot: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Kérés megtagadása CreateTime: 2012-11-23 14:36:39 EntityID: TP2 ID: 155 Name: Jóváhagyás megtagadva TP3: ChangeTime: 2012-12-14 03:14:23 Config: DescriptionLong: '' DescriptionShort: Jóváhagyva FieldOrder: - DynamicField_Allapot Fields: DynamicField_Allapot: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Kérés jóváhagyása CreateTime: 2012-11-23 14:37:35 EntityID: TP3 ID: 156 Name: Jóváhagyva TP4: ChangeTime: 2012-11-23 14:58:52 Config: DescriptionLong: '' DescriptionShort: Rendelés megtagadva FieldOrder: - Article - DynamicField_Allapot Fields: Article: Config: CommunicationChannel: 'Internal' IsVisibleForCustomer: '0' DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Allapot: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Rendelés visszautasítása CreateTime: 2012-11-23 14:38:48 EntityID: TP4 ID: 157 Name: Rendelés megtagadva TP5: ChangeTime: 2012-12-06 02:20:12 Config: DescriptionLong: '' DescriptionShort: Megrendelve FieldOrder: - DynamicField_KezbesitesDatuma - DynamicField_Ar - DynamicField_Beszallito - DynamicField_Allapot Fields: DynamicField_KezbesitesDatuma: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Ar: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Allapot: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Beszallito: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: Megrendelés CreateTime: 2012-11-23 14:41:28 EntityID: TP5 ID: 158 Name: Megrendelve TP6: ChangeTime: 2012-11-23 14:42:43 Config: DescriptionLong: '' DescriptionShort: Szállítmány megérkezett FieldOrder: - DynamicField_KeszhezvetelDatuma - DynamicField_Allapot Fields: DynamicField_KezhezvetelDatuma: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 DynamicField_Allapot: DefaultValue: '' DescriptionLong: '' DescriptionShort: '' Display: 1 Interface: - AgentInterface Permission: '' RequiredLock: 0 SubmitAdviceText: '' SubmitButtonText: '' CreateTime: 2012-11-23 14:42:43 EntityID: TP6 ID: 159 Name: Szállítmány megérkezett Process: Activities: - T1 - T2 - T3 - T4 - T5 ChangeTime: 2012-12-06 02:31:59 Config: Description: Egy könyv rendelésének folyamata. Path: T1: A1: ActivityEntityID: T2 TransitionAction: - AM2 - AM1 T2: A2: ActivityEntityID: T5 TransitionAction: - AM3 - AM4 - AM8 A3: ActivityEntityID: T3 TransitionAction: - AM5 T3: A4: ActivityEntityID: T5 TransitionAction: - AM3 - AM4 - AM8 A5: ActivityEntityID: T4 TransitionAction: - AM6 T4: A6: ActivityEntityID: T5 TransitionAction: - AM3 - AM4 - AM7 T5: {} StartActivity: T1 StartActivityDialog: TP1 CreateTime: 2012-11-23 11:45:12 EntityID: F1 ID: 94 Layout: T1: left: 172 top: 63 T2: left: 402 top: 156 T3: left: 649 top: 255 T4: left: 774 top: 391 T5: left: 194 top: 410 Name: Könyvrendelés State: Active StateEntityID: S1 TransitionActions: - AM1 - AM2 - AM3 - AM4 - AM8 - AM5 - AM3 - AM4 - AM8 - AM6 - AM3 - AM4 - AM7 Transitions: - A1 - A2 - A3 - A4 - A5 - A6 TransitionActions: AM1: ChangeTime: 2012-11-23 16:01:37 Config: Config: Queue: Vezetőség Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 15:50:59 EntityID: AM1 ID: 61 Name: Folyamatjegy áthelyezése a „Vezetőség” várólistába AM2: ChangeTime: 2012-11-23 16:02:12 Config: Config: Responsible: Igazgató Module: Kernel::System::ProcessManagement::TransitionAction::TicketResponsibleSet CreateTime: 2012-11-23 15:58:22 EntityID: AM2 ID: 62 Name: Jegyfelelős megváltoztatása „Igazgatóra” AM3: ChangeTime: 2012-11-24 14:27:02 Config: Config: Queue: Alkalmazottak Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 16:02:54 EntityID: AM3 ID: 63 Name: Folyamatjegy áthelyezése az „Alkalmazottak” várólistába AM4: ChangeTime: 2012-11-23 16:04:06 Config: Config: Responsible: Alkalmazott Module: Kernel::System::ProcessManagement::TransitionAction::TicketResponsibleSet CreateTime: 2012-11-23 16:04:06 EntityID: AM4 ID: 64 Name: Jegyfelelős megváltoztatása „Alkalmazottra” AM5: ChangeTime: 2012-12-06 02:18:34 Config: Config: Queue: Beszerzés Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 16:04:54 EntityID: AM5 ID: 65 Name: Folyamatjegy áthelyezése a „Beszerzés” várólistába AM6: ChangeTime: 2012-12-06 02:18:48 Config: Config: Queue: Postahivatal Module: Kernel::System::ProcessManagement::TransitionAction::TicketQueueSet CreateTime: 2012-11-23 16:06:20 EntityID: AM6 ID: 66 Name: Folyamatjegy áthelyezése a „Postahivatal” várólistába AM7: ChangeTime: 2012-12-06 02:29:55 Config: Config: State: closed successful Module: Kernel::System::ProcessManagement::TransitionAction::TicketStateSet CreateTime: 2012-12-06 02:29:27 EntityID: AM7 ID: 67 Name: Jegy lezárása sikeresen AM8: ChangeTime: 2012-12-06 02:31:12 Config: Config: State: closed unsuccessful Module: Kernel::System::ProcessManagement::TransitionAction::TicketStateSet CreateTime: 2012-12-06 02:31:12 EntityID: AM8 ID: 68 Name: Jegy lezárása sikertelenül Transitions: A1: ChangeTime: 2012-11-23 15:12:20 Config: Condition: 1: Fields: DynamicField_Allapot: Match: Jóváhagyás Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:53:52 EntityID: A1 ID: 94 Name: Jóváhagyás A2: ChangeTime: 2012-11-23 15:12:50 Config: Condition: 1: Fields: DynamicField_Allapot: Match: Jóváhagyás megtagadva Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:54:26 EntityID: A2 ID: 95 Name: Jóváhagyás megtagadva A3: ChangeTime: 2012-11-23 15:13:29 Config: Condition: 1: Fields: DynamicField_Allapot: Match: Jóváhagyva Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:54:54 EntityID: A3 ID: 96 Name: Jóváhagyva A4: ChangeTime: 2012-11-23 15:14:08 Config: Condition: 1: Fields: DynamicField_Allapot: Match: Rendelés megtagadva Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:55:25 EntityID: A4 ID: 97 Name: Rendelés megtagadva A5: ChangeTime: 2012-11-23 18:30:33 Config: Condition: 1: Fields: DynamicField_Allapot: Match: Megrendelve Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:56:15 EntityID: A5 ID: 98 Name: Megrendelve A6: ChangeTime: 2012-11-23 15:15:30 Config: Condition: 1: Fields: DynamicField_Allapot: Match: Szállítmány megérkezett Type: String Type: and ConditionLinking: and CreateTime: 2012-11-23 11:56:48 EntityID: A6 ID: 99 Name: Szállítmány megérkezett

source: Process configuration reference
hu: Folyamatbeállítás hivatkozás
zh_cn: 流程配置参考

source: Process
hu: Folyamat
zh_cn: 流程

source: A Process models the path of a workflow/process. The waypoints on this path can be Activities or Transitions, we'll talk about these later.
hu: Egy folyamat egy munkafolyamat/folyamat útvonalát modellezi. Ezen az útvonalon az útvonalpontok tevékenységek vagy átmenetek lehetnek, ezekről majd később beszélünk.
zh_cn: 一个流程就是工作流/流程的路径。路径上的路标可以是活动或转换（后面再讨论转换）。

source: Process configuration
hu: Folyamatbeállítás
zh_cn: 流程配置

source: The Process configuration can be done in the file <filename>Kernel/Config.pm</filename> but it is strongly recommended to create new files like <filename>Kernel/Config/Files/MyProcess.pm</filename>. Notice that the GUI generates the file <filename>Kernel/Config/File/ZZZProcessManagement</filename> please avoid to use that filename, otherwise it will be overwritten when you sync processes. Let's see an example process configuration (from process cache file):
hu: A folyamatbeállítás a <filename>Kernel/Config.pm</filename> fájlban végezhető el, de erősen ajánlott egy új fájl létrehozása, mint például <filename>Kernel/Config/Files/MyProcess.pm</filename>. Figyeljen arra, hogy a grafikus felület a <filename>Kernel/Config/File/ZZZProcessManagement</filename> fájlt állítja elő, ezért kerülje el ennek a fájlnévnek a használatát, különben felül lesz írva, amikor a folyamatokat szinkronizálja. Nézzünk egy folyamatbeállítás példát (a folyamat gyorsítótár fájlból):
zh_cn: 流程配置可以放在文件<filename>Kernel/Config.pm</filename>中，但强烈推荐创建一个新文件如<filename>Kernel/Config/Files/MyProcess.pm</filename>。注意图形界面生成的文件为<filename>Kernel/Config/File/ZZZProcessManagement</filename>，请一定不要使用这个文件名，否则在同步流程时会被覆盖。让我们来看一个示例流程配置（从流程缓存文件）：

source: $Self->{'Process'} = { 'P1' => { Name => 'Book order', CreateTime => '16-02-2012 13:37:00', CreateBy => '1', ChangeTime => '17-02-2012 13:37:00', ChangeBy => '1', State => 'Active', StartActivity => 'A1', StartActivityDialog => 'AD1', Path => { 'A1' => { 'T1' => { ActivityEntityID => 'A2', }, }, 'A2' => { 'T2' => { ActivityEntityID => 'A3', }, }, }, }, 'P2' => { Name => 'IT order', CreateTime => '26-02-2012 13:37:00', CreateBy => '1', ChangeTime => '27-02-2012 13:37:00', ChangeBy => '1', State => 'Active', StartActivity => 'A2', StartActivityDialog => 'AD2', Path => { 'A2' => { 'T3' => { ActivityEntityID => 'A4', }, }, }, } };
hu: $Self->{'Process'} = { 'F1' => { Name => 'Könyvrendelés', CreateTime => '16-02-2012 13:37:00', CreateBy => '1', ChangeTime => '17-02-2012 13:37:00', ChangeBy => '1', State => 'Active', StartActivity => 'T1', StartActivityDialog => 'TP1', Path => { 'T1' => { 'A1' => { ActivityEntityID => 'T2', }, }, 'T2' => { 'A2' => { ActivityEntityID => 'T3', }, }, }, }, 'F2' => { Name => 'IT-rendelés', CreateTime => '26-02-2012 13:37:00', CreateBy => '1', ChangeTime => '27-02-2012 13:37:00', ChangeBy => '1', State => 'Active', StartActivity => 'T2', StartActivityDialog => 'TP2', Path => { 'T2' => { 'A3' => { ActivityEntityID => 'T4', }, }, }, } };

source: Name
hu: Név
zh_cn: 名称

source: The name of the process, this can be selected by the agent when creating a new process ticket.
hu: A folyamat neve, ezt az ügyintéző választhatja ki, amikor egy új folyamatjegyet hoz létre.
zh_cn: 流程的名称，服务人员在创建流程工单时可以选择的流程名。

source: CreateTime
hu: Létrehozás ideje (CreateTime)
zh_cn: 创建时间

source: The time when the process was created.
hu: Az időpont, amikor a folyamatot létrehozták.
zh_cn: 流程创建的时间。

source: CreateBy
hu: Létrehozta (CreateBy)
zh_cn: 创建人

source: The UID of the user creating the process.
hu: A folyamatot létrehozó felhasználó felhasználó-azonosítója.
zh_cn: 创建流程的用户UID。

source: ChangeTime
hu: Módosítás ideje (ChangeTime)
zh_cn: 修改时间

source: The time when the process was changed.
hu: Az időpont, amikor a folyamatot megváltoztatták.
zh_cn: 流程被修改的时间。

source: ChangeBy
hu: Módosította (ChangeBy)
zh_cn: 修改人

source: The UID of the user who made the last change to the process.
hu: A felhasználó felhasználó-azonosítója, aki az utolsó változtatást végezte a folyamaton.
zh_cn: 最后修改流程的用户UID。

source: State
hu: Állapot (State)
zh_cn: 状态

source: Defines the state of a process. Possible values:
hu: Egy folyamat állapotát határozza meg. Lehetséges értékek:
zh_cn: 定义的流程状态。可用值为：

source: 'Active' are all processes which can be used in new process tickets.
hu: „Aktív” („Active”): minden olyan folyamat, amely használható egy új folyamatjegyben.
zh_cn: ‘激活’-可以在新的流程工单中使用的所有流程。

source: 'FadeAway' are processes which cannot be selected any more for new tickets, but existing tickets still can use the process.
hu: „Eltűnik” („FadeAway”): azok a folyamatok, amelyek többé nem választhatók új jegyekhez, de a meglévő jegyek még használhatják a folyamatot.
zh_cn: ‘逐渐消失’-不能在新工单中使用，但是现有工单仍然在使用的流程。

source: 'Inactive' processes are deactivated and cannot be used for new or existing tickets.
hu: „Inaktív” („Inactive”): kikapcsolt folyamatok, és nem használhatók új vagy meglévő jegyeknél.
zh_cn: ‘未激活’-流程没有激活，不能在新工单或现有工单中使用。

source: StartActivity
hu: Kezdő tevékenység (StartActivity)
zh_cn: 起始活动

source: When creating a new process ticket, a StartActivity must be defined. As soon as the ticket is created, this Activity will be set and used as the base for the first transition checks.
hu: Egy új folyamatjegy létrehozásakor meg kell határozni egy kezdő tevékenységet. Amint a jegy létrejön, ez a tevékenység lesz beállítva, és az első átmenet ellenőrzések alapjaként lesz használva.
zh_cn: 当创建一个新的流程工单时，必须定义一个‘起始活动’。一旦创建了工单，这个活动就被设置并作为第一个转换检查的基础。

source: StartActivityDialog
hu: Kezdő tevékenység párbeszéd (StartActivityDialog)
zh_cn: 起始活动对话框
