Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Now execute <command>systemctl restart mysql.service</command> to re-start the database server and activate these changes. Then run <command>/usr/bin/mysql_secure_installation</command> and follow the on-screen instructions to set a database root password, remove anonymous access and remove the test database. Lastly, run <command>systemctl enable mysql.service</command> in order to make sure MySQL is automatically started at server startup time.
hu: Most hajtsa végre a <command>systemctl restart mysql.service</command> parancsot az adatbázis-kiszolgáló újraindításához és a változtatások bekapcsolásához. Ezután futtassa a <command>/usr/bin/mysql_secure_installation</command> parancsot, és kövesse a képernyőn lévő utasításokat az adatbázis root jelszavának beállításához, a névtelen hozzáférés eltávolításához és a teszt adatbázis eltávolításához. Végül futtassa a <command>systemctl enable mysql.service</command> parancsot azért, hogy meggyőződhessen arról, hogy a MySQL automatikusan elindul a kiszolgáló indításakor.
zh_cn: 现在执行命令<command>systemctl restart mysql.service</command>来重启数据库服务器并激活刚才的修改内容。然后运行命令<command>/usr/bin/mysql_secure_installation</command>并根据屏幕提示来设置数据库的root用户密码、移除匿名访问和移除test数据库。最后，运行命令<command>systemctl enable mysql.service</command>来确保MySQL在服务器启动后自动运行。

source: Installing OTRS
hu: Az OTRS telepítése
zh_cn: 安装 OTRS

source: Install OTRS with via the command line using <command>zypper</command>. This will also pull in some dependencies such as the Apache web server and some Perl modules. Make sure you copied the OTRS RPM file to the current directory.
hu: Telepítse az OTRS-t parancssoron keresztül a <command>zypper</command> használatával. Ez le fog húzni néhány függőséget is, mint például az Apache webkiszolgáló és néhány Perl-modul. Győződjön meg arról, hogy átmásolta az OTRS RPM fájlt a jelenlegi könyvtárba.
zh_cn: 使用<command>zypper</command>通过命令行来安装OTRS，它还会拉入一些依赖包如Apache WEB服务器和一些Perl模块。确保你已经将OTRS RPM文件复制到了当前目录。

source: Now restart Apache with the command <command>systemctl restart apache2.service</command> to load the configuration changes for OTRS.
hu: Most indítsa újra az Apache webkiszolgálót a <command>systemctl restart apache2.service</command> paranccsal a konfigurációs változtatások betöltéséhez az OTRS-nél.
zh_cn: 现在使用命令<command>systemctl restart apache2.service</command>重启Apache以便载入为OTRS修改的配置。

source: Installation of additional perl modules
hu: További Perl-modulok telepítése
zh_cn: 安装额外的perl模块

source: OTRS needs more modules than can be installed via the package manager per default. You can post-install them manually. Running the <filename>otrs.CheckModules.pl</filename> script located at <filename>/opt/otrs/bin/</filename> will let you know which modules are missing, and must or can be installed. Optional modules may include those needed for communication with MDAs via IMAP(S) or gernerating PDF output.
hu: Az OTRS-nek szüksége van több modulra, amelyek alapértelmezetten a csomagkezelővel telepíthetők. Ezeket utólag is telepítheti kézzel. A <filename>/opt/otrs/bin/</filename> könyvtárban található <filename>otrs.CheckModules.pl</filename> parancsfájl futtatása el fogja árulni, hogy mely modulok hiányoznak, illetve melyeket kell vagy lehet telepíteni. A választható modulok közé tartozhatnak azok, amelyek IMAP(S) protokollon keresztül történő MDA-kal való kommunikációhoz vagy PDF kimenet előállításához szükségesek.
zh_cn: OTRS每次通过软件包管理器默认安装不会安装所有需要的模块，你可以在后面手动安装它们。运行位于目录<filename>/opt/otrs/bin/</filename>下的脚本<filename>otrs.CheckModules.pl</filename>，可以知道缺失了哪些必须安装的模块。可选的模块可能包括通过IMAP(S)与MTA通讯或生成PDF格式的输出。

source: On SLES you shoud add an external repository in order to get missing modules. Choose the repository needed for your OS version from here: <ulink url="http://download.opensuse.org/repositories/devel:/languages:/perl/"> http://download.opensuse.org/repositories/devel:/languages:/perl/ </ulink>. As an example, the repository for SLES 11 SP 3 would be added like this:
hu: SLES rendszeren hozzá kell adnia egy további tárolót azért, hogy beszerezze a hiányzó modulokat. Válassza ki az operációs rendszer verziójához szükséges tárolót innen: <ulink url="http://download.opensuse.org/repositories/devel:/languages:/perl/">http://download.opensuse.org/repositories/devel:/languages:/perl/</ulink>. Példaként a SLES 11 SP 3 tárolóját ehhez hasonlóan kellene hozzáadni:
zh_cn: 在SLES操作系统中需要添加外部软件仓库来获得缺失的模块。从这里选择符合操作系统版本的软件仓库：<ulink url="http://download.opensuse.org/repositories/devel:/languages:/perl/"> http://download.opensuse.org/repositories/devel:/languages:/perl/ </ulink>。例如，SLES 11 SP 3的软件仓库应按如下方式添加：

source: On openSUSE 12.3 the extra repository is only needed for the Mail::IMAPClient module, which you'd only need if you need to collect mails from an IMAP server secured with TLS. The corresponding line would look like this:
hu: Az openSUSE 12.3-as verzióján a további tároló csak a Mail::IMAPClient modulhoz szükséges, amelyre csak akkor lehet szüksége, ha egy TLS-sel titkosított IMAP-kiszolgálóról kell a leveleket begyűjteni. A megfelelő sor ehhez hasonlóan nézhet ki:
zh_cn: 在openSUSE 12.3中只有Mail::IMAPClient才需要额外的软件仓库，这个模块只有当你要从用TLS加密的IMAP邮件服务器收取邮件时才需要。相应的命令行像这个样子：

source: The first time you use zypper after you added this repository, you will be prompted to add its key. Now you can install missing modules like below.
hu: A zypper első alkalommal történő használatakor, miután hozzáadta ezt a tárolót, meg fogja kérni, hogy adja meg annak a kulcsát. Most már telepítheti a hiányzó modulokat, ahogy alább látható.
zh_cn: 在添加了这个软件仓库后首次使用zypper时会提示添加它的密钥。现在你就可以像下面这样安装缺失的模块。

source: The next step is to configure OTRS using the web installer, as described <link linkend="web-installer">in this section</link>.
hu: A következő lépés az OTRS beállítása a webes telepítő használatával, amint az <link linkend="web-installer">ebben a szakaszban</link> le van írva.
zh_cn: 下一步是使用WEB安装器来配置OTRS，其过程<link linkend="web-installer">本章另有描述</link>。

source: Now you can start the OTRS daemon and activate corresponding watchdog cron job (this must be done by the <literal>otrs</literal> user):
hu: Most elindíthatja az OTRS démont, és bekapcsolhatja a megfelelő felügyeleti cron-feladatot (ezt az <literal>otrs</literal> felhasználónak kell megtennie):
zh_cn: 现在你可以启动OTRS守护进程并激活相应的监控此进程的cron任务（必须以<literal>otrs</literal>用户执行）：

source: That's it, congratulations!
hu: Ennyi volt, gratulálunk!
zh_cn: 就这样了，恭喜搞定！

source: Installing OTRS on a Red Hat Enterprise Linux or CentOS system
hu: Az OTRS telepítése Red Hat Enterprise Linux vagy CentOS rendszerre
zh_cn: 在Red Hat Enterprise Linux或CentOS系统上安装OTRS

source: This section describes the installation of our RPM package on a Red Hat Enterprise Linux (RHEL) or CentOS server.
hu: Ez a szakasz írja le az RPM csomagunk telepítését egy Red Hat Enterprise Linux (RHEL) vagy CentOS kiszolgálóra.
zh_cn: 本部分描述了在一台Red Hat Enterprise Linux (RHEL) 或 CentOS 服务器上RPM软件包的安装。

source: Preparation: Disable SELinux
hu: Előkészítés: SELinux letiltása
zh_cn: 准备：禁用SELinux

source: If your system uses SELinux, you should disable it, otherwise OTRS will not work correctly.
hu: Ha a rendszere SELinuxot használ, akkor le kell tiltania azt, különben az OTRS nem fog megfelelően működni.
zh_cn: 如果你的系统使用了SELinux，你需要禁用它，否则OTRS无法正常工作。

source: Here's how to disable SELinux for RHEL/CentOS/Fedora:
hu: Itt van, hogy hogyan lehet letiltani a SELinux használatát RHEL/CentOS/Fedora rendszereknél:
zh_cn: 下面是如何在RHEL/CentOS/Fedora中禁用SELinux：

source: Configure SELINUX=disabled in the /etc/selinux/config file:
hu: Állítson be SELINUX=disabled értéket az /etc/selinux/config fájlban:
zh_cn: 在文件/etc/selinux/config中配置SELINUX=disabled：

source: Reboot your system. After reboot, confirm that the getenforce command returns <literal>Disabled</literal>:
hu: Indítsa újra a rendszert. Újraindítás után ellenőrizze, hogy a getenforce parancs <literal>Disabled</literal> értéket ad-e vissza:
zh_cn: 重启系统。重启后确认命令getenforce返回为<literal>Disabled</literal>：

source: You can use OTRS using different database back-ends: <application>MySQL</application>, <application>PostgreSQL</application> or <application>Oracle</application>. The most popular database to deploy OTRS on is MySQL. This chapter shows the steps you need to take to configure MySQL on a RHEL-based server. Of course you can install the database on a dedicated database server if needed for scalability or other purposes.
hu: Az OTRS-t különböző adatbázis háttérprogramokkal használhatja: <application>MySQL</application>, <application>PostgreSQL</application> vagy <application>Oracle</application>. A legnépszerűbb adatbázis az OTRS telepítéséhez a MySQL. Ez a fejezet a MySQL beállításához szükséges lépések megtételét mutatja be egy RHEL-alapú kiszolgálón. Természetesen az adatbázist egy dedikált adatbázis-kiszolgálóra is telepítheti, ha a skálázhatóság vagy más célok miatt ez szükséges.
zh_cn: 你可以使用不同的数据库后端：<application>MySQL</application>、<application>PostgreSQL</application>或<application>Oracle</application>。部署OTRS最流行的数据库是MySQL。本节描述了在基于RHEL的服务器上配置MySQL需要的步骤。当然如果你有伸缩性或其它方面的需要，也可以将数据库安装到一台单独的数据库服务器上。

source: Install MySQL (or MariaDB) by executing the following command as root:
hu: Telepítse a MySQL (vagy MariaDB) adatbázis-kiszolgálót a következő parancs rendszergazdaként való végrehajtásával:
zh_cn: 以root用户执行下列的命令来安装MySQL（或MariaDB）：

source: This will install MySQL with the default options on your system. You'll need to change the defaults in order to make it suitable for OTRS. With a text editor create a new file <filename>/etc/my.cnf.d/zotrs.cnf</filename> with the following content:
hu: Ez az alapértelmezett beállításokkal fogja telepíteni a MySQL-t a rendszerre. Meg kell változtatnia az alapértelmezéseket azért, hogy alkalmassá tegye az OTRS-hez. Egy szövegszerkesztővel hozzon létre egy új <filename>/etc/my.cnf.d/zotrs.cnf</filename> fájlt a következő tartalommal:
zh_cn: 这会在你的系统上使用默认选项安装MySQL，你需要修改默认设置以适用于OTRS。使用文本编辑器来创建一个新文件<filename>/etc/my.cnf.d/zotrs.cnf</filename>，包含如下内容：

source: Now execute <command>systemctl start mariadb</command> to re-start the database server and activate these changes. Then run <command>/usr/bin/mysql_secure_installation</command> and follow the on-screen instructions to set a database root password, remove anonymous access and remove the test database.
hu: Most hajtsa végre a <command>systemctl start mariadb</command> parancsot az adatbázis-kiszolgáló újraindításához és a változtatások bekapcsolásához. Ezután futtassa a <command>/usr/bin/mysql_secure_installation</command> parancsot, és kövesse a képernyőn lévő utasításokat az adatbázis root jelszavának beállításához, a névtelen hozzáférés eltávolításához és a teszt adatbázis eltávolításához.
zh_cn: 现在执行<command>systemctl start mariadb</command>来重启数据库服务器并激活刚才的修改内容。然后运行命令<command>/usr/bin/mysql_secure_installation</command>，并按照屏幕上的指令来设置数据库的root密码、移除匿名访问及删除test数据库。

source: Install OTRS with via the command line using <command>yum</command>. This will also pull in some dependencies such as the Apache web server and some Perl modules. Make sure you copied the OTRS RPM file to the current directory.
hu: Telepítse az OTRS-t parancssoron keresztül a <command>yum</command> használatával. Ez le fog húzni néhány függőséget is, mint például az Apache webkiszolgáló és néhány Perl-modul. Győződjön meg arról, hogy átmásolta az OTRS RPM fájlt a jelenlegi könyvtárba.
zh_cn: 使用<command>yum</command>通过命令行来安装OTRS，它还会拉入一些依赖包如Apache WEB服务器和一些Perl模块。确保你已经将OTRS RPM文件复制到了当前目录。

source: Now restart Apache with the command <command>systemctl restart httpd.service</command> to load the configuration changes for OTRS.
hu: Most indítsa újra az Apache webkiszolgálót a <command>systemctl restart httpd.service</command> paranccsal a konfigurációs változtatások betöltéséhez az OTRS-nél.
zh_cn: 现在使用命令<command>systemctl restart httpd.service</command>重启Apache以载入为OTRS修改的配置。

source: OTRS needs some more modules than can be installed by the RPM. You can post-install them manually. You can check what modules you are missing by running the <filename>bin/otrs.CheckModules.pl</filename> script located in the <filename>/opt/otrs</filename> directory. Some modules are only needed for optional functionality, such as communication with IMAP(S) servers or PDF generation. On Red Hat or CentOS we recommend installing these modules from the EPEL repository, a repository maintained by the Fedora project, which provides high quality packages for RHEL and derivatives. Check for more information <ulink url="http://fedoraproject.org/wiki/EPEL">the EPEL web site</ulink>.
hu: Az OTRS-nek szüksége van néhány modulra, amelyek az RPM által telepíthetők. Ezeket ezután telepítheti kézzel. Az <filename>/opt/otrs</filename> könyvtárban található <filename>bin/otrs.CheckModules.pl</filename> parancsfájl futtatásával ellenőrizheti, hogy mely modulok hiányoznak. Néhány modul csak olyan opcionális funkcionalitáshoz szükséges, mint például IMAP(S) kiszolgálókkal történő kommunikáció vagy PDF-előállítás. Red Hat vagy CentOS rendszeren ezen modulok telepítését az EPEL tárolóból javasoljuk, amely a Fedora projekt által karbantartott tároló, és kiváló minőségű csomagokat biztosít a RHEL és származékai számára. További információkért nézze meg <ulink url="http://fedoraproject.org/wiki/EPEL">az EPEL weboldalát</ulink>.
zh_cn: 除了通过RPM包安装的Perl模块外，OTRS还需要一些其它的Perl模块，你可以手动安装。通过执行位于目录<filename>/opt/otrs</filename>下的文件<filename>bin/otrs.CheckModules.pl</filename>来检查缺失的模块。一些模块只是可选的功能才需要，比如与IMAP服务器通讯或生成PDF。在RedHat或CentOS上我们推荐从EPEL软件仓库安装这些模块，EPEL是由Fedora项目维护的一个软件仓库，为RHEL及其分支提供高质量的软件包。可在<ulink url="http://fedoraproject.org/wiki/EPEL">EPEL网站</ulink>上查看更多信息。

source: If you're on RHEL 7 or CentOS 7, you can get the latest package for EPEL from <ulink url="https://download.fedoraproject.org/pub/epel/7/x86_64/">this site</ulink>. You can add this repository to yum it in one go by copying the RPM URL you find on this page and executing this command:
hu: Ha RHEL 7 vagy CentOS 7 rendszereken van, akkor <ulink url="https://download.fedoraproject.org/pub/epel/7/x86_64/">erről az oldalról</ulink> szerezheti be a legújabb csomagot az EPEL-hez. Egyúttal hozzáadhatja ezt a tárolót a yum programhoz az ezen az oldalon talált RPM URL másolásával és a következő parancs végrehajtásával:
zh_cn: 如果你使用的是RHEL 7或CentOS 7，你可以从<ulink url="https://download.fedoraproject.org/pub/epel/7/x86_64/">这个网址</ulink>获得最新的EPEL软件包。你可以执行下面的命令添加EPEL软件仓库到yum源：

source: The first time you use yum after you added this repository, you will be prompted to add its key. Now you can install missing modules like below.
hu: A yum első alkalommal történő használatakor, miután hozzáadta ezt a tárolót, meg fogja kérni, hogy adja meg annak a kulcsát. Most már telepítheti a hiányzó modulokat, ahogy alább látható.
zh_cn: 添加这个软件仓库后首次使用yum，会提示你要添加它的密钥。现在你可以像下面这样安装缺失的模块了。

source: Installation of Oracle database driver on Red Hat / CentOS
hu: Oracle adatbázis-illesztőprogram telepítése Red Hat / CentOS rendszerre
zh_cn: 在RedHat或CentOS上安装Oracle数据库驱动

source: If you want to deploy OTRS on an Oracle database, you'll need to compile and install the <application>DBD::Oracle</application> database driver. This is slightly more complicated than installing any of the other packages; this is because Oracle is a proprietary database and Red Hat nor the CentOS project are allowed to distribute drivers in their RPM repositories.
hu: Ha az OTRS-t egy Oracle adatbázisra szeretné telepíteni, akkor a <application>DBD::Oracle</application> adatbázis-illesztőprogram lefordítására és telepítésére lesz szüksége. Ez némileg bonyolultabb bármely egyéb csomagok telepítésénél. Ez azért van, mert az Oracle egy szabadalomvédett adatbázis, és sem a Red Hat, sem a CentOS projekt nem jogosult az illesztőprogramok terjesztésére az RPM-tárolóikban.
zh_cn: 如果你想在ORACLE数据库上部署OTRS，你需要编译并安装 <application>DBD::Oracle</application>数据库驱动。这比安装其它软件稍微复杂了一点儿；这是因为Oracle是一个私有数据库，RedHat或CentOS项目都不允许在他们的RPM软件仓库中分发这个驱动。

source: First of all, we'd need to install <application>gcc</application>, <application>make</application> and <application>CPAN</application> so we can compile and install the driver. Below you see the command on CentOS; on other versions it might look a little different.
hu: Mindenek előtt telepítenünk kellene a <application>gcc</application>, a <application>make</application> és a <application>CPAN</application> programokat, hogy le tudjuk fordítani és telepíteni tudjuk az illesztőprogramot. Alább láthatja a CentOS rendszeren szükséges parancsot. Más verzióknál egy kicsit másképp nézhet ki.
zh_cn: 首先，我们需要安装<application>gcc</application>、<application>make</application>和<application>CPAN</application>，这样我们才能编译和安装这个驱动。你下面看到的命令适用于CentOS，其它的版本可能有一点点不同。

source: The next step is to obtain and install the database client. For this you would need to sign up for a free account at the Oracle website. You can download the drivers from this page: <ulink url="http://www.oracle.com/technetwork/database/features/instant-client/index-097480.html"> http://www.oracle.com/technetwork/database/features/instant-client/index-097480.html</ulink> Please choose the Linux x86 or x86-64 version corresponding to the architecture of your system. You can check this with the <command>uname -i</command>. It is either 'x86_64' for x86-64 or 'i386' for x86. You should download the packages 'Instant Client Package - Basic', 'Instant Client Package - SQL*Plus', and 'Instant Client Package - SDK'. Save them to a location on your disk. Now as the root user you can install the packages using the following command:
hu: A következő lépés az adatbáziskliens beszerzése és telepítése. Ehhez regisztrálnia kellene egy ingyenes fiókot az Oracle weboldalán. Az illesztőprogramokat erről az oldalról töltheti le: <ulink url="http://www.oracle.com/technetwork/database/features/instant-client/index-097480.html">http://www.oracle.com/technetwork/database/features/instant-client/index-097480.html</ulink>. Válassza ki a rendszere architektúrájának megfelelő Linux x86 vagy x86-64 verziót. Ezt az <command>uname -i</command> paranccsal ellenőrizheti. Ez vagy „x86_64” az x86-64 verzióhoz, vagy „i386” az x86-hoz. Le kell töltenie az „Instant Client Package - Basic”, az „Instant Client Package - SQL*Plus” és az „Instant Client Package - SDK” csomagokat. Mentse el ezeket valahova a lemezen. Most a root felhasználóként telepítheti a csomagokat a következő parancs használatával:
zh_cn: 下一步是获取并安装数据库客户端。你需要到Oracle官网注册一个免费帐号，从网页：<ulink url="http://www.oracle.com/technetwork/database/features/instant-client/index-097480.html"> http://www.oracle.com/technetwork/database/features/instant-client/index-097480.html</ulink>上可以下载客户端驱动。请选择对应的‘Linux x86 or x86-64’版本。你可以用命令<command>uname -i</command>检查架构，要么是'x86_64'，要么是'i386'即x86。你应该下载软件包'Instant Client Package - Basic'、'Instant Client Package - SQL*Plus'和'Instant Client Package - SDK'。将它们保存到磁盘的一个目录。现在用下面的命令来安装这些软件包：

source: After this you should set two environment variables and compile the DBD::Oracle driver. Again, perform these tasks as the root user. The steps are outlined below. Please note that for briefness some lines outputted by the commands have been removed.
hu: Ezután be kell állítania két környezeti változót, és le kell fordítania a DBD::Oracle illesztőprogramot. Ezeket a feladatokat ismét a root felhasználóként hajtsa végre. A lépéseket az alábbiakban ismertetjük. Vegye figyelembe, hogy a rövidség miatt a parancsok által kiírt sorok egy része eltávolításra került.
zh_cn: 安装完成后你要设置两个环境变量并编译DBD::Oracle驱动。还是以root用户执行这些任务。步骤如下。请注意：命令输出结果被省略了一些行。

source: Now you should edit the file <filename>Kernel/Config.pm</filename> to provide ORACLE_HOME. The next step is to configure OTRS using the web installer, as described <link linkend="web-installer">in this section</link>.
hu: Most szerkesztenie kell a <filename>Kernel/Config.pm</filename> fájlt az ORACLE_HOME megadásához. A következő lépés az OTRS beállítása a webes telepítő használatával, amint az <link linkend="web-installer">ebben a szakaszban</link> le van írva.
zh_cn: 现在就该编辑文件<filename>Kernel/Config.pm</filename>来提供环境变量ORACLE_HOME了。下一步是使用WEB安装器来配置OTRS，其过程<link linkend="web-installer">本章另有描述</link>。

source: Installing OTRS on a Debian or Ubuntu system
hu: Az OTRS telepítése Debian vagy Ubuntu rendszerre
zh_cn: 在Debian或Ubuntu系统上安装OTRS

source: Please install OTRS <link linkend="manual-installation-of-otrs">from source</link>, and do not use the OTRS packages that Debian/Ubuntu provides.
hu: Az OTRS programot <link linkend="manual-installation-of-otrs">forrásból</link> telepítse, és ne használja azokat az OTRS csomagokat, amelyeket a Debian/Ubuntu biztosít.
zh_cn: 请<link linkend="manual-installation-of-otrs">从源码安装OTRS</link>，不要使用Debian或Ubuntu提供的OTRS软件包。

source: The installation of required Perl modules is easier if you use the available packages:
hu: A szükséges Perl modulok telepítése egyszerűbb, ha az elérhető csomagokat használja:
zh_cn: 如果你使用现成的软件来安装Perl模块会更容易一些：

source: Additional Applications
hu: További alkalmazások
zh_cn: 附加的应用程序

source: You can install additional application packages to extend the functionality of the OTRS framework. This can be done via the package manager from the Admin page, which downloads the applications from an online repository and manages package dependencies. It is also possible to install packages from local files.
hu: További alkalmazás-csomagokat telepíthet az OTRS keretrendszer funkcionalitásának kibővítéséhez. Ezt az adminisztrációs területről elérhető csomagkezelővel lehet megtenni, amely letölti az alkalmazásokat egy internetes tárolóból, és kezeli a csomagfüggőségeket. Lehetséges csomagokat helyi fájlokból is telepíteni.
zh_cn: 你可以安装附件的应用程序包来扩展OTRS框架的功能。<link linkend="adminarea">系统管理页面</link>的软件包管理器能从在线软件仓库下载应用程序包，并管理软件包的依赖性，还可以从本地文件安装软件包。

source: FAQ
hu: GyIK
zh_cn: FAQ 知识库

source: The FAQ is the Knowledge Base component. It supports editing and viewing of FAQ articles. Articles can be viewed and restricted to agents, customer users, or anonymous users. These can also be structured into groups, and be read in different languages.
hu: A GyIK a tudásbázis összetevő. GyIK bejegyzések szerkesztését és megtekintését támogatja. A bejegyzések megtekinthetők, és korlátozhatók ügyintézőkre, ügyfél-felhasználókra vagy névtelen felhasználókra. Ezek is csoportokba szervezhetők, és különféle nyelveken olvashatók.
zh_cn: FAQ知识库是知识基础组件。它支持知识文章的编辑和查看。知识文章可以按服务人员、客户用户或匿名用户来限制查看权限，还可以按‘组’来组织并用不同的语言查看。

source: Installation From Source (Linux, Unix)
hu: Telepítés forrásból (Linux, Unix)
zh_cn: 从源码安装OTRS（Linux、Unix）

source: Step 1: Install .tar.gz
hu: 1. lépés: a .tar.gz telepítése
zh_cn: 步骤1：安装 .tar.gz

source: If you want to install OTRS from source, first download the source archive as .tar.gz, .tar.bz2, or .zip file from <ulink url="https://www.otrs.com/download-open-source-help-desk-software-otrs-free/">https://www.otrs.com/download-open-source-help-desk-software-otrs-free/</ulink>
hu: Ha forrásból szeretné telepíteni az OTRS-t, akkor először töltse le a forrásarchívumot .tar.gz, .tar.bz2 vagy .zip fájlként az <ulink url="https://www.otrs.com/download-open-source-help-desk-software-otrs-free/">https://www.otrs.com/download-open-source-help-desk-software-otrs-free/</ulink> oldalról.
zh_cn: 如果你要从源码安装OTRS，首先从<ulink url="https://www.otrs.com/download-open-source-help-desk-software-otrs-free/">https://www.otrs.com/download-open-source-help-desk-software-otrs-free/</ulink>下载.tar.gz、.tar.bz2或 .zip格式的源文件。
