Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Blink: A blinking mechanism of the queue that contains the oldest ticket can be activated using <literal>Ticket::Frontend::AgentTicketQueue###Blink</literal>. Not supported in all browsers. In that case, the queue name will just appear in red color, as seen in above on the queue <emphasis>Junk</emphasis>.
hu: Villogás: A legrégebbi jegyet tartalmazó várólista villogási mechanizmusa a <literal>Ticket::Frontend::AgentTicketQueue###Blink</literal> beállítással kapcsolható be. Nem minden böngészőben támogatott. Ebben az esetben a várólista neve piros színnel fog megjelenni, amint fent a <emphasis>Szemét</emphasis> várólistán látható.
zh_cn: 闪烁：可以使用<literal>Ticket::Frontend::AgentTicketQueue###Blink</literal>激活包含最久的工单的队列的闪烁机制，不是所有浏览器都支持。在这种情况下，队列名称只会以红色显示，如上面看到的<emphasis> Junk </emphasis>队列。

source: Bold: The current queue will be bolded, as seen above in the <emphasis>My Queues</emphasis>.
hu: Félkövér: A jelenlegi várólista félkövér lesz, amint fent a <emphasis>Saját várólistán</emphasis> látható.
zh_cn: 粗体：当前队列将加粗，如上面看到的“<emphasis>我的队列</emphasis>”。

source: User Preferences
hu: Felhasználó beállításai
zh_cn: 用户偏好设置

source: OTRS users such as customers, agents and the OTRS administrator can configure their account preferences as per their needs. Agent can access the configuration screen by clicking on the gear icon at the top of the web interface (see figure below), and customers must click on the "Preferences" link (see figure below).
hu: Az OTRS felhasználók (ügyfelek, ügyintézők és az OTRS adminisztrátor) a saját igényeik szerint állíthatják be a fiókjuk beállításait. Az ügyintéző a webes felület tetején lévő fogaskerék ikonra kattintva férhet hozzá a beállítási képernyőhöz (lásd a lenti ábrát), míg az ügyfeleknek a „Beállítások” hivatkozásra kell kattintaniuk (lásd a lenti ábrát).
zh_cn: OTRS用户如客户、服务人员和OTRS系统管理员可以按他们的需要配置帐户偏好设置。服务人员可以通过点击WEB界面顶部的齿轮图标（如下图）来访问配置屏幕，客户则必须点击“偏好设置”链接（见下图）。

source: Agent's personal preferences
hu: Az ügyintéző személyes beállításai
zh_cn: 服务人员的个人偏好设置

source: An agent can configure 3 different categories of preferences: User Profile, Notification Settings, and Miscellaneous. The default possibilities are:
hu: Egy ügyintéző a beállítások 3 különböző kategóriáját állíthatja be: felhasználói profil, e-mail beállítások és egyebek. Az alapértelmezett lehetőségek a következők:
zh_cn: 一个服务人员可以配置3个类别的偏好设置：用户资料、通知设置和其它设置。默认的可用项如下：

source: User Profile
hu: Felhasználói profil
zh_cn: 个人设置

source: Change the current password.
hu: A jelenlegi jelszó megváltoztatása.
zh_cn: 修改当前密码。

source: Change your avatar image.
hu: Az avatárkép megváltoztatása.
zh_cn: 更改你的头像图片。

source: Adjust the interface language.
hu: A felhasználói felület nyelvének beállítása.
zh_cn: 切换界面语言。

source: Select your personal time zone.
hu: Személyes időzóna kiválasztása.
zh_cn: 选择您的个人时区。

source: Activate and configure the out-of-office time.
hu: Az irodán kívüli idő bekapcsolása és beállítása.
zh_cn: 配置与激活"不在办公室"的时间。

source: Notification Settings
hu: Értesítési beállítások
zh_cn: 通知设置

source: Select the queues you want to monitor in "My Queues".
hu: Azon várólisták kiválasztása, amelyeket meg szeretne figyelni a „Saját várólistákban”.
zh_cn: 选择你想要监控的队列到“我的队列”中。

source: Select the services you want to monitor in "My Services".
hu: Azon szolgáltatások kiválasztása, amelyeket meg szeretne figyelni a „Saját szolgáltatásokban”.
zh_cn: 选择你想要监控的服务到“我的服务”中。

source: Configure which ticket notifications you want to receive (per transport method).
hu: Annak beállítása, hogy mely jegyértesítéseket szeretné megkapni (átviteli módonként).
zh_cn: 配置你想要接收的工单通知（按传输方法）。

source: Choose for which kind of appointment changes you want to receive notifications.
hu: Annak kiválasztása, hogy milyen fajta időpontváltozásokról szeretne értesítéseket kapni.
zh_cn: 选择你要接收哪些预约变动的通知消息。

source: Miscellaneous
hu: Egyebek
zh_cn: 杂项

source: Switch the frontend skin.
hu: Az előtétprogram felszín váltása.
zh_cn: 切换前端界面皮肤。

source: Set the refresh period for the overviews (Dashboard, Queue View, etc.).
hu: A frissítési időszak beállítása az áttekintőknél (vezérlőpult, várólista nézet, stb.).
zh_cn: 设置各种概览视图的刷新周期（仪表板、队列视图等等）。

source: Set the screen to be displayed after a ticket is created.
hu: Egy jegy létrehozása után megjelenítendő képernyő beállítása.
zh_cn: 配置创建新工单后显示的界面。

source: Define limits per page for different overview screens (Ticket, Dynamic Fields and Communication Log).
hu: Oldalankénti korlátok meghatározása a különböző áttekintő képernyőkhöz (jegy, dinamikus mezők és kommunikációs napló).
zh_cn: 为不同的概览屏幕（工单、动态字段和通信日志）定义每页显示数的限制。

source: Customer's personal preferences
hu: Az ügyfél személyes beállításai
zh_cn: 客户的个人偏好设置

source: A customer can select the web interface language, set the refresh interval for the ticket overview, and choose the maximum amount of shown tickets. It is also possible to set a new password.
hu: Egy ügyfél kiválaszthatja a webes felület nyelvét, beállíthatja a frissítési időközt a jegyáttekintőnél, valamint kiválaszthatja a megjelenített jegyek legnagyobb mennyiségét. Lehetséges egy új jelszó beállítása is.
zh_cn: 一个客户可以选择WEB界面的语言、设置工单概览的刷新周期和选择显示工单的最大数，还可以设置一个新的密码。

source: Updating OTRS
hu: Az OTRS frissítése
zh_cn: 正在更新OTRS

source: It is highly recommended to perform a test update on a separate testing machine first.
hu: Nagyon ajánlott először egy próbafrissítést végrehajtani egy elkülönített tesztelési gépen.
zh_cn: 强烈建议在一台独立的测试主机上先进行升级测试。

source: The database migration from OTRS 5 to 6 performs significant changes to database tables and data. Please make sure that there is enough storage space available for these operations (it might be worth considering to temporarily turn off archive/binary logs for the migration).
hu: Az OTRS 5-ről 6-ra történő adatbázis-költöztetés jelentős változtatásokat hajt végre az adatbázis tábláin és adatain. Győződjön meg arról, hogy van-e elegendő tárolóhely ezekhez a műveletekhez (érdemes fontolóra venni az archiválási/bináris naplók átmeneti kikapcsolását a költöztetéshez).
zh_cn: 从OTRS 5到6的数据库迁移对数据库表和数据进行了重大更改。 请确保有足够的存储空间可用于这些操作（可能需要考虑暂时关闭归档日志或二进制日志以进行迁移）。

source: Updating from an earlier version of OTRS 6
hu: Frissítés az OTRS 6 egy korábbi verziójáról
zh_cn: 从OTRS 6的早期版本更新

source: You can update directly from any previous to the latest available patch level release.
hu: Frissíthet közvetlenül bármely előző verzióról az elérhető legfrissebb hibajavító szintű kiadásra.
zh_cn: 你可以直接从任何的先前版本升级到最新的补丁级别版本。

source: Updating from OTRS 5
hu: Frissítés az OTRS 5-ről
zh_cn: 从OTRS 5更新

source: You can update from any OTRS 5 patch level to the latest available OTRS 6 patch level release.
hu: Frissíthet bármely OTRS 5 hibajavító szintű kiadásról az elérhető legfrissebb OTRS 6 hibajavító szintű kiadásra.
zh_cn: 你可以从任何的OTRS 5补丁级别更新到OTRS 6最新的可用补丁级别版本。

source: Updating from OTRS 4 or earlier
hu: Frissítés az OTRS 4-ről vagy egy korábbi kiadásról
zh_cn: 从OTRS 4或更早版本更新

source: You cannot update from OTRS 4 or earlier directly to OTRS 6. Full updates to all available minor versions have to be made sequentially instead. For example, if you come from OTRS 3.0, you first have to perform a full update to OTRS 3.1, then to 3.2, 3.3, 4, 5 and finally to OTRS 6.
hu: Nem frissíthet az OTRS 4-ről vagy egy korábbi kiadásról közvetlenül OTRS 6-ra. Ehelyett teljes frissítést kell elvégezni egymás után az összes elérhető kisebb verzióra. Például ha az OTRS 3.0-ról indul, akkor először teljes frissítést kell végrehajtani az OTRS 3.1-re, aztán 3.2-re, 3.3-ra, 4-re, 5-re és végül az OTRS 6-ra.
zh_cn: 你不能从OTRS 4或更早版本直接更新到OTRS 6。必须依次对所有可用的次要版本进行完全更新。 例如，如果你从OTRS 3.0开始，则首先必须完整更新到OTRS 3.1，然后更新到3.2、3.4、4、5，最后更新到OTRS 6。

source: Step 1: Stop all relevant services and the OTRS Daemon
hu: 1. lépés: az összes kapcsolódó szolgáltatás és az OTRS démon leállítása
zh_cn: 步骤1：停止所有相关服务和OTRS守护进程

source: Please make sure there are no more running services or cron jobs that try to access OTRS. This will depend on your service configuration, here is an example:
hu: Győződjön meg arról, hogy nincs-e több olyan futó szolgáltatás vagy cron-feladat, amely megpróbál hozzáférni az OTRS-hez. Ez a szolgáltatás beállításától fog függeni. Itt egy példa:
zh_cn: 请确保没有任何运行中的服务或CRON计划任务还在试图访问OTRS。取决于你的服务配置，下面是一个例子：

source: Stop OTRS cron jobs and the daemon (in this order):
hu: Állítsa le az OTRS cron-feladatait és a démont (ebben a sorrendben):
zh_cn: 停止OTRS cron任务和守护进程（按此顺序）：

source: Step 2: Backup files and database
hu: 2. lépés: a fájlok és az adatbázis biztonsági mentése
zh_cn: 步骤2：备份文件和数据库

source: <filename>Kernel/Config/Files/ZZZAuto.pm</filename>, if updating from OTRS 5
hu: <filename>Kernel/Config/Files/ZZZAuto.pm</filename>, ha az OTRS 5-ről frissít
zh_cn: <filename>Kernel/Config/Files/ZZZAuto.pm</filename>, 如果从OTRS 5更新

source: as well as the database
hu: valamint az adatbázis
zh_cn: 当然还有数据库

source: Don't proceed without a complete backup of your system.
hu: Ne folytassa a rendszer teljes biztonsági mentse nélkül!
zh_cn: 如果没有系统的完整备份，请不要继续。

source: Step 3: Install the new release (tar or RPM)
hu: 3. lépés: az új kiadás telepítés (tar vagy RPM)
zh_cn: 步骤3：安装新版本（tar包或RPM包）

source: Step 3.1: With the tarball:
hu: 3.1. lépés: tarball segítségével:
zh_cn: 步骤3.1：使用tar包：

source: Restore old configuration files
hu: Régi beállítófájlok visszaállítása
zh_cn: 恢复原配置文件

source: Restore article data
hu: Bejegyzésadatok visszaállítása
zh_cn: 恢复工单数据

source: If you configured OTRS to store article data in the file system you have to restore the <filename>article</filename> folder to <filename>/opt/otrs/var/</filename> or the folder specified in the System Configuration.
hu: Ha úgy állította be az OTRS-t, hogy a bejegyzésadatokat a fájlrendszeren tárolja, akkor vissza kell állítania az <filename>article</filename> mappát az <filename>/opt/otrs/var/</filename> mappába, vagy a rendszerbeállításokban megadott mappába.
zh_cn: 如果你配置OTRS将信件数据存储在文件系统，你必须恢复<filename>article</filename>目录到<filename>/opt/otrs/var/</filename>或在系统配置中指定的目录。

source: Restore already installed default statistics
hu: A már telepített alapértelmezett statisztikák visszaállítása
zh_cn: 恢复已安装的默认统计

source: If you have additional packages with default statistics you have to restore the stats xml files with the suffix <filename>*.installed</filename> to <filename>/opt/otrs/var/stats</filename>.
hu: Ha alapértelmezett statisztikákkal rendelkező további csomagjai vannak, akkor vissza kell állítania a statisztikák XML-fájljait az <filename>*.installed</filename> utótaggal az <filename>/opt/otrs/var/stats</filename> mappába.
zh_cn: 如果你有其他包含默认统计，则必须将后缀为<filename>*.installed</filename>的统计xml文件恢复到<filename>/opt/otrs/var/stats</filename>。

source: Set file permissions
hu: Fájljogosultságok beállítása
zh_cn: 设置文件权限

source: Please execute the following command as root user to set the file and directory permissions for OTRS. It will try to detect the correct user and group settings needed for your setup.
hu: Hajtsa végre a következő parancsot root felhasználóként az OTRS fájl- és könyvtárjogosultságainak beállításához. Megpróbálja felismerni a beállításhoz szükséges helyes felhasználó- és csoportbeállításokat.
zh_cn: 请以root用户身份执行以下命令，以设置OTRS的文件和目录权限。 它将尝试检测你的安装所需的正确的用户和组设置。

source: Step 3.2: With the RPM:
hu: 3.2. lépés: RPM segítségével:
zh_cn: 步骤3.2：使用RPM包：

source: In this case the RPM update automatically restores the old configuration files and sets file permissions.
hu: Ebben az esetben az RPM frissítés automatikusan visszaállítja a régi beállítófájlokat és beállítja a fájljogosultságokat.
zh_cn: 在这种情况下通过RPM升级会自动恢复原配置文件并设置文件权限。

source: Step 4: Run the migration script
hu: 4. lépés: a költöztető parancsfájl futtatása
zh_cn: 步骤4：运行迁移脚本

source: If you have any custom Perl or XML configuration files in <filename>Kernel/Config/Files</filename>, these need to be <ulink url="http://doc.otrs.com/doc/manual/developer/6.0/en/html/package-porting.html#packge-porting-5-to-6-configuration-files">converted to the new formats supported by OTRS 6</ulink> before running the migration script.
hu: Ha bármilyen egyéni Perl vagy XML beállítófájlja van a <filename>Kernel/Config/Files</filename> mappában, akkor azokat <ulink url="http://doc.otrs.com/doc/manual/developer/6.0/en/html/package-porting.html#packge-porting-5-to-6-configuration-files">át kell alakítani az OTRS 6 által támogatott új formátumra</ulink> a költöztető parancsfájl futtatása előtt.
zh_cn: 如果您在<filename>Kernel/Config/Files</filename>中有任何自定义的Perl或XML配置文件，则需要在运行迁移脚本之前将这些文件<ulink url="http://doc.otrs.com/doc/manual/developer/6.0/en/html/package-porting.html#packge-porting-5-to-6-configuration-files">转换为OTRS 6支持的新格式</ulink>。

source: The migration script will perform many checks on your system and give you advice on how to install missing Perl modules etc., if that is required. If all checks succeeded, the necessary migration steps will be performed. Please also run this script in case of patch level updates.
hu: A frissítő parancsfájl számos ellenőrzést fog végrehajtani a rendszerén, és tanácsot ad azzal kapcsolatban, hogy hogyan telepítse a hiányzó Perl-modulokat, stb., ha az szükséges. Ha sz összes ellenőrzés sikeres, akkor a szükséges költöztető lépések végre lesznek hajtva. Futtassa ezt a parancsfájlt hibajavító szintű frissítések esetén is.
zh_cn: 迁移脚本将对你的系统执行许多检查，并提供有关如何安装缺少的Perl模块等的建议（如果是必需的模块）。 如果所有检查成功，将执行必要的迁移步骤。 如果是补丁级别更新，也请运行此脚本。

source: The migration script will ask you to set a time zone for OTRS if needed. It is very important that you set the correct time zone (<literal>OTRSTimeZone</literal>) for data storage and keep it, otherwise date and time of data added after the update (tickets, articles, etc.) will be stored with a different time zone than your pre-existing data, leading to inconsistent output.
hu: A költöztető parancsfájl meg fogja kérni, hogy állítson be egy időzónát az OTRS-hez, ha szükséges. Nagyon fontos az, hogy a helyes időzónát állítsa be (<literal>OTRSTimeZone</literal>) az adattároláshoz, és tartsa is meg azt, különben a frissítés után hozzáadott adatok (jegyek, bejegyzések, stb.) dátuma és ideje különböző időzónával lesznek eltárolva a már meglévő adatoktól, amely következetlen kimenethez vezet.
zh_cn: 如果需要，迁移脚本将要求你为OTRS设置时区。 为数据存储设置正确的时区（<literal> OTRSTimeZone </literal>）并保留不变非常重要，否则更新后添加的数据（工单、信件等）的日期和时间将与你的预先存在的数据具有不同的时区，导致输出不一致。

source: For new systems, using <literal>UTC</literal> is recommended, as users can have different personal time zones for working with the OTRS application. For existing, migrated systems, a different <literal>OTRSTimeZone</literal> should be used if the underlying operating system is not configured to <literal>UTC</literal> or if OTRS previously used a time offset.
hu: Új rendszereknél az <literal>UTC</literal> használata ajánlott, mivel a felhasználóknak eltérő személyes időzónáik lehetnek az OTRS alkalmazással végzett munkához. Meglévő, költöztetett rendszereknél különböző <literal>OTRSTimeZone</literal> értéket kell használni, ha az alatta lévő operációs rendszer nem <literal>UTC</literal> szerint van beállítva, vagy ha az OTRS korábban időeltolást használt.
zh_cn: 对于新系统，建议使用<literal> UTC </literal>，因为用户可以使用不同的个人时区来使用OTRS应用程序。 对于现有的已迁移系统，如果底层操作系统未配置为<literal> UTC </literal>或OTRS以前使用时间偏移，则应使用不同的<literal> OTRSTimeZone </literal>。

source: Run the migration script (as user <literal>otrs</literal>, NOT as <literal>root</literal>):
hu: Futtassa le a költöztető parancsfájlt (<literal>otrs</literal> felhasználóként, NE <literal>root</literal> felhasználóként):
zh_cn: 运行迁移脚本（用<literal>otrs</literal>用户，而不是<literal>root</literal>用户）：

source: Do not continue the upgrading process if this script did not work properly for you. Otherwise malfunction or data loss may occur.
hu: Ne folytassa a frissítési folyamatot, ha ez a parancsfájl nem működött megfelelően önnél. Egyébként meghibásodás vagy adatvesztés fordulhat elő.
zh_cn: 如果此脚本无法正常工作，请不要继续升级过程。 否则可能会发生故障或丢失数据。

source: Step 5: Update installed packages
hu: 5. lépés: telepített csomagok frissítése
zh_cn: 步骤5：更新已安装的软件包

source: Packages for OTRS 5 are not compatible with OTRS 6 and have to be updated.
hu: Az OTRS 5 csomagjai nem kompatibilisek az OTRS 6-os verzióval, és frissíteni kell azokat.
zh_cn: OTRS 5的软件包与OTRS 6不兼容，必须进行更新。

source: You can use the command below to update all installed packages. This works for all packages that are available from online repositories. You can update other packages later via the package manager (this requires a running OTRS Daemon).
hu: Használhatja a lenti parancsot az összes telepített csomag frissítéséhez. Ez működik az összes olyan csomagnál, amely elérhető az internetes tárolókból. Az egyéb csomagokat frissítheti később is a csomagkezelőn keresztül (ez futó OTRS démont igényel).
zh_cn: 你可以使用下面的命令来更新所有已安装的软件包。 这适用于从在线存储库提供的所有软件包。 您稍后可以通过软件包管理器更新其他软件包（这需要OTRS守护进程在运行）。

source: Step 6: Restart your services
hu: 6. lépés: szolgáltatások újraindítása
zh_cn: 步骤6：重启服务

source: This will depend on your service configuration, here is an example:
hu: Ez a szolgáltatás beállításától fog függeni. Itt egy példa:
zh_cn: 这将取决于你的服务配置，这里是一个例子：

source: The OTRS Daemon is required for correct operation of OTRS such as sending emails. Please activate it as described in the next step.
hu: Az OTRS démon szükséges az OTRS helyes működéséhez, mint például e-mailek küldéséhez. Kapcsolja be a következő lépésben leírtak szerint.
zh_cn: OTRS守护进程是正确操作OTRS所必需的，例如发送电子邮件。 请按照下一步中的说明激活它。

source: Step 7: Start the OTRS Daemon and cron job
hu: 7. lépés: az OTRS démon és a cron-feladat elindítása
zh_cn: 步骤7：启动OTRS守护进程和cron任务

source: The OTRS Daemon is responsible for handling any asynchronous and recurring tasks in OTRS. The daemon and its keepalive cron job must be started as the <literal>otrs</literal> user.
hu: Az OTRS démon felelős bármely aszinkron és ismétlődő feladat kezelésénél az OTRS-ben. A démont és az életben tartó cron-feladatát az <literal>otrs</literal> felhasználóként kell elindítani.
zh_cn: OTRS守护进程负责处理OTRS中任何异步和重复的任务。 守护进程及保持其存活的cron任务必须以<literal> otrs </literal>用户身份启动。

source: Now you can log into your system.
hu: Most már bejelentkezhet a rendszerre.
zh_cn: 现有你可以登录到系统了。

source: The Simple Way - Installation of Pre-Built Packages
hu: Az egyszerű mód - előre lefordított csomagok telepítése
zh_cn: 简单方法 - 预构建软件包安装

source: If available for your platform you should use pre-built packages to install OTRS, since it is the simplest and most convenient method. You can find them in the download area at <ulink url="https://www.otrs.com/download-open-source-help-desk-software-otrs-free/">www.otrs.com</ulink>. The following sections describe the installation of OTRS with a pre-built or binary package on SUSE and Red Hat systems. Only if you are unable to use the pre-built packages for some reason should you follow the manual process.
hu: Ha elérhető a platformjához, akkor használja az előre lefordított csomagokat az OTRS telepítéséhez, mivel ez a legegyszerűbb és a legkényelmesebb módszer. Ezek a <ulink url="https://www.otrs.com/download-open-source-help-desk-software-otrs-free/">www.otrs.com</ulink> címen lévő letöltési területen találhatók. A következő szakaszok az előre lefordított vagy bináris csomagokból történő OTRS telepítést írják le SUSE és Red Hat rendszereken. Ha valamilyen oknál fogva nem lenne képes használni az előre lefordított csomagokat, csak akkor kell a kézi folyamatot követnie.
zh_cn: 如果你使用的系统平台有OTRS预构建软件包，你就应该优先用它来安装，因为这是最简单、最便捷的方法。你可以在官网下载区<ulink url="https://www.otrs.com/download-open-source-help-desk-software-otrs-free/">www.otrs.com</ulink>找到可用的预构建软件包。

source: Installing the RPM on a SUSE Linux server
hu: Az RPM telepítése egy SUSE Linux kiszolgálóra
zh_cn: 在SUSE Linux服务器上安装RPM包

source: This section describes the installation of our RPM package on a SUSE Linux server.
hu: Ez a szakasz írja le az RPM csomagunk telepítését egy SUSE Linux kiszolgálóra.
zh_cn: 本部分描述了在SUSE Linux服务器上安装RPM包。

source: Preparing the database for OTRS
hu: Az adatbázis előkészítése az OTRS-hez
zh_cn: 准备OTRS所需的数据库环境

source: You can use OTRS using different database back-ends: <application>MySQL</application>, <application>PostgreSQL</application> or <application>Oracle</application>. The most popular database to deploy OTRS on is MySQL. This chapter shows the steps you need to take to configure MySQL on a SUSE-based server. Of course you can install the database on a dedicated database server if needed for scalability or other purposes.
hu: Az OTRS-t különböző adatbázis háttérprogramokkal használhatja: <application>MySQL</application>, <application>PostgreSQL</application> vagy <application>Oracle</application>. A legnépszerűbb adatbázis az OTRS telepítéséhez a MySQL. Ez a fejezet a MySQL beállításához szükséges lépések megtételét mutatja be egy SUSE-alapú kiszolgálón. Természetesen az adatbázist egy dedikált adatbázis-kiszolgálóra is telepítheti, ha a skálázhatóság vagy más célok miatt ez szükséges.
zh_cn: 你可以使用不同的数据库后端：<application>MySQL</application>、<application>PostgreSQL</application>或<application>Oracle</application>。部署OTRS最流行的数据库是MySQL。本节描述了在基于SUSE的服务器上配置MySQL需要的步骤。当然如果你有伸缩性或其它方面的需要，也可以将数据库安装到一台单独的数据库服务器上。

source: If you follow this chapter on openSUSE 12.3 and up you'll actually not install <application>MySQL</application> but <application>MariaDB</application> instead, a MySQL compatible fork of the MySQL code. This is no problem, it will work just as well (and even a little better at some points).
hu: Ha ezt a fejezetet openSUSE 12.3 és újabb rendszereken követi, akkor tulajdonképpen nem a <application>MySQL</application> adatbázis-kiszolgálót fogja telepíteni, hanem a <application>MariaDB</application>-t, amely a MySQL kódjának egy MySQL-kompatibilis elágaztatása. Ez nem probléma, ez is ugyanúgy fog működni (sőt egy picit jobban is néhány ponton).
zh_cn: 如果你在openSUSE 12.3以后的版本参照本节的步骤，实际上你不是安装<application>MySQL</application>而是<application>MariaDB</application>，一个与MySQL代码兼容的MySQL分支。这并没有任何问题，它可以同样工作得很好（在某些点上甚至更好那么一点点）。

source: Install MySQL by executing the following command as root:
hu: Telepítse a MySQL adatbázis-kiszolgálót a következő parancs rendszergazdaként való végrehajtásával:
zh_cn: 以root用户执行下列的命令来安装MySQL：

source: This will install MySQL with the default options on your system. You'll need to change the defaults in order to make it suitable for OTRS. With a text editor open the file <filename>/etc/my.cnf</filename> and add following lines under the [mysqld] section:
hu: Ez az alapértelmezett beállításokkal fogja telepíteni a MySQL-t a rendszerre. Meg kell változtatnia az alapértelmezéseket azért, hogy alkalmassá tegye az OTRS-hez. Egy szövegszerkesztővel nyissa meg az <filename>/etc/my.cnf</filename> fájlt, és adja hozzá a következő sorokat a [mysqld] szakasz alá:
zh_cn: 这会按默认选项安装MySQL到系统中。你需要修改一些默认设置以便更适合OTRS运行。用文本编辑器打开文件<filename>/etc/my.cnf</filename>并添加下列行到[mysqld]节：

source: Please note that OTRS requires utf8 as database storage encoding.
hu: Ne feledje, hogy az OTRS utf8 használatát igényli az adatbázis-tárolás kódolásaként.
zh_cn: 请注意，OTRS需要utf8作为数据库存储编码。
