Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketFreeText_StateType"> Frontend::Agent::Ticket::ViewForward &gt; StateType </link> - to define the available next states in the free text screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketFreeText_StateType">Frontend::Agent::Ticket::ViewForward &gt; StateType</link> - az elérhető következő állapotok meghatározásához a szabad szöveg képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketFreeText_StateType"> Frontend::Agent::Ticket::ViewForward &gt; StateType </link> - 定义工单自定义字段屏幕中可用的下一个状态。

source: <link linkend="ConfigReference_Setting_PostmasterDefaultState"> Core::PostMaster &gt; PostmasterDefaultState </link> - to define the state of tickets created from emails.
hu: <link linkend="ConfigReference_Setting_PostmasterDefaultState">Core::PostMaster &gt; PostmasterDefaultState</link> - az e-mailekből létrehozott jegyek állapotának meghatározásához.
zh_cn: <link linkend="ConfigReference_Setting_PostmasterDefaultState"> Core::PostMaster &gt; PostmasterDefaultState </link> - 定义从电子邮件创建的工单的状态。

source: <link linkend="ConfigReference_Setting_PostmasterFollowUpState"> Core::PostMaster &gt; PostmasterFollowUpState </link> - to define the state of tickets after a follow-up has been received.
hu: <link linkend="ConfigReference_Setting_PostmasterFollowUpState">Core::PostMaster &gt; PostmasterFollowUpState</link> - a jegyek állapotának meghatározásához, miután egy követés érkezett.
zh_cn: <link linkend="ConfigReference_Setting_PostmasterFollowUpState"> Core::PostMaster &gt; PostmasterFollowUpState </link> - 定义工单在收到一个跟进后的状态。

source: <link linkend="ConfigReference_Setting_PostmasterFollowUpStateClosed"> Core::PostMaster &gt; PostmasterFollowUpStateClosed </link> - to define the state of tickets after a follow-up has been received on an already closed ticket.
hu: <link linkend="ConfigReference_Setting_PostmasterFollowUpStateClosed">Core::PostMaster &gt; PostmasterFollowUpStateClosed</link> - a jegyek állapotának meghatározásához, miután egy követés érkezett egy már lezárt jegynél.
zh_cn: <link linkend="ConfigReference_Setting_PostmasterFollowUpStateClosed"> Core::PostMaster &gt; PostmasterFollowUpStateClosed </link> - 定义工单在关闭后收到一个跟进后的状态。

source: <link linkend="ConfigReference_Setting_Ticket::ViewableStateType"> Core::Ticket &gt; ViewableStateType </link> - to define the state types that are displayed at various places in the system, for example in the Queueview.
hu: <link linkend="ConfigReference_Setting_Ticket::ViewableStateType">Core::Ticket &gt; ViewableStateType</link> - azon állapottípusok meghatározásához, amelyek különféle helyeken jelennek meg a rendszeren, például a várólista nézetben.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::ViewableStateType"> Core::Ticket &gt; ViewableStateType </link> - 定义在系统不同地方(如在队列视图中)显示的状态类型。

source: <link linkend="ConfigReference_Setting_Ticket::UnlockStateType"> Core::Ticket &gt; UnlockStateType </link> - to define the state types for unlocked tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::UnlockStateType">Core::Ticket &gt; UnlockStateType</link> - az állapottípusok meghatározásához a feloldott jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::UnlockStateType"> Core::Ticket &gt; UnlockStateType </link> - 定义解锁工单的状态类型。

source: <link linkend="ConfigReference_Setting_Ticket::PendingReminderStateType"> Core::Ticket &gt; PendingReminderStateType </link> - to define the state type for reminder tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::PendingReminderStateType">Core::Ticket &gt; PendingReminderStateType</link> - az állapottípus meghatározásához az emlékeztető jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::PendingReminderStateType"> Core::Ticket &gt; PendingReminderStateType </link> - 定义提醒工单的状态类型。

source: <link linkend="ConfigReference_Setting_Ticket::PendingAutoStateType"> Core::Ticket &gt; PendingAutoStateType </link> - to define the state type for Pending Auto tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::PendingAutoStateType">Core::Ticket &gt; PendingAutoStateType</link> - az állapottípus meghatározásához az automatikusan függőben lévő jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::PendingAutoStateType"> Core::Ticket &gt; PendingAutoStateType </link> - 定义自动挂起工单的状态类型。

source: <link linkend="ConfigReference_Setting_Ticket::StateAfterPending"> Core::Ticket > StateAfterPending </link> - to define the state a ticket is set to after the Pending Auto timer of the configured state has expired.
hu: <link linkend="ConfigReference_Setting_Ticket::StateAfterPending">Core::Ticket &gt; StateAfterPending</link> - annak az állapotnak a meghatározásához, amelyre a jegy akkor van beállítva, miután a beállított állapot automatikusan függőben lévő időzítője lejárt.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::StateAfterPending"> Core::Ticket > StateAfterPending </link> - 定义配置的状态自动挂起计时器过期后工单要设置的状态。

source: Ticket Responsibility &amp; Ticket Watching
hu: Jegyfelelősség és jegymegfigyelés
zh_cn: 工单负责人 &amp; 工单关注

source: From OTRS 2.1 on, it is possible to assign a person as being responsible for a ticket, in addition to its owner. Moreover, all activities connected with the ticket can be watched by someone other than the ticket owner. These two functionalities are implemented with the TicketResponsible and TicketWatcher features, and facilitate the assignment of tasks and working within hierarchical team structures.
hu: Az OTRS 2.1-es verziójától lehetőség van egy olyan személy hozzárendelésére, aki egy jegyért felel, egyúttal annak tulajdonosa. Emellett a jegyhez kapcsolt összes tevékenységet megfigyelheti valaki más, aki nem a jegytulajdonos. Ezt a két funkcionalitást a jegyfelelős és a jegymegfigyelés szolgáltatásokkal valósították meg, és elősegíti a feladatok hozzárendelését, valamint a hierarchikus csapatszerkezeten belüli munkát.
zh_cn: 从OTRS 2.1开始，可以指定一个人来负责一个工单，除了它的所有者之外。另外，所有与工单相关联的活动都能被除了工单所有者之外的人关注。这两个功能被部署为TicketResponsible（工单负责人）和TicketWatcher（工单关注人），它们使任务分配更容易且更适合分层的团队架构。

source: Ticket Responsibility
hu: Jegyfelelősség
zh_cn: 工单负责人

source: The ticket responsibility feature facilitates the complete processing of a ticket by an agent other than the ticket owner. Thus an agent who has locked a ticket can pass it on to another agent, who is not the ticket owner, in order for the second to respond to a customer request. After the request has been dealt with, the first agent can withdraw the ticket responsibility from the second agent.
hu: A jegyfelelősség szolgáltatás megkönnyíti egy jegy teljes feldolgozását egy olyan ügyintézővel, aki nem a jegytulajdonos. Így egy olyan ügyintéző, aki zárolt egy jegyet, átadhatja egy másik ügyintézőnek - aki nem a jegytulajdonos - annak érdekében, hogy a második válaszoljon egy ügyfélkérésre. Miután foglalkoztak a kéréssel, az első ügyintéző visszavonhatja a jegyfelelősséget a második ügyintézőtől.
zh_cn: 工单负责人功能使一个工单所有者之外的服务人员容易完成一个工单处理。这样一个锁定了一个工单的服务人员可以将工单传递给另一个不是工单所有者的服务人员，以便作为第二个响应客户请求的人员。在请求被处理完成后，第一个服务人员可以从第二个服务人员收回工单负责人。

source: With the configuration parameter <link linkend="ConfigReference_Setting_Ticket::Responsible">Ticket::Responsible</link>, the ticket responsibility feature can be activated. This will cause 3 new links to appear in the ticket activities menu of a zoomed ticket in the agent interface.
hu: A <link linkend="ConfigReference_Setting_Ticket::Responsible">Ticket::Responsible</link> beállítási paraméterrel kapcsolható be a jegyfelelősség szolgáltatás. Ennek hatására három új hivatkozás fog megjelenni egy nagyított jegynek a jegytevékenységek menüjében az ügyintézői felületen.
zh_cn: 通过配置参数<link linkend="ConfigReference_Setting_Ticket::Responsible">Ticket::Responsible</link>，可以激活工单负责人功能。 这将导致3个新的链接出现在服务人员界面工单详情屏幕的工单活动菜单中。

source: Ticket responsibility can be assigned by calling up the ticket content and clicking on the "Responsible" link in the ticket activities menu of a zoomed ticket in the agent interface (see the Figure below).
hu: A jegyfelelősség a jegytartalom előhívásával és a „Felelős” hivatkozásra kattintva rendelhető hozzá egy nagyított jegynek a jegytevékenységek menüjében az ügyintézői felületen (lásd a lenti ábrát).
zh_cn: 在服务人员界面工单详情屏幕的菜单中点击“人员”-“负责人”链接可以指定工单负责人（见下图）。

source: Changing the Responsibility of a ticket in its zoomed view
hu: Egy jegy felelősségének megváltoztatása annak nagyított nézetében
zh_cn: 在工单详情屏幕变更一个工单的负责人

source: After clicking on "Responsible", a pop-up dialog to change the responsibility of that ticket will open (see figure below). This dialog can also be used to send a message to the new responsible agent.
hu: Miután rákattintott a „Felelős” hivatkozásra, egy felugró párbeszédablak fog megnyílni a jegy felelősségének megváltoztatásához (lásd a lenti ábrát). Ez a párbeszédablak használható egy üzenet küldéséhez is az új felelős ügyintézőnek.
zh_cn: 点击“负责人”后，会打开一个弹出屏幕以变更处理该工单的负责人（见下图）。这个对话框还可以用来给新的负责人发送一个消息。

source: Pop-up dialog to change a ticket's responsibility
hu: Felugró párbeszédablak egy jegy felelősségének megváltoztatásához
zh_cn: 变更一个工单的负责人的弹出对话框

source: The list of all tickets for which an agent is responsible, can be accessed through the Responsible view of the OTRS agent interface, as soon as the ticket responsibility feature gets activated.
hu: Az összes jegy listája, amelynél egy ügyintéző felelős, az OTRS ügyintézői felületének felelős nézetén keresztül érhető el, amint a jegyfelelősség szolgáltatást bekapcsolták.
zh_cn: 一旦激活了工单负责人功能，就可以通过服务人员界面仪表板上各个小部件的“我负责的工单”视图查看一个服务人员负责的工单列表。

source: Ticket watching
hu: Jegymegfigyelés
zh_cn: 工单关注

source: From OTRS 2.1 on, select agents such as supervisors can watch certain tickets within the system without processing them, by using the TicketWatcher feature.
hu: Az OTRS 2.1-es verziójától a kiválasztott ügyintézők egyfajta felügyelőkként megfigyelhetnek bizonyos jegyeket a rendszeren belül a jegymegfigyelő szolgáltatás használatával anélkül, hogy feldolgoznák azokat.
zh_cn: 从OTRS 2.1开始，通过工单关注人功能，服务人员如主管可以关注系统中某些不是由他们处理的工单。

source: The TicketWatcher feature can be activated with the configuration parameter <link linkend="ConfigReference_Setting_Ticket::Watcher">Ticket::Watcher</link> which adds new links to your actions toolbar. Using <link linkend="ConfigReference_Setting_Ticket::WatcherGroup">Ticket::WatcherGroup</link>, one or more user groups with permission to watch tickets can also be defined.
hu: A jegymegfigyelő szolgáltatás a <link linkend="ConfigReference_Setting_Ticket::Watcher">Ticket::Watcher</link> beállítási paraméterrel kapcsolható be, amely új hivatkozásokat ad hozzá a műveletek eszköztárhoz. A <link linkend="ConfigReference_Setting_Ticket::WatcherGroup">Ticket::WatcherGroup</link> használatával egy vagy több felhasználói csoport is meghatározható a jegyek megfigyeléséhez való jogosultsággal.
zh_cn: 工单关注人功能可以通过配置参数<link linkend="ConfigReference_Setting_Ticket::Watcher">Ticket::Watcher</link>激活，激活后会在操作工具栏添加新的链接。 还可以使用<link linkend="ConfigReference_Setting_Ticket::WatcherGroup">Ticket::WatcherGroup</link>定义一个或多个具有关注工单权限的用户组。

source: In order to watch a ticket, go to its zoomed view and click on the "Subscribe" link in the ticket activities menu (see figure below).
hu: Annak érdekében, hogy megfigyeljen egy jegyet, menjen annak a nagyított nézetéhez, és kattintson a „Feliratkozás” hivatkozásra a jegytevékenységek menüjében (lásd a lenti ábrát).
zh_cn: 为了关注一个工单，进入该工单的详情屏幕并点击菜单中的“关注”链接（见下图）。

source: Subscribing to watching a ticket in its zoomed view
hu: Feliratkozás egy jegy megfigyelésére annak nagyított nézetében
zh_cn: 在一个工单的详情屏幕添加关注

source: If you no longer want to watch a specific ticket, go to its zoomed view and click on the "Unsubscribe" link in the ticket activities menu (see figure below).
hu: Ha többé nem szeretne megfigyelni egy adott jegyet, akkor menjen annak a nagyított nézetéhez, és kattintson a „Leiratkozás” hivatkozásra a jegytevékenységek menüjében (lásd a lenti ábrát).
zh_cn: 如果你不再关注一个特定的工单，进入它的详情屏幕并点击菜单中的“取消关注”链接（见下图）。

source: Unsubscribing from watching a ticket in its zoomed view
hu: Leiratkozás egy jegy megfigyeléséről annak nagyított nézetében
zh_cn: 在一个工单的详情屏幕取消关注

source: The list of all watched tickets can be accessed through the Watched view of the OTRS agent interface (see figure below), as soon as the ticket watcher feature gets activated.
hu: Az összes megfigyelt jegy listája az OTRS ügyintézői felületének megfigyelt nézetén keresztül érhető el (lásd a lenti ábrát), amint a jegymegfigyelő szolgáltatást bekapcsolták.
zh_cn: 一旦激活了工单关注人功能，就可以通过服务人员界面仪表板上各个小部件的“我关注的工单”视图查看一个服务人员关注的工单列表。

source: Watched tickets view
hu: Megfigyelt jegyek nézete
zh_cn: “我关注的工单”视图

source: OTRS config files
hu: OTRS beállítófájlok
zh_cn: OTRS 配置文件

source: All OTRS configuration files are stored in the directory <filename>Kernel</filename> and in its subdirectories. There is no need to manually change any other file than <filename>Kernel/Config.pm</filename>, because the rest of the files will be changed when the system gets updated. Just copy the configuration parameters from other files into <filename>Kernel/Config.pm</filename> and change them as per your needs. This file will never be touched during the update process, so your manual changes are safe.
hu: Az összes OTRS beállítófájl a <filename>Kernel</filename> könyvtárban és annak alkönyvtáraiban van eltárolva. Nincs szükség a <filename>Kernel/Config.pm</filename> fájlon kívül egyetlen fájl kézi megváltoztatására sem, mert a többi fájl meg lesz változtatva, amikor a rendszer frissítést kap. Egyszerűen másolja át a beállítási paramétereket a többi fájlból a <filename>Kernel/Config.pm</filename> fájlba, és változtassa meg azokat az igényei szerint. Ehhez a fájlhoz sosem fognak hozzányúlni a frissítési folyamat közben, így a kézi változtatásai biztonságban vannak.
zh_cn: 所有OTRS配置文件都存储在目录<filename> Kernel </filename>及其子目录中。 除了<filename>Kernel/Config.pm</filename>外不需要手动更改任何其他文件，因为系统更新时其它的文件会被更改。 只需将配置参数从其他文件复制到<filename>Kernel/Config.pm</filename>，然后根据需要进行更改参数。 在升级过程中永远不会更改此文件，所以你的手动更改是安全的。

source: The configuration can be rebuilt either manually by executing <literal>perl bin/otrs.Console.pl Maint::Config::Rebuild</literal> or automatically by the installer, package operations (install, update, reinstall and uninstall), etc. All <filename>.xml</filename> files located in <filename>Kernel/Config/Files/XML/</filename> are parsed and their content is transferred to the OTRS database. Most of the <filename>.xml</filename> files which are part of this directory by default belong to OTRS Free, but OTRS Free Features such as FAQ or Survey (or any other OTRS extension) will add their own configuration files to this directory as well.
hu: A beállítások újraépíthetők kézzel a <literal>perl bin/otrs.Console.pl Maint::Config::Rebuild</literal>parancsfájl végrehajtásával, vagy automatikusan a telepítő, a csomagműveletek (telepítés, frissítés, újratelepítés és eltávolítás) stb. által. A <filename>Kernel/Config/Files/XML/</filename> mappában található összes <filename>.xml</filename> fájl fel lesz dolgozva, és a tartalmuk át lesz küldve az OTRS adatbázisába. A legtöbb <filename>.xml</filename> fájl - amelyek ennek a könyvtárnak a részei - alapértelmezetten az OTRS Free csoporthoz tartoznak, de az OTRS Free funkciók, mint például a GyIK vagy kérdőív (vagy bármely más OTRS kiterjesztés) is hozzá fogják adni a saját beállítófájljukat ehhez a könyvtárhoz.
zh_cn: 可以通过执行<literal>perl bin/otrs.Console.pl Maint::Config::Rebuild</literal>手动重建配置，或通过安装程序、程序包操作（安装、更新、重新安装和卸载）等自动重建配置 。位于<filename>Kernel/Config/Files/XML/</filename>中的所有<filename> .xml </filename>文件被解析，且其内容会传到OTRS数据库。 默认情况下，这个目录的大部分<filename>.xml</filename>文件都属于OTRS免费版，但是OTRS免费功能，如FAQ知识库或调查（或任何其他OTRS扩展），也会将自己的配置文件添加到此目录。

source: To apply any sort of changes to the configuration, it is necessary to deploy them. The deployment process will extract all settings and the according values from the OTRS database, convert them to a format that OTRS can understand naturally and put them into <filename>Kernel/Config/Files/ZZZAAuto.pm</filename>.
hu: A konfiguráción elvégzett bármilyen változtatás alkalmazásához üzembe kell állítani azokat. Az üzembe állítási folyamat ki fogja szedni az összes beállítást és a megfelelő értékeket az OTRS adatbázisából, átalakítja olyan formátumra, hogy az OTRS természetes módon megértse, és elhelyezi azokat a <filename>Kernel/Config/Files/ZZZAAuto.pm</filename> fájlba.
zh_cn: 要对配置进行任何更改，需要进行部署。 部署进程将从OTRS数据库中提取所有设置和相关值，将其转换为OTRS可以自然理解的格式，并将其放入<filename>Kernel/Config/Files/ZZZAAuto.pm</filename>中。

source: If the OTRS web interface is accessed, the settings contained in the files <filename>Kernel/Config/Files/ZZZAAuto.pm</filename>, <filename>Kernel/Config/Files/ZZZACL.pm</filename> (if existing), <filename>Kernel/Config/Files/ZZZProcessManagement.pm</filename> (if existing) and any other custom <filename>.pm</filename> file will be evaluated alphabetically. These files are used by the graphical user interface for caching purposes and should never be changed manually. Lastly, the file <filename>Kernel/Config.pm</filename> that contains your individual settings and manually changed configuration parameters will be parsed. Reading the configuration files in this order makes sure that your specific configuration settings are considered correctly by the system.
hu: Ha az OTRS a webes felületen keresztül lett elérve, akkor a <filename>Kernel/Config/Files/ZZZAAuto.pm</filename>, a <filename>Kernel/Config/Files/ZZZACL.pm</filename> (ha létezik), a <filename>Kernel/Config/Files/ZZZProcessManagement.pm</filename> (ha létezik) és bármilyen más egyéni <filename>.pm</filename> fájlban tárolt beállítás ábécé sorrendben lesz kiértékelve. Ezeket a fájlokat a grafikus felhasználói felület használja gyorsítótárazási célokra, és sosem szabad kézzel megváltoztatni. Végül a <filename>Kernel/Config.pm</filename> fájl lesz feldolgozva, amely az egyéni beállításokat és a kézzel megváltoztatott beállítási paramétereket tartalmazza. A beállítófájlok ebben a sorrendben történő olvasása biztosítja, hogy a különleges konfigurációs beállításait helyesen vegye figyelembe a rendszer.
zh_cn: 如果访问OTRS Web界面，则包含在文件<filename>Kernel/Config/Files/ZZZAAuto.pm</filename>、<filename>Kernel/Config/Files/ZZZACL.pm</filename> (如果有)、 <filename>Kernel/Config/Files/ZZZProcessManagement.pm</filename> (如果有) 和任何其他自定义<filename> .pm </filename>文件将按字母顺序进行评估。 这些文件由图形用户界面用于缓存目的，不应手动更改。 最后，将解析包含单个设置和手动更改的配置参数的文件<filename>Kernel/Config.pm</filename>。 按照此顺序读取这些配置文件，确保系统正确地考虑了您的特定配置设置。

source: Configuring the System Through the Web Interface
hu: A rendszer beállítása a webes felületen keresztül
zh_cn: 通过WEB界面配置系统

source: The graphical interface for system configuration
hu: A grafikus felület a rendszer beállításához
zh_cn: 系统配置的图形界面

source: OTRS Free currently brings more than 1700 configuration settings, and there are different ways to quickly access a specific one. With the full text search, all configuration settings can be scanned for one or more keywords. The full text search not only searches through the names of the configuration settings, but also the descriptions and values. This allows an element to be found easily even if its name is unknown.
hu: Az OTRS Free jelenleg több mint 1700 konfigurációs beállítást hoz, és különböző módok vannak egy bizonyos beállításhoz való gyors hozzáféréshez. A szabad-szavas kereséssel az összes konfigurációs beállítás kereshető egy vagy több kulcsszóval. A szabad-szavas keresés nem csak a konfigurációs beállítások neveiben keres, hanem a leírásokban és az értékekben is. Ez lehetővé teszi egy elem egyszerű megtalálását akkor is, ha a neve ismeretlen.
zh_cn: OTRS 免费版目前带来了1700多种配置设置，并且有不同的方法快速访问特定的配置设置。 使用全文搜索，通过一个或多个关键字扫描所有的配置设置。 全文搜索不仅搜索配置设置的名称，还可以搜索描述和值。 这样可以很容易地找到配置元素，即使不知道它的名称。

source: Furthermore, each configuration setting is classified by a category and a navigation group. Navigation groups are individual elements in the main navigation tree. By selecting one of these navigation entries, all settings assigned to the selected group will be shown. As long as no extensions are installed, the category selection is automatically hidden, but as soon as a package is installed which brings its own configuration settings (such as FAQ or Survey), the category selection will be revealed. Selecting a category makes the main navigation tree show only the navigation groups belonging to the selected category.
hu: Ráadásul minden egyes konfigurációs beállítás osztályozva van egy kategória és egy navigációs csoport szerint. A navigációs csoportok önálló elemek a fő navigációs fában. Ezen navigációs bejegyzések egyikének kiválasztásával a kiválasztott csoporthoz rendelt összes beállítás meg fog jelenni. Amíg nincsenek kiterjesztések telepítve, addig a kategóriaválasztás automatikusan el lesz rejtve, de amint egy olyan csomag kerül telepítésre, amely a saját konfigurációs beállításait hozza (mint például a GyIK vagy a kérdőív), akkor a kategóriaválasztó fel lesz fedve. Egy kategória kiválasztásával a fő navigációs fa csak azokat a navigációs csoportokat jeleníti meg, amelyek a kiválasztott kategóriához tartoznak.
zh_cn: 此外，每个配置设置由类别和导航组分类。 导航组是主导航树中的单个元素。 通过选择其中一个导航条目，将显示分配给所选组的所有设置。 只要没有安装扩展名，类别选择就会被自动隐藏，但是一旦安装了一个包含自己的配置设置的软件包（如FAQ知识库或调查），就会显示类别选择。 选择一个类别使主导航树仅显示属于所选类别的导航组。

source: All configuration settings are shown as read only by default. To edit a setting, click the <emphasis>Edit this setting</emphasis> button that appears on hovering your mouse cursor over a setting. Once edit mode has been entered, changes made to the fields from within the setting can be saved by clicking the <emphasis>Save</emphasis> button on the right (or by hitting the <emphasis>Enter</emphasis> key on your keyboard). If a setting is currently edited by another administrator, it is not possible to get access to the edit mode for that setting until the other administrator finished their work. Editing can be cancelled by clicking the <emphasis>Cancel</emphasis> button on the right or hitting the <emphasis>Escape</emphasis> key on your keyboard. When editing is cancelled, all changes made during the current editing session are discarded.
hu: Az összes konfigurációs beállítás alapértelmezetten csak olvashatóan jelenik meg. Egy beállítás szerkesztéséhez kattintson a <emphasis>Beállítás szerkesztése</emphasis> gombra, amely akkor jelenik meg, ha az egérkurzort egy beállítás fölé viszi. Amikor belépett a szerkesztési módba, akkor a beállításon belül a megváltoztatott mezők elmenthetők a jobb oldalon lévő <emphasis>Mentés</emphasis> gombra kattintással (vagy az <emphasis>Enter</emphasis> billentyű megnyomásával a billentyűzeten). Ha egy beállítást egy másik adminisztrátor éppen szerkeszt, akkor nem lehetséges a szerkesztési módhoz hozzáférni annál a beállításnál, amíg a másik adminisztrátor be nem fejezi a munkáját. A szerkesztés megszakítható a jobb oldalon lévő <emphasis>Mégse</emphasis> gombra kattintással (vagy az <emphasis>Escape</emphasis> billentyű megnyomásával a billentyűzeten). Amikor a szerkesztés megszakításra került, akkor az aktuális szerkesztési munkamenetben elvégzett összes változtatás el lesz dobva.
zh_cn: 所有配置设置默认显示为只读。 要编辑设置，请将鼠标悬停在设置上后，单击“<emphasis>编辑这个设置</emphasis>”按钮。 一旦进入编辑模式，可以通过点击右侧的<emphasis>保存</emphasis>按钮（或者按键盘上的<emphasis>回车</emphasis>键）来保存对设置内的字段所做的更改。 如果当前有另一个管理员在编辑一个设置，则无法访问该设置的编辑模式，直到其他管理员完成编辑工作。 可以通过点击右侧的<emphasis>取消</emphasis>按钮或者按键盘上的<emphasis> ESC</emphasis> 键来取消编辑。 取消编辑后，在当前编辑会话期间所做的所有更改都将被丢弃。
