Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: After you activate HTTPS, please set the configuration option <literal>HttpType</literal> to <emphasis>https</emphasis> in <link linkend="adminarea-systemconfiguration">SysConfig</link>. This will make sure that all internal links in OTRS are indeed using HTTPS.
hu: Miután bekapcsolta a HTTPS-t, állítsa a <literal>HttpType</literal> konfigurációs beállítást <emphasis>https</emphasis> értékre a <link linkend="adminarea-systemconfiguration">rendszerbeállításokban</link>. Ez fogja azt biztosítani, hogy az OTRS összes belső hivatkozása valóban HTTPS-t használjon.
zh_cn: 激活HTTPS后，请在<link linkend="adminarea-systemconfiguration">系统配置</link>中将配置选项<literal> HttpType </literal>设置为<emphasis> https </emphasis>。 这将确保OTRS中的所有内部链接确实使用HTTPS。

source: Good practice is to also redirect all HTTP traffic to HTTPS, in case someone tries to access the OTRS via an insecure link. This should be done on web server configuration level for maximum effect. However, in case this is not possible, you can set <literal>HTTPSForceRedirect</literal> to <emphasis>Yes</emphasis> in <link linkend="adminarea-systemconfiguration">SysConfig</link> to do it on application level.
hu: A helyes gyakorlat az, hogy az összes HTTP-forgalmat is átirányítja HTTPS-re abban az esetben, ha valaki egy nem biztonságos hivatkozáson keresztül próbálja meg elérni az OTRS-t. Ezt a webkiszolgáló beállítási szintjén kell megtenni a legjobb hatás érdekében. Azonban ha ez nem lehetséges, akkor átállíthatja a <literal>HTTPSForceRedirect</literal> beállítást <emphasis>Igen</emphasis> értékre a <link linkend="adminarea-systemconfiguration">rendszerbeállításokban</link>, hogy az alkalmazás szintjén tegye ezt meg.
zh_cn: 好的做法是将所有HTTP流量重定向到HTTPS，以防有人试图通过不安全的链接访问OTRS。 这应该在Web服务器的配置级别上进行，以实现最大效果。 但是，如果这不可能，你可以在<link linkend="adminarea-systemconfiguration">系统配置</link>中将<literal> HTTPSForceRedirect </literal>设置为<emphasis>是</emphasis>，以便在应用程序级别实现HTTPS。

source: The agent web interface allows agents to answer customer requests, create new tickets for customers or other agents, write tickets about telephone calls with customers, write FAQ entries, edit customer data, etc.
hu: Az ügyintéző webes felülete lehetővé teszi az ügyintézőknek, hogy válaszoljanak az ügyfelek kéréseire, új jegyeket hozzanak létre az ügyfelekhez vagy más ügyintézőkhöz, jegyeket írjanak az ügyfelekkel történő telefonhívásokról, GyIK bejegyzéseket írjanak, ügyféladatokat szerkesszenek, stb.
zh_cn: 服务人员WEB界面允许服务人员答复客户请求、为客户或其它服务人员创建新工单、创建客户的电话工单、编写FAQ知识库条目、编辑客户信息数据等等。

source: Supposing your OTRS host is reachable via the URL <ulink url="http://www.example.com/"> <citetitle>http://www.example.com</citetitle> </ulink> , then the OTRS login screen can be reached by using the address <ulink url="http://www.example.com/otrs/index.pl"> <citetitle>http://www.example.com/otrs/index.pl</citetitle> </ulink> in a web browser (see figure below).
hu: Feltételezve, hogy az OTRS gépe a <ulink url="http://www.example.com/"><citetitle>http://www.example.com</citetitle></ulink> URL-en keresztül érhető el, akkor az OTRS bejelentkező képernyőjét a <ulink url="http://www.example.com/otrs/index.pl"><citetitle>http://www.example.com/otrs/index.pl</citetitle></ulink> cím használatával lehet elérni egy webböngészőben (lásd a lenti ábrát).
zh_cn: 假设你的OTRS主机可以通过网址<ulink url="http://www.example.com/"> <citetitle>http://www.example.com</citetitle> </ulink>访问，则可以在WEB浏览器中输入地址：<ulink url="http://www.example.com/otrs/index.pl"> <citetitle>http://www.example.com/otrs/index.pl</citetitle> </ulink>访问OTRS登录屏幕。

source: Login screen of the agent interface
hu: Az ügyintézői felület bejelentkező képernyője
zh_cn: 服务人员界面登录屏幕

source: Customer Web Interface
hu: Az ügyfél webes felülete
zh_cn: 客户WEB界面

source: Customers have a separate web interface in OTRS through which they can create new accounts, change their account settings, create and edit tickets, get an overview on tickets that they have created, etc.
hu: Az ügyfeleknek különálló webes felületük van az OTRS-ben, amelyen keresztül új fiókokat hozhatnak létre, megváltoztathatják a fiókbeállításaikat, jegyeket hozhatnak létre és szerkeszthetik azokat, áttekintést kaphatnak azokról a jegyekről, amelyeket létrehoztak, stb.
zh_cn: 在OTRS中客户有一个单独的WEB界面，可以创建新帐户、修改帐户设置、创建和编辑工单、查看他们创建的工单概览等等。

source: Continuing the above example, the customer login screen can be reached by using the URL <ulink url="http://www.example.com/otrs/customer.pl"> <citetitle>http://www.example.com/otrs/customer.pl</citetitle> </ulink> with a web browser (see figure below).
hu: Folytatva a fenti példát, az ügyfél bejelentkező képernyője a <ulink url="http://www.example.com/otrs/customer.pl"><citetitle>http://www.example.com/otrs/customer.pl</citetitle></ulink> URL használatával érhető el egy webböngészővel (lásd a lenti ábrát).
zh_cn: 继续上面的示例，通过在浏览器中输入网址<ulink url="http://www.example.com/otrs/customer.pl"> <citetitle>http://www.example.com/otrs/customer.pl</citetitle> </ulink>即可访问客户登录屏幕。

source: Login screen of the customer interface
hu: Az ügyfélfelület bejelentkező képernyője
zh_cn: 客户界面登录屏幕

source: Public Web Interface
hu: Nyilvános webes felület
zh_cn: 公共WEB界面

source: In addition to the web interfaces for agents and customers, OTRS also has a public web interface which is available through the FAQ-Module. This module needs to be installed separately. It provides public access to the FAQ system and lets visitors search through FAQ entries without any special authorization.
hu: Az ügyintézők és az ügyfelek webes felületén kívül az OTRS rendelkezik egy nyilvános webes felülettel is, amely a GyIK-modulon keresztül érhető el. Ezt a modult külön kell telepíteni. Nyilvános hozzáférést biztosít a GyIK rendszerhez, és lehetővé teszi a látogatók számára a GyIK bejegyzésekben való keresést mindenféle speciális meghatalmazás nélkül.
zh_cn: 作为服务人员和客户WEB界面的补充，OTRS还有一个访问FAQ知识库的公共WEB界面。FAQ知识库模块需要单独安装。它提供了到FAQ知识库系统的公共访问，并让来访者无需特别授权即可搜索FAQ知识库文章。

source: In our example, the public web interface can be reached via either of the following URLs: <ulink url="http://www.example.com/otrs/faq.pl"> <citetitle>http://www.example.com/otrs/faq.pl</citetitle> </ulink> , <ulink url="http://www.example.com/otrs/public.pl"> <citetitle>http://www.example.com/otrs/public.pl</citetitle> </ulink>
hu: A példánkban a nyilvános webes felület a következő URL-ek bármelyikén keresztül elérhető: <ulink url="http://www.example.com/otrs/faq.pl"><citetitle>http://www.example.com/otrs/faq.pl</citetitle></ulink>, <ulink url="http://www.example.com/otrs/public.pl"><citetitle>http://www.example.com/otrs/public.pl</citetitle></ulink>
zh_cn: 在我们的示例中，可以通过网址<ulink url="http://www.example.com/otrs/faq.pl"> <citetitle>http://www.example.com/otrs/faq.pl</citetitle> </ulink>或 <ulink url="http://www.example.com/otrs/public.pl">http://www.example.com/otrs/public.pl</ulink>访问公共WEB界面。

source: Public web interface
hu: Nyilvános webes felület
zh_cn: 公共WEB界面

source: First Login
hu: Első bejelentkezés
zh_cn: 首次登录

source: Access the login screen as described in the section <link linkend="agent-interface">Agent web interface </link>. Enter a user name and password. Since the system has just been installed and no users have yet been created, login as OTRS administrator first, using 'root@localhost' for username and the generated password in the last step of the installer.
hu: Nyissa meg a bejelentkezési képernyőt az <link linkend="agent-interface">ügyintéző webes felülete</link> szakaszban leírtak szerint. Adjon meg egy felhasználónevet és jelszót. Mivel a rendszer nemrég lett telepítve, és még nem lettek felhasználók létrehozva, először OTRS adminisztrátorként jelentkezzen be a „root@localhost” felhasználónévvel és a telepítő utolsó lépésében előállított jelszóval.
zh_cn: 按<link linkend="agent-interface">服务人员界面 </link>部分介绍的方法访问OTRS登录屏幕，输入用户名和密码。因为系统刚安装完毕且还没有创建任何用户，首先以OTRS系统管理员登录，使用'root@localhost'作为用户名，密码是安装程序最后一步生成的。

source: This account data is valid on every newly installed OTRS system. You should change the password for the OTRS administrator as soon as possible! This can be done via the <link linkend="user-preferences">preferences</link> screen for the OTRS administrator account.
hu: Ezek a fiókadatok minden újonnan telepített OTRS rendszeren érvényesek. A lehető leggyorsabban meg kell változtatnia az OTRS adminisztrátor jelszavát! Ezt az OTRS adminisztrátori fiók <link linkend="user-preferences">beállítások</link> képernyőjén keresztül teheti meg.
zh_cn: 这个帐户数据在每个新安装的OTRS系统都是有效的。你应该尽快修改这个OTRS系统管理员的密码！可以通过OTRS系统管理员帐户的<link linkend="user-preferences">偏好设置</link>来修改密码。

source: If you don't want to login as OTRS administrator, just enter the username and password for your normal agent account.
hu: Amennyiben nem OTRS adminisztrátorként szeretne bejelentkezni, akkor adja meg a normál ügyintézői fiókjának felhasználónevét és jelszavát.
zh_cn: 如果你不想以OTRS系统管理员登录，只需输入普通的服务人员帐户信息即可。

source: In case you have forgotten your password, you can request the system for a new password. Simply press the link below the Login button, enter the username that is registered for your OTRS account into the input field, and press the Request New Password button (see figure).
hu: Abban az esetben, ha elfelejtette a jelszavát, kérhet a rendszertől egy új jelszót. Egyszerűen nyomja meg a Bejelentkezés gomb alatti hivatkozást, adja meg a beviteli mezőben azt a felhasználónevet, amely az OTRS fiókjához van regisztrálva, és nyomja meg az Új jelszó kérése gombot (lásd az ábrát).
zh_cn: 如果你忘记了你的密码，可以向系统请求一个新密码。只需点击“登录”按钮下方的链接，输入注册的OTRS帐户的用户名，并点击“请求新密码”按钮即可（见下图）。

source: Request new password
hu: Új jelszó kérése
zh_cn: 请求新密码

source: The Web Interface - an Overview
hu: A webes felület - egy áttekintő
zh_cn: WEB界面概览

source: Upon successfully logging into the system, you are presented with the Dashboard page (see figure below). It shows your locked tickets, allows direct access through menus to the queue, status and escalation views, and also holds options for creation of new phone and e-mail tickets. It also presents a quick summary of the tickets using different criteria.
hu: Miután sikeresen bejelentkezett a rendszerbe, a Vezérlőpult oldal fog megjelenni (lásd a lenti ábrát). Megjeleníti a zárolt jegyeit, a menükön keresztül közvetlen hozzáférést tesz lehetővé a várólistához, az állapotok és az eszkalációs nézethez, valamint lehetőségeket nyújt új telefonos és e-mail jegyek létrehozásához is. A jegyek gyors összegzését is megjelenít különböző feltételek használatával.
zh_cn: 一旦成功登录到系统中，首先看到的就是仪表板页面（见下图）。它显示了你锁定的工单，允许通过菜单直接访问队列视图、状态视图和升级视图，还保存了创建电话和邮件工单的选项。还提供了不同条件的工单快速汇总数。

source: Dashboard of the agent interface
hu: Az ügyintézői felület vezérlőpultja
zh_cn: 服务人员界面仪表板

source: To improve clarity, the general web interface is separated into different areas. The top row of each page shows some general information such as the logout button, icons listing the number of locked tickets with direct access to them, links to create a new phone/e-mail ticket, etc. There are also icons to go to the queue, status, and escalation views.
hu: A jobb érthetőség kedvéért az általános webes felület különböző területekre van elkülönítve. Minden oldal felső sora néhány általános információt jelenít meg, mint például a kijelentkezés gomb, a zárolt jegyek számát felsoroló ikonok, amelyek közvetlen hozzáférést biztosítanak hozzájuk, új telefonos vagy e-mail jegy létrehozására mutató hivatkozások, stb. Megtalálhatók a várólista, állapotok és eszkalációs nézetekhez vezető ikonok is.
zh_cn: 为了提高清晰度，通用WEB界面分成了不同的区域。每个页面的第一行显示一些通用信息比如退出按钮、标有锁定工单数的图标（可直接访问锁定的工单）、创建新的电话/邮件工单的链接等等。还有些图标可以进入队列视图、状态视图和升级视图。

source: Below the icons row is the navigation bar. It shows a menu that enables you to navigate to different areas or modules of the system, letting you execute some global actions. Clicking on the Dashboard button takes you to the dashboard. If you click on the Tickets button, you will get a submenu with options to change the ticket's view, create a new ticket (phone/e-mail) or search for a specific ticket. The Statistics button presents a menu that allows you to choose from an overview of the registered statistics, creating a new one or importing an existing one. The Customers button leads you to the Customer Management screen. By clicking the Admin button, you can access all of the administrator modules, which allows you to create new agents, queues, etc. There is also a Search button to make ticket searches.
hu: Az ikonok sora alatt található a navigációs sáv. Egy menüt jelenít meg, amely a rendszer különböző területeire vagy moduljaira történő navigálást engedélyezi, lehetővé téve néhány globális művelet végrehajtását. A Vezérlőpult gombra kattintva a vezérlőpulthoz jut. Ha a Jegyek gombra kattint, akkor egy almenüt fog kapni a jegy nézetének megváltoztatásához, új jegy (telefonos vagy e-mail) létrehozásához vagy egy meghatározott jegy kereséséhez tartozó lehetőségekkel. A Statisztikák gomb egy olyan menüt jelenít meg, amely lehetővé teszi a regisztrált statisztikák áttekintőjéből történő választást, egy új létrehozását vagy egy meglévő importálását. Az Ügyfelek gomb az Ügyfélkezelés képernyőre vezet. Az Adminisztráció gombra kattintva férhet hozzá az összes adminisztrációs modulhoz, amelyek lehetővé teszik új ügyintézők, várólisták, stb. létrehozását. Van egy Keresés gomb is a jegyek kereséséhez.
zh_cn: 在这个图标行的下面就是导航栏。导航栏显示一个菜单，让你导航到系统中的不同区域或模块，及执行一些全局操作。点击‘仪表板’按钮就进入仪表板页面。如果你点击‘工单’按钮，会得到一个子菜单，让你切换工单的视图、创建一个新的电话/邮件工单或搜索一个特定的工单。点击‘统计’按钮后会提供一个菜单让你从已注册的统计概览中选择统计、创建一个新的统计或从已有文件中导入统计。‘客户’按钮让你进入客户管理屏幕。通过点击‘系统管理’按钮，可能可以访问所有的系统管理员模块，允许你创建新的服务人员、队列等等。还有一个‘搜索’按钮用来搜索工单。

source: If any associated applications are also installed, e.g. the FAQ or the Survey, buttons to reach these applications are also displayed.
hu: Amennyiben valamilyen kapcsolódó alkalmazás is telepítésre került, például GyIK vagy a Kérdőív, akkor az ezeket az alkalmazásokat elérő gombok is meg lesznek jelenítve.
zh_cn: 如果还安装相关的模块如FAQ知识库或调查，还会显示访问这些模块的按钮。

source: In the area below the navigation bar, different system messages can be shown. If you are logged in as the default OTRS administrator user, you get a red message warning you not to work using this system account.
hu: A navigációs sáv alatti területen különböző rendszerüzenetek jeleníthetők meg. Ha az alapértelmezett OTRS adminisztrátor felhasználóként jelentkezett be, akkor egy piros figyelmeztető üzenetet fog kapni, hogy ne a rendszerfiók használatával dolgozzon.
zh_cn: 在导航栏下方区域中，可以显示不同的系统消息。如果你用默认的OTRS系统管理员帐号登录，就会得到一个红色的消息，警告你不要使用该系统帐号干活。

source: Below the title of the section you are currently in, there are several subsections containing relevant information about the screen you are working on, each one in a separate box.
hu: Annak a szakasznak a címe alatt, ahol jelenleg tartózkodik, számos alszakasz található elkülönített dobozokban, amelyek lényeges információkat tartalmaznak arról a képernyőről, amelyen dolgozik.
zh_cn: 在你当前所在区域/模块的标题下面，有几个包含你正在操作的屏幕的相关信息的子区域，每个子区域都在一个单独的盒子中。

source: These boxes contains the main part of each screen, usually they are displayed in one or several columns, each box can store relevant information about the current screen like for example instructions, advises, overviews, etc. Also is displayed the form or tool necessary for performing the action associated to each screen, like for example, add, update or delete records, check the log, change configuration settings, etc.
hu: Ezek a dobozok tartalmazzák az egyes képernyők fő részét, általában egy vagy több oszlopban megjelenítve. Minden egyes doboz lényeges információkat tárolhat a jelenlegi képernyőről, mint például utasítások, tanácsok, áttekintők, stb. Az egyes képernyőkhöz kapcsolódó művelet végrehajtásához szükséges űrlap vagy eszköz is megjelenik, mint például rekordok hozzáadása, frissítése vagy törlése, napló ellenőrzése, konfigurációs beállítások megváltoztatása, stb.
zh_cn: 这些盒子包含了每个屏幕的主要部分，通常它们显示为一个或几个列，每个盒子都储存当前屏幕的相关信息，比如使用说明、建议、概述等等。还会显示执行每个屏幕相关操作所需的表单或工具，比如添加/更新/删除记录、检查日志、修改配置设置等等。

source: Finally at the bottom of the page, the site footer is displayed (see figure below). It contains a link to directly access the OTRS official web site, or switch to mobile mode.
hu: Végül az oldal alján az oldal lábléce jelenik meg (lásd a lenti ábrát). Hivatkozásokat tartalmaz az OTRS hivatalos weboldalának közvetlen eléréséhez vagy a mobil módra váltáshoz.
zh_cn: 最后，在页面的底端，显示的是网站页脚（见下图）。它包含一个链接以便直接访问OTRS官方网站或切换到移动模式。

source: Normally the icon row, navigation bar and footer are the same in all the screens over the web interface.
hu: Normális esetben az ikonsor, a navigációs sáv és a lábléc ugyanaz a webes felület összes képernyőjén.
zh_cn: 一般地，图标行、导航栏和页脚在WEB界面的所有屏幕都是相同的。

source: Footer
hu: Lábléc
zh_cn: 页脚

source: The Dashboard
hu: A vezérlőpult
zh_cn: 仪表板

source: The Dashboard is the main page of the system, here you can get an overview about the tickets and other stuff related to the ticket activity. It's thinking to be the starting point for the daily work of an agent, by default it presents a quick summary of the tickets which are pending, escalated, new, and open, among other information.
hu: A vezérlőpult a rendszer főoldala, itt kaphat áttekintést a jegyekről és a jegytevékenységgel kapcsolatos egyéb dolgokról. Úgy gondolták, hogy ez legyen a kezdőpont egy ügyintéző napi munkájához. Azon jegyek gyors összegzését jeleníti meg az egyéb információk között alapértelmezetten, amelyek függőben vannak, eszkaláltak, újak és nyitottak.
zh_cn: 仪表板是OTRS系统的主页，在这里你可以得到关于工单和工单活动的其它相关资料的概览。仪表板是一个服务人员日常工作的起点，默认展示各类工单的快速汇总（处于挂起、升级、新建和处理中状态的工单数），以及其它信息。

source: One of the most important features about Dashboard is that is completely customizable. That means you that can configure each part as you want, showing or hiding elements. It's even possible to relocate this elements within the same column by clicking on and dragging the element's header, and dropping them elsewhere. Each element is named "Widget", the system has some widgets ready to use out of the box, but the modular design of the dashboard screen is prepared to integrate custom widgets easily.
hu: A vezérlőpult egyik legfontosabb szolgáltatása, hogy teljesen személyre szabható. Ez azt jelenti, hogy minden részét úgy állíthatja be, ahogy csak szeretné, megjeleníthet vagy elrejthet elemeket. Lehetséges még ezen elemek áthelyezése is ugyanazon oszlopon belül az elem fejlécére kattintva és elhúzva, majd máshova ejtve azokat. Az egyes elemeket „felületi elemnek” hívják. A rendszer számos azonnal használható, kulcsrakész felületi elemmel rendelkezik, de a vezérlőpult képernyő moduláris felépítése elő van készítve egyéni felületi elemek könnyű integrálásához.
zh_cn: 仪表板最重要的功能就是：它是完全可定制的。这意味着你可以根据需要配置每一个元素的显示或隐藏。甚至在当前列内随意调整各部分的位置，只需点击元素顶部并施动，然后放到任意位置即可。每个元素叫做“小部件”，OTRS系统有一些开箱即用的小部件，但是模块化的设计使得在仪表板中集成定制小部件很容易。

source: The content of this screen is arranged in two main columns, on the left column you normally can see information about tickets classified by their states like: reminder, escalated, new, and open. On each of this widgets you can filter the results to see all of the tickets that you are allowed to access, tickets you have locked, the ones that are located in agent defined queues, among other filters. There are also other kind of widgets in this column and they are all described below.
hu: Ezen képernyő tartalma két főoszlopra rendezett. A bal oldali oszlopban normális esetben információkat láthat a jegyekről az állapotuk szerint osztályozva, mint például emlékeztető, eszkalált, új és nyitott. Ezen felületi elemek mindegyikén szűrheti a találatokat, hogy megtekinthesse az összes olyan jegyet, amelyhez hozzáférhet, azokat a jegyeket, amelyeket zárolt, azokat, amelyek az ügyintéző által meghatározott várólistákban találhatók egyéb szűrők között. Másfajta felületi elemek is vannak ebben az oszlopban, és ezek mind le vannak írva lentebb.
zh_cn: 仪表板屏幕被分成了两个主要的列，左边的列通常是你看到工单按状态分类的信息，如提醒、升级、新建和处理中。每个小部件上你可以过滤结果，以分别查看有权访问的所有工单、你锁定的工单、你所属队列中的工单以及其它过滤条件的结果。这个列中还有其它类型的小部件，都在下面介绍。

source: Dashboard widgets
hu: Vezérlőpult felületi elemek
zh_cn: 仪表板小部件

source: Left column dashboard widgets.
hu: A bal oszlopban lévő vezérlőpult felületi elemek.
zh_cn: 仪表板左边列的小部件。

source: Ticket List Widgets
hu: Jegylista felületi elemek
zh_cn: 工单列表小部件

source: Widgets under this category share same overall behavior, look and feel. This widgets shows a list of tickets on a determined state. The amount of tickets display on each list page can be configured in widget options (they appear when you hover the mouse pointer over the top right part of the widget). This widgets support the following filters:
hu: Ezen kategória alatti felületi elemek átfogó viselkedést, megjelenést osztanak meg. Ezek a felületi elemek maghatározott állapotú jegyek listáját jelenítik meg. Az egyes listaoldalakon megjelenített jegyek mennyisége beállítható a felületi elem beállításainál (akkor jelenik meg, ha az egérmutatót a felületi elem jobb felső részére húzza). Ezek a felületi elemek a következő szűrőket támogatják:
zh_cn: 在这个类别下的小部件共享一些相同的整体行为、外观和感觉。这些小部件显示不同状态的工单列表。每个列表页面显示的工单数量可以在小部件设置（当你把鼠标移到到小部件的右上方时就会显示）里配置。这些小部件支持下面的过滤器：

source: My locked tickets
hu: Saját zárolt jegyek
zh_cn: 我锁定的工单

source: The tickets that the logged agent has locked.
hu: Azok a jegyek, amelyeket a bejelentkezett ügyintéző zárolt.
zh_cn: 被当前登录的服务人员锁定的工单。

source: My watched tickets
hu: Saját megfigyelt jegyek
zh_cn: 我关注的工单

source: The tickets that the logged agent has in his/her watched list, requires <literal>Ticket::Watcher</literal> setting to be turned on to be displayed.
hu: Azok a jegyek, amelyek a bejelentkezett ügyintéző megfigyelési listáján vannak. A <literal>Ticket::Watcher</literal> beállítás bekapcsolását igényli a megjelenítéshez.
zh_cn: 登录的服务人员在他/她的关注列表中的工单，需要打开<literal>Ticket::Watcher</literal>设置才能显示。

source: My responsibilities
hu: Saját felelősségek
zh_cn: 我负责的工单

source: The tickets that the logged agent is set as responsible, <literal>Ticket::Responsible</literal> setting is required to be turned on in order to make this filter visible.
hu: Azok a jegyek, amelyeknél a bejelentkezett ügyintéző felelősként van beállítva. A <literal>Ticket::Responsible</literal> beállítás bekapcsolása szükséges annak érdekében, hogy ez a szűrő látható legyen.
zh_cn: 登录的服务人员设置为负责人的工单，需要打开<literal>Ticket::Responsible</literal>设置才能看到这个过滤器。

source: Tickets in My Queues
hu: Jegyek a várólistáimban
zh_cn: 我队列中的工单

source: The tickets that are on queues where the agent define as <emphasis>My Queues</emphasis>.
hu: Azok a jegyek, amelyek olyan várólistákban vannak, amelyeket az ügyintéző <emphasis>Saját várólistákként</emphasis> határozott meg.
zh_cn: 工单所属队列在服务人员定义的“<emphasis>我的队列</emphasis>”中的工单。

source: Tickets in My Services
hu: Jegyek a szolgáltatásaimban
zh_cn: 我服务的工单

source: The tickets that are assigned to services where the agent define as <emphasis>My Services</emphasis> and are on queues with at least read-only permissions.
hu: Azok a jegyek, amelyek olyan szolgáltatásokhoz vannak rendelve, amelyeket az ügyintéző <emphasis>Saját szolgáltatásokként</emphasis> határozott meg, és legalább csak olvasható jogosultságokkal rendelkező várólistákban vannak.
zh_cn: 工单分配的服务在服务人员定义的“<emphasis>我的服务</emphasis>”中且服务人员在队列中至少有只读权限的工单。

source: All Tickets
hu: Minden jegy
zh_cn: 所有的工单

source: All the tickets where the agent has access.
hu: Az összes jegy, amelyhez az ügyintézőnek hozzáférése van.
zh_cn: 这个服务人员能访问的所有工单。

source: This widgets are:
hu: Ezek a felületi elemek a következők:
zh_cn: 这些小部件是：

source: Reminder Tickets
hu: Emlékeztető jegyek
zh_cn: 提醒的工单

source: Tickets that are set as pending and the reminder date has been reach.
hu: Azok a jegyek, amelyek függőben lévőként vannak beállítva és az emlékeztető dátuma elérve.
zh_cn: 被设置为挂起并且提醒时间已到的工单。

source: Escalated Tickets
hu: Eszkalált jegyek
zh_cn: 升级的工单
