Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Preserve the section entitled "History", and its title, and add to it an item stating at least the title, year, new authors, and publisher of the Modified Version as given on the Title Page. If there is no section entitled "History" in the Document, create one stating the title, year, authors, and publisher of the Document as given on its Title Page, then add an item describing the Modified Version, as stated in the previous sentence.
hu: Az „Előzmények” elnevezésű szakaszt, illetve annak címét szintén hagyja érintetlenül, emellett adjon hozzá egy új elemet, amely minimálisan tartalmazza a Módosított Változat címét, kiadási évét, továbbá az új szerzők, illetve a kiadó nevét, a Címlapon láthatókhoz hasonlóan. Amennyiben a Dokumentum nem tartalmaz semmiféle „Előzmények” elnevezésű szakaszt, úgy hozzon létre egyet, amely tartalmazza a Dokumentum címét, kiadási évét, továbbá a szerzők, illetve a kiadó nevét, a Címlapon láthatókhoz hasonlóan; majd ezt követően adjon hozzá egy új, a Módosított Változatra vonatkozó elemet, a fentiekkel összhangban.
zh_cn: 保留题为“历史”的章节，不要改动其标题，并且给它添加一条包括修改版的书名、日期、作者、发布者的条目，就像扉页里给出的那样。如果原文档没有题为“历史”的章节，你就建立该章节，创建一条包括原文档的书名、日期、作者、发布者的条目，如原文档的扉页里给出的那样，然后再象上面规定那样，添一条描述修改版的条目。

source: Preserve the network location, if any, given in the Document for public access to a Transparent copy of the Document, and likewise the network locations given in the Document for previous versions it was based on. These may be placed in the "History" section. You may omit a network location for a work that was published at least four years before the Document itself, or if the original publisher of the version it refers to gives permission.
hu: Ne tegyen változtatásokat a Dokumentumban megadott Átlátszó példány nyilvános hálózati elérhetőségét (ha van ilyen) illetően, vagy hasonlóképp, a Dokumentum alapjául szolgáló korábbi változatok hálózati helyére vonatkozóan. Ezek az „Előzmények” szakaszban is szerepelhetnek. Csak abban az esetben hagyhatja el egyes korábbi változatok hálózati elérhetőségét, ha azok legkevesebb négy évvel a Dokumentum előtt készültek, vagy ha maga az alkotó engedélyezi azt.
zh_cn: 如果文档中给出了访问兼容文档的链接，你应该保护网址的有效，并且该网址还应该提供该文档的前承版本。这些链结可以在“历史”章节给出。如果前承文档发布已超过四年或者原作者在文档中提到不必指明前承版本，那么你可以在作品中略去其链结。

source: In any section entitled "Acknowledgements" or "Dedications", preserve the section's title, and preserve in the section all the substance and tone of each of the contributor acknowledgements and/or dedications given therein.
hu: Bármely „Köszönetnyilvánítás”, vagy „Ajánlások” elnevezésű szakasz címét hagyja érintetlenül, továbbá gondoskodjon arról, hogy azok tartalma és hangvétele az egyes hozzájárulókat, és/vagy az ajánlásokat illetően változatlan maradjon.
zh_cn: 原文档中的任何题为“鸣谢”或“贡献”的章节都必须维持其标题和章节中对每位贡献者的谢词的原旨和感情。

source: Preserve all the Invariant Sections of the Document, unaltered in their text and in their titles. Section numbers or the equivalent are not considered part of the section titles.
hu: A Dokumentum összes Nem Változtatható szakaszát hagyja érintetlenül, úgy címüket, mint tartalmukat illetően. A szakaszok számozása, vagy bármely azzal egyenértékű jelölés nem tartozik a szakaszcímek közé.
zh_cn: 维持原文档的固定章节的标题和内容不变。当然，章节标号不属于章节标题的一部分(可以改动)。

source: Delete any section entitled "Endorsements". Such a section may not be included in the Modified Version.
hu: Töröljön minden „Hozzájárulás” elnevezésű szakaszt. Effajta szakaszok nem képezhetik részét a Módosított Változatnak.
zh_cn: 删除原文档中任何题为“注记”的章节。这些章节可能是之针对原文档的。

source: Do not retitle any existing section as "Endorsements" or to conflict in title with any Invariant Section.
hu: Ne nevezzen át semmilyen létező szakaszt „Hozzájárulás” elnevezésűre, vagy olyasmire, amely címében a Nem Változtatható szakaszokkal ütközhet.
zh_cn: 不要把任何已有章节标题改为“注记”，或改为与固定章节有冲突的标题。

source: If the Modified Version includes new front-matter sections or appendices that qualify as Secondary Sections and contain no material copied from the Document, you may at your option designate some or all of these sections as invariant. To do this, add their titles to the list of Invariant Sections in the Modified Version's license notice. These titles must be distinct from any other section titles.
hu: Ha a Módosított Változat új bevezető szakaszokat tartalmaz, vagy olyan függelékeket, melyek Másodlagos szakasznak minősülnek, ám nem tartalmaznak a Dokumentumból származó anyagot, abban az esetben, belátása szerint, e szakaszok némelyikét, vagy akár az összeset besorolhatja nem változtathatóként. Ehhez nem kell mást tennie, mint felsorolni a szóban forgó címeket a Módosított Változat licencének Nem Változtatható szakaszok listájában. E címeknek határozottan el kell különülnie minden egyéb szakaszcímtől.
zh_cn: 如果文档修正版包含了新的没有从原文档摘取素材的有附属章节资格的前序章节或附录，你可以在自己的选择下指定这些章节的全部或一些为固定章节。你需要为修正版的许可声明中的固定章节序列添加标题。这些标题必须与其它章节的标题明显地区别开来。

source: You may add a section entitled "Endorsements", provided it contains nothing but endorsements of your Modified Version by various parties--for example, statements of peer review or that the text has been approved by an organization as the authoritative definition of a standard.
hu: „Hozzájárulás” elnevezésű szakaszt csak akkor adhat a Dokumentumhoz, ha az kizárólag a Módosított Változatra utaló megjegyzéseket tartalmaz – például mások recenzióira vonatkozóan, vagy hogy egy szervezet a szöveget egy szabvány mérvadó definíciójaként ismerte el.
zh_cn: 你可以添加题为“注记”的章节，只要包含各方面对你的修正版的评议，例如：综合评论或被某组织认可的某标准的权威定义的原文。

source: You may add a passage of up to five words as a Front-Cover Text, and a passage of up to 25 words as a Back-Cover Text, to the end of the list of Cover Texts in the Modified Version. Only one passage of Front-Cover Text and one of Back-Cover Text may be added by (or through arrangements made by) any one entity. If the Document already includes a cover text for the same cover, previously added by you or by arrangement made by the same entity you are acting on behalf of, you may not add another; but you may replace the old one, on explicit permission from the previous publisher that added the old one.
hu: Címlapszöveg gyanánt egy legfeljebb öt szóból álló szövegrészt adhat meg, a Hátlapszöveg esetén pedig 25 szót fűzhet a Módosított Változat Borítószövegeinek végéhez. Bármely természetes vagy jogi személy csak és kizárólag egy Címlapszöveg és egy Hátlapszöveg részt adhat (akár közvetítőn keresztül) a Dokumentumhoz. Ha a Dokumentum már rendelkezik Borítószöveggel ehhez a változathoz, mert korábban Ön adta hozzá, vagy az a szervezet, amelynek nevében Ön fellép, akkor nem adhat hozzá másik Borítószöveget; a régit mindazonáltal lecserélheti, abban az esetben, ha az azt hozzáadó korábbi kiadó egyértelműen engedélyezi.
zh_cn: 你可以在修正版封皮文字序列末尾添加5个词左右的书名和25个词左右的封底文字。一个实体(进行出版的个人或组织)可能只会添加(或通过整理形成)一段封面文字和封底文字。如果文档已经包含同样用于封皮的封皮文字(先前由你添加或由你代理的实体整理)，你就不要再另外添加了；不过在添加旧封皮的原发布者的明确许可下你可以把旧的替换掉。

source: The author(s) and publisher(s) of the Document do not by this License give permission to use their names for publicity for or to assert or imply endorsement of any Modified Version.
hu: A közös Dokumentum szerzői és kiadói ezzel a Licenccel nem járulnak hozzá nevük felhasználására, a Módosított Változat népszerűsítésére, és nem támogatják azt.
zh_cn: 本协议不允许文档作者和发布者用他们的名字公开声称或暗示对任何修正版的认可。

source: COMBINING DOCUMENTS
hu: KOMBINÁLT DOKUMENTUMOK
zh_cn: 合并文档

source: You may combine the Document with other documents released under this License, under the terms defined in section 4 above for modified versions, provided that you include in the combination all of the Invariant Sections of all of the original documents, unmodified, and list them all as Invariant Sections of your combined work in its license notice.
hu: Önnek lehetősége van a Dokumentum egyéb, e Licenc hatálya alatt kiadott dokumentumokkal való kombinálására a 4. szakasz módosított változatokra vonatkozó rendelkezései alapján, feltéve, hogy a kombináció módosítás nélkül tartalmazza az eredeti dokumentumok összes Nem Változtatható szakaszát, és hogy azok mind Nem Változtatható szakaszként kerülnek felsorolásra a kombinált munka licencében, és tartalmazzák a hozzájuk tartozó Garanciák Kizárásait is.
zh_cn: 你可以在本协议下依据第4节里对修正版定义的条款把文档与其它文档合并起来发布，只要你在合并文档里原封不动地包含所有原始文档的所有固定章节，并在你的合并文档的许可声明中将其全部列为固定章节，而且保留其所有免责声明。

source: The combined work need only contain one copy of this License, and multiple identical Invariant Sections may be replaced with a single copy. If there are multiple Invariant Sections with the same name but different contents, make the title of each such section unique by adding at the end of it, in parentheses, the name of the original author or publisher of that section if known, or else a unique number. Make the same adjustment to the section titles in the list of Invariant Sections in the license notice of the combined work.
hu: A kombinált munkának a jelen Licenc mindössze egy példányát kell tartalmaznia, az egymással átfedésben lévő Nem Változtatható szakaszok pedig kiválthatók egy összegzett példánnyal. Amennyiben több Nem Változtatható szakasz szerepelne ugyanazon címmel, ám eltérő tartalommal, úgy alakítsa át minden egyes szakasz címét olyan módon, hogy mögé írja zárójelben az eredeti szerző és kiadó nevét (ha ismeri) vagy egy egyedi sorszámot. Ha szükséges, a Nem Változtatható szakaszok címeivel is végezze el a fenti módosításokat a kombinált munka licencében.
zh_cn: 合并后文档只需包含一份本协议，重复的多处固定章节应该用单独的章节替代。如果重复的固定章节只是标题相同，但内容是不同的，就在每一小段标题末端的括号里添加已知的原作者或原发布者(的名字)，或给每小段一个唯一的标号。在合并文档的许可声明里的固定章节中的章节标题也要做相应的调整。

source: In the combination, you must combine any sections entitled "History" in the various original documents, forming one section entitled "History"; likewise combine any sections entitled "Acknowledgements", and any sections entitled "Dedications". You must delete all sections entitled "Endorsements."
hu: A kombinált munkában az eredeti dokumentumok összes „Előzmények” elnevezésű szakaszát össze kell olvasztania, miáltal egy összefüggő „Előzmények” elnevezésű szakasz jön létre; hasonlóképp kell eljárnia a „Köszönetnyilvánítás”, illetve az „Ajánlások” elnevezésű szakaszok tekintetében". Ugyanakkor minden „Hozzájárulás” elnevezésű szakaszt törölnie kell.
zh_cn: 在合并文档里，你必须把不同原文档的“历史”章节合并成一个“历史”章节；同样需要合并的章节有“鸣谢”、“贡献”。你还必需把所有“注记”章节删除。

source: COLLECTIONS OF DOCUMENTS
hu: DOKUMENTUMGYŰJTEMÉNYEK
zh_cn: 文档合集

source: You may make a collection consisting of the Document and other documents released under this License, and replace the individual copies of this License in the various documents with a single copy that is included in the collection, provided that you follow the rules of this License, for verbatim copying of each of the documents in all other respects.
hu: Önnek lehetősége van a Dokumentumból, illetve bármely egyéb, a jelen Licenc hatálya alatt kiadott dokumentumból gyűjteményt létrehozni, és az egyes dokumentumokban található licenceket egyetlen példánnyal kiváltani, feltéve, hogy a gyűjteményben szereplő összes dokumentum esetén minden más tekintetben követi a jelen Licenc feltételeit azok szó szerinti sokszorosítására vonatkozóan.
zh_cn: 如果你对每份文档不论在哪方面都遵循了本协议的原样复制条款，那么你可以在本协议下发布你以该文档和其他文档制作的合集，并以一个单独的副本来替代合集中各文档里分别使用的本协议副本。

source: You may extract a single document from such a collection, and distribute it individually under this License, provided you insert a copy of this License into the extracted document, and follow this License in all other respects regarding verbatim copying of that document.
hu: Tetszése szerint ki is emelhet egy meghatározott dokumentumot a gyűjteményből, továbbá terjesztheti azt jelen Licenc feltételei alapján, feltéve, hogy a szóban forgó dokumentumhoz mellékeli a jelen Licenc egy példányát, és minden egyéb tekintetben betartja jelen Licenc előírásait a dokumentum szó szerinti sokszorosítására vonatkozóan.
zh_cn: 你可以从该合集中提取一个单独的文档，并在本协议下单独发布，只要你在该提取出的文档中加入一份本协议的副本，并在文档的其他所有方面都遵循本协议的原样复制的条款。

source: AGGREGATION WITH INDEPENDENT WORKS
hu: ÖSSZEFŰZÉS FÜGGETLEN MUNKÁKKAL
zh_cn: 独立作品汇集

source: A compilation of the Document or its derivatives with other separate and independent documents or works, in or on a volume of a storage or distribution medium, does not as a whole count as a Modified Version of the Document, provided no compilation copyright is claimed for the compilation. Such a compilation is called an "aggregate", and this License does not apply to the other self-contained works thus compiled with the Document, on account of their being thus compiled, if they are not themselves derivative works of the Document.
hu: A Dokumentum és annak származékainak különálló, vagy független dokumentumokkal, illetve munkákkal való összefűzése egy közös tárolási, vagy terjesztési egységen „gyűjteménynek” nevezendő, amennyiben az összefűzés eredményeképpen érvényes szerzői jogi feltételek nem korlátozzák nagyobb mértékben az összefűzés felhasználóinak jogait, mint amennyire azt az egyes összetevők teszik. Amikor a Dokumentum része egy gyűjteménynek, akkor a jelen Licenc nem érvényes a gyűjtemény azon részeire, amelyek nem a Dokumentumból származtatott munkák.
zh_cn: 文档和其它独立的不受本协议约束的派生文档或作品编纂在一个大文库中或大媒体上，如果汇编作品的版权对该汇编作品用户的权利限制没有超出那些独立作品的许可范围，该汇编作品称为“aggregate(汇集)”。当文档被包含在汇集中的时候，本协议不对汇集中该文档的非直承(不是以本协议发布的)作品起作用。

source: If the Cover Text requirement of section 3 is applicable to these copies of the Document, then if the Document is less than one quarter of the entire aggregate, the Document's Cover Texts may be placed on covers that surround only the Document within the aggregate. Otherwise they must appear on covers around the whole aggregate.
hu: Amennyiben a 3. szakasz Borítószövegekre vonatkozó rendelkezései alkalmazhatók a Dokumentum e példányaira, és a Dokumentum a teljes összegzésnek kevesebb, mint felét teszi ki, úgy a Dokumentum Borítószövegeit olyan módon is el lehet helyezni a borítókon, hogy azok csak magát a Dokumentumot fogják közre. Minden más esetben a teljes összegzés borítólapjain kell feltüntetni a fenti szövegeket.
zh_cn: 如果第3节中对封皮文字的要求适用于文档的该副本，那么如果文档在汇集中所占的比例小于全文的一半，文档的封皮文字可以被置于汇集内该文档的内封页上，或是电子文档中的等效部分(如果文档以电子版发布)。否则，必须将其现于封装整个汇集的印好的封皮上。

source: TRANSLATION
hu: FORDÍTÁS
zh_cn: 翻译

source: Translation is considered a kind of modification, so you may distribute translations of the Document under the terms of section 4. Replacing Invariant Sections with translations requires special permission from their copyright holders, but you may include translations of some or all Invariant Sections, in addition to the original versions of these Invariant Sections. You may include a translation of this License provided that you also include the original English version of this License. In case of a disagreement between the translation and the original English version of this License, the original English version will prevail.
hu: A fordítás egyfajta módosításnak tekinthető, így a Dokumentum lefordított példányai a 4. szakasz rendelkezései alapján terjeszthetők. A Nem Változtatható szakaszok lefordításához külön engedélyt kell kérni a szerzői jogtulajdonostól, mindazonáltal közzétehetők a lefordított változatok is úgy, ha az eredeti Nem Változtatható szakaszokat is belefoglalja a munkába. E Licenc lefordítására, valamint minden, a Dokumentumhoz tartozó Licencmellékletre, illetve az esetleges Garanciák Kizárásaira ugyanezek a feltételek érvényesek, vagyis a lefordított változatok csak akkor jelenhetnek meg, ha mellette ott vannak az eredeti, angol nyelvű Licenc, a mellékletek és kizárások szövegei is. Amennyiben eltérés mutatkozna az eredeti változatok, illetve a fordítás között, úgy a Licenc, a mellékletek és kizárások angol nyelvű eredetije tekintendő mérvadónak.
zh_cn: 我们认为翻译是一种修改，所以你可以按照第4节的条款发布文档的翻译版本。如果要将文档的固定章节用译文取代，需要得到版权持有者的许可，但你可以将部分或全部固定章节的译文附加在原始版本的后面。你可以包含一份本协议、所有许可声明及免责声明的译文，只要你同时包含其原始英文版本即可。当译文和原文有歧义的时候，以原文为准。

source: TERMINATION
hu: MEGSZŰNÉS
zh_cn: 协议终止

source: You may not copy, modify, sublicense, or distribute the Document except as expressly provided for under this License. Any other attempt to copy, modify, sublicense or distribute the Document is void, and will automatically terminate your rights under this License. However, parties who have received copies, or rights, from you under this License will not have their licenses terminated so long as such parties remain in full compliance.
hu: A jelen Licencben egyértelműen kijelölt kereteken kívül tilos a Dokumentum bárminemű sokszorosítása, módosítása, továbblicencelése, vagy terjesztése. Minden ezzel szembeni sokszorosítási, módosítási, továbblicencelési, vagy terjesztési kísérlet a jelen Licencben meghatározott jogok automatikus megszűnését vonja maga után. Ugyanakkor azok a felek, akik Önön keresztül jutottak másolathoz vagy jogosultságokhoz, nem veszítik el azokat, amíg maradéktalanul betartják e Licenc előírásait.
zh_cn: 除非你明确遵循本协议，否则你不可以对文档进行复制、修改、分授许可及发布。对文档的任何其它(违反本协议的)意图的复制、修改、分授许可及发布是无效的，并且这将自动终止你在本协议下享有的权利。不过，从你这里获得文档副本或权利的群体的协议不会被终止，只要他们完全遵循本协议。

source: FUTURE REVISIONS OF THIS LICENSE
hu: JELEN LICENC JÖVŐBENI JAVÍTÁSAI
zh_cn: 本协议的未来修订版

source: The Free Software Foundation may publish new, revised versions of the GNU Free Documentation License from time to time. Such new versions will be similar in spirit to the present version, but may differ in detail to address new problems or concerns. See <ulink url="http://www.gnu.org/copyleft/">http://www.gnu.org/copyleft/</ulink>.
hu: Megtörténhet, hogy a Free Software Foundation időről időre felülvizsgált és/vagy új verziókat bocsát ki a GNU Free Documentation License-ből. E verziók szellemisége hasonló lesz jelen változatéhoz, ám részleteikben eltérhetnek, új problémák, új aggályok felmerülése okán. Vö.: <ulink url="http://www.gnu.org/copyleft/">http://www.gnu.org/copyleft/</ulink>.
zh_cn: 自由软件基金会有时会发布新的 GNU自由文档协议修订版。新版本将会和当前版本体现类似的精神，但在处理某些新的问题和利害关系的细节上会有所不同。参阅 <ulink url="http://www.gnu.org/copyleft/">http://www.gnu.org/copyleft/</ulink>。

source: Each version of the License is given a distinguishing version number. If the Document specifies that a particular numbered version of this License "or any later version" applies to it, you have the option of following the terms and conditions either of that specified version or of any later version that has been published (not as a draft) by the Free Software Foundation. If the Document does not specify a version number of this License, you may choose any version ever published (not as a draft) by the Free Software Foundation.
hu: A Licenc minden változata egyedi verziószámmal van ellátva. Ha a Dokumentum jelen Licenc egy konkrét, számozott verziójára „vagy bármely újabb verzióra” hivatkozik, úgy önnek a szóban forgó változat, vagy bármely újabb a Free Software Foundation által (nem vázlatként) kiadott verzió feltételeinek követésére lehetősége van. Ha a Dokumentum nem ad meg semmilyen verziószámot, úgy bármely, a Free Software Foundation által valaha (nem vázlatként) kiadott változat megfelel.
zh_cn: 本协议的每个版本都有一个唯一的版本号。如果文档指定遵循一个特定的本协议版本“或任何后续版本”，你可以选择遵循指定版本或自由软件基金会发布的任何后续(非草案)版本的条款和条件。如果文档没有指定本许可证的版本，那么你可以选择遵循任何自由软件基金会已发布的(非草案)版本。

source: How to use this License for your documents
hu: A Licenc alkalmazása saját dokumentumaira
zh_cn: 你的文档怎样使用GNU自由文档许可证

source: To use this License in a document you have written, include a copy of the License in the document and put the following copyright and license notices just after the title page:
hu: Ha a jelen Licencet egy Ön által írt dokumentumban kívánja használni, akkor mellékelje hozzá a Licenc egy példányát, továbbá vezesse rá az alábbi szerzői jogi és licencközleményeket, rögtön a címlapot követően:
zh_cn: 要使用本许可证发布你写的文档，请在文档中包含本协议的一个副本，并在紧接扉页之后加入如下版权声明与许可声明：

source: Copyright (c) YEAR YOUR NAME. Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with the Invariant Sections being LIST THEIR TITLES, with the Front-Cover Texts being LIST, and with the Back-Cover Texts being LIST. A copy of the license is included in the section entitled "GNU Free Documentation License".
hu: Copyright (C) ÉV AZ ÖN NEVE. Engedélyt adunk Önnek a jelen dokumentum sokszorosítására, terjesztésére és/vagy módosítására a Free Software Foundation által kiadott GNU Free Documentation License 1.1-es, vagy bármely azt követő verziójának feltételei alapján. Nem Változtatható szakaszok: ITT SOROLJA FEL A CÍMEIKET, Címlapszövegek: FELSOROLÁS, Hátlapszövegek: FELSOROLÁS. A jelen licenc egy példányát a „GNU Free Documentation License” elnevezésű szakasz alatt találja.

source: If you have no Invariant Sections, write "with no Invariant Sections" instead of saying which ones are invariant. If you have no Front-Cover Texts, write "no Front-Cover Texts" instead of "Front-Cover Texts being LIST"; likewise for Back-Cover Texts.
hu: Amennyiben nincsenek Nem változtatható szakaszok, akkor ahelyett a rész helyett, hogy melyek nem változtathatóak, írja azt, hogy Nem tartalmaz Nem változtatható szakaszokat. Amennyiben nincsenek Címlapszövegek, akkor Címlapszöveg felsorolása helyett, írja azt, hogy Címlapszöveget nem tartalmaz; hasonlóan járjon el a Hátlapszöveg esetében.
zh_cn: 如果你没有固定章节，请用“with no Invariant Sections”替换“with the Invariant Sections being LIST THEIR TITLES”，如果你没有封面文字，请用“no Front-Cover Texts”替换“Front-Cover Texts being LIST” ；封底文字也同样按此处理。

source: If your document contains nontrivial examples of program code, we recommend releasing these examples in parallel under your choice of free software license, such as the GNU General Public License, to permit their use in free software.
hu: Amennyiben a dokumentum nem egyértelmű programkódpéldákat is tartalmaz, úgy azt javasoljuk, hogy e példákat egy választása szerinti szabad szoftver licenc alatt közölje – mint például a GNU General Public License –, hogy lehetővé tegye a kódok szabad szoftverekben való alkalmazását.
zh_cn: 如果你的文件中包含有并非微不足道的程序代码范例，我们建议以你选择的自由软件授权比如GNU General Public License 来并行地发布这些范例，从而允许它们作为自由软件使用。

source: First Steps
hu: Az első lépések
zh_cn: OTRS第一步

source: The goal of this chapter is to provide a brief overview of OTRS and the structure of its web interface. The terms 'agents', 'customers', and 'administrators' are introduced. We also login as the OTRS administrator and take a closer look at the user preferences available on every account.
hu: Ennek a fejezetnek az a célja, hogy rövid áttekintést nyújtson az OTRS-ről és a webes felületének szerkezetéről. Bevezetésre kerülnek az „ügyintéző”, „ügyfél” és „adminisztrátor” kifejezések. Bejelentkezünk OTRS adminisztrátorként is, és közelebbi pillantást vetünk az összes fióknál elérhető felhasználó beállításokra.
zh_cn: 本章的目的是提供 OTRS 简短的概述及其 web 界面的结构，介绍术语‘服务人员’、‘客户’和‘系统管理员’。还以 OTRS 系统管理员登录，仔细看看每个用户帐户可用的偏好设置。

source: Agent Web Interface
hu: Az ügyintéző webes felülete
zh_cn: 服务人员WEB界面

source: Before logging on for the first time, please consider activating the HTTPS on your web server in order for OTRS to be served as a secure app over SSL/TLS protocol. For detailed instructions on how to do this, please consult the documentation of your web server (e.g. Apache2).
hu: Mielőtt első alkalommal jelentkezne be, fontolja meg a HTTPS bekapcsolását a webkiszolgálón annak érdekében, hogy az OTRS biztonságos alkalmazásként legyen kiszolgálva SSL/TLS protokollokon keresztül. A részletes utasításokhoz olvassa el a webkiszolgáló (például Apache2) dokumentációját, hogy hogyan kell ezt elvégezni.
zh_cn: 在第一次登录之前，请考虑激活Web服务器上的HTTPS，以便OTRS通过SSL/TLS协议提供安全应用服务。 有关如何执行此操作的详细说明，请参阅Web服务器（如Apache2）的文档。
