Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: For new process tickets, a StartActivityDialog must be defined. This will be shown when creating a new process ticket (after the process was selected). At this point, the ticket does not exist yet, it will be created after submitting the StartActivityDialog.
hu: Új folyamatjegyeknél meg kell határozni egy kezdő tevékenység párbeszédet. Ez akkor lesz megjelenítve, amikor egy új folyamatjegyet hoznak létre (miután kiválasztották a folyamatot). Ezen a ponton a jegy még nem létezik, a kezdő tevékenység párbeszéd elküldése után lesz létrehozva.
zh_cn: 对新的流程工单，必须定义一个‘起始活动对话框’。这将在创建一个流程工单时显示（在选定流程后）。在这个时间点，工单还不存在，工单会在‘起始活动对话框’提交之后创建。

source: Path
hu: Útvonal (Path)
zh_cn: 路径

source: The Path contains the structure of the Activities, and the possible Transitions between them, for the current process. And also the Transition Actions that happens when transitioning . This controls the way that a process ticket can take. Example:
hu: Az útvonal tartalmazza a tevékenységek szerkezetét és a köztük lévő lehetséges átmeneteket a jelenlegi folyamatnál. Valamint a tevékenység átmeneteket is, amelyek az átmenetkor következnek be. Ez szabályozza azt az utat, amelyet egy folyamatjegy megtehet. Példa:
zh_cn: 路径包含了当前流程的活动及活动间可能的转换。还有在转换时发生的转换操作。这个方式控制了流程工单发生的路径。例如：

source: 'A1' => { 'T1' => { ActivityEntityID => 'A2', }, 'T2' => { ActivityEntityID => 'A3', }, 'T3' => { ActivityEntityID => 'A4', TransitionAction => ['TA1', 'TA2'], }, },
hu: 'T1' => { 'A1' => { ActivityEntityID => 'T2', }, 'A2' => { ActivityEntityID => 'T3', }, 'A3' => { ActivityEntityID => 'T4', TransitionAction => ['AM1', 'AM2'], }, },

source: If a process ticket is in Activity <literal>A1</literal>, it has three possible ways to get to another Activity. In the Transitions <literal>T1</literal> to <literal>T3</literal>, conditions are defined, that a process ticket must fulfill to move (transit) to another Activity.
hu: Ha egy folyamatjegy a <literal>T1</literal> tevékenységben van, akkor három lehetséges útja van, hogy eljusson egy másik tevékenységbe. Az <literal>A1</literal>-<literal>A3</literal> átmenetekben feltételek vannak meghatározva, amelyeket egy folyamatjegynek teljesítenie kell, hogy átlépjen (továbbítás) egy másik tevékenységbe.
zh_cn: 如果一个流程工单位于活动<literal>A1</literal>，它有3个可能的方法获取另一个活动。在转换<literal>T1</literal>到<literal>T3</literal>中已经定义了流程工单到移动（转换）到另一个活动必须要满足的条件。

source: If in this case all the values of the process ticket and its dynamic fields that are needed for the Transition <literal>T2</literal> are correct, the ticket will be moved from Activity <literal>A1</literal> to <literal>A3</literal>. After an ActivityDialog is submitted, or any other change is made to a ticket, it will be checked for possible Transitions from the current Activity. If multiple Transitions are possible, the first one will be used (based on numerical sorting of the TransitionIDs).
hu: Ha ebben az esetben a folyamatjegy összes értéke és annak dinamikus mezői helyesek, amelyek szükségesek a <literal>A2</literal> átmenethez, akkor a jegy át lesz léptetve a <literal>T1</literal> tevékenységből a <literal>T3</literal> tevékenységbe. Miután egy tevékenység párbeszédet elküldtek, vagy bármilyen más változtatást hajtottak végre a jegyen, akkor ellenőrizve lesznek a lehetséges átmenetek a jelenlegi tevékenységből. Ha több átmenet is lehetséges, akkor az első lesz használva (az átmenet-azonosítók számszerű rendezése alapján).
zh_cn: 在这个案例中，如果转换<literal>T2</literal>所需的所有流程工单及其动态字段的值都是正确的，则工单将从“活动”<literal>A1</literal>移动到<literal>> A3</literal>。 在提交了活动对话框之后，或者对工单进行了任何其他更改，将检查当前活动中是否有可能的转换。 如果可以进行多个转换，则将使用第一个转换（基于TransitionID的数值排序）。

source: Additionally, it is possible to assign Transition Actions to Transitions in the Path configuration. These are modules which are executed after a successful Transition. They have to be specified in array form as in the example, we'll talk about the details later.
hu: Lehetséges továbbá átmenet műveleteket rendelni az átmenetekhez az útvonal beállításaiban. Vannak olyan modulok, amelyek egy sikeres átmenet után lesznek végrehajtva. Ezeket tömbformában kell megadni, amint a példában is látható. A részletekről később fogunk beszélni.
zh_cn: 此外，还可以在路径配置中给转换分配转换操作。这些转换操作就是在成功转换后执行的模块。在示例流程中它们用数组表单方式分配，我们会在后面讨论这些细节。

source: Activity
hu: Tevékenység
zh_cn: 活动

source: An Activity contains one or more Activity Dialogs and models a <literal>step</literal> in the process. All Activity Dialogs of the current Activity are displayed in the ticket zoom and can be used until the conditions of a Transition are fulfilled.
hu: Egy tevékenység egy vagy több tevékenység párbeszédet tartalmaz, és egy <literal>lépést</literal> modellez a folyamatban. A jelenlegi tevékenység összes tevékenység párbeszéde meg lesz jelenítve a jegynagyításban, és addig használható, amíg egy átmenet feltételei nincsenek teljesítve.
zh_cn: 活动包含一个或多个活动对话框，并模拟该流程的一个<literal>步骤</literal>。 当前活动的所有活动对话框都显示在工单详情中，可以在满足转换条件之后使用。

source: Activity configuration
hu: Tevékenységbeállítás
zh_cn: 活动配置

source: Let's see an example activity configuration:
hu: Nézzünk egy tevékenységbeállítás példát:
zh_cn: 让我们看一个活动配置样例：

source: $Self->{'Process::Activity'} = { 'A1' => { Name => 'Activity 1 optional', CreateTime => '16-02-2012 13:37:00', CreateBy => '1', ChangeTime => '17-02-2012 13:37:00', ChangeBy => '1', ActivityDialog => { 1 => 'AD1', }, }, 'A2' => { Name => 'Activity 2 optional', CreateTime => '16-02-2012 13:37:00', CreateBy => '1', ChangeTime => '17-02-2012 13:37:00', ChangeBy => '1', ActivityDialog => { 1 => 'AD5', 2 => 'AD6', 3 => 'AD1', }, }, };
hu: $Self->{'Process::Activity'} = { 'T1' => { Name => '1. opcionális tevékenység', CreateTime => '16-02-2012 13:37:00', CreateBy => '1', ChangeTime => '17-02-2012 13:37:00', ChangeBy => '1', ActivityDialog => { 1 => 'TP1', }, }, 'T2' => { Name => '2. opcionális tevékenység', CreateTime => '16-02-2012 13:37:00', CreateBy => '1', ChangeTime => '17-02-2012 13:37:00', ChangeBy => '1', ActivityDialog => { 1 => 'TP5', 2 => 'TP6', 3 => 'TP1', }, }, };

source: The name of the activity.
hu: A tevékenység neve.
zh_cn: 活动的名称。

source: The time when it was created.
hu: Az időpont, amikor létrehozták.
zh_cn: 活动创建的时间。

source: UID of the user who created the Activity.
hu: A felhasználó felhasználó-azonosítója, aki a tevékenységet létrehozta.
zh_cn: 创建该活动用户UID。

source: The last time when it was changed.
hu: A legutolsó időpont, amikor megváltoztatták.
zh_cn: 最后修改的时间。

source: UID of the last user who changed the Activity.
hu: A legutolsó felhasználó felhasználó-azonosítója, aki a tevékenységet megváltoztatta.
zh_cn: 最后修改该流程的用户UID。

source: ActivityDialog
hu: Tevékenység párbeszéd (ActivityDialog)
zh_cn: 活动对话框

source: Activity Dialog contains the list of Activity Dialogs which are available in this Activity. All Activity Dialogs of the current Activity are displayed in the ticket zoom. Their order is set by the order in the configuration, here <literal>AD5</literal> is shown before <literal>AD6</literal> and <literal>AD1</literal>.
hu: A tevékenység párbeszéd azon tevékenység párbeszédek listáját tartalmazza, amelyek ebben a tevékenységben elérhetők. A jelenlegi tevékenység összes tevékenység párbeszéde meg fog jelenni a jegynagyításban. A sorrendjüket a beállításokban lévő sorrend állítja be. Itt a <literal>TP5</literal> a <literal>TP6</literal> és a <literal>TP1</literal> előtt jelenik meg.
zh_cn: 活动对话框包含当前活动的活动对话框列表。当前活动的所有活动对话框都显示在工单详情中。它们的顺序是由配置中的顺序设置的，此处<literal>AD5</literal>会显示在<literal>AD6</literal> 和<literal>AD1</literal>之前。

source: An Activity Dialog is a particular screen and can be used in different Activities.
hu: A tevékenység párbeszéd egy különleges képernyő, és különböző tevékenységekben használható.
zh_cn: 一个活动对话框是一个特别的屏幕，能在不同的活动中使用。

source: ActivityDialog configuration
hu: Tevékenység párbeszéd beállítások
zh_cn: 活动对话框配置

source: Let's see an example config:
hu: Nézzünk egy példabeállítást:
zh_cn: 让我们看一个活动配置样例：

source: $Self->{'Process::ActivityDialog'} = { 'AD1' => { Name => 'ActivityDialog 1 optional', DescriptionShort => 'Basic info', DescriptionLong => 'Please insert the necessesary basic information for IT orders', CreateTime => '28-02-2012 13:37:00', CreateBy => '1', ChangeTime => '29-02-2012 13:37:00', ChangeBy => '1', Fields => { PriorityID => { DescriptionShort => 'Priority ID', DescriptionLong => 'Enter the priority here', Display => 2, }, }, FieldOrder => [ 'PriorityID' ], SubmitAdviceText => 'Note: If you submit the form...', SubmitButtonText => 'Send request', }, 'AD2' => { Name => 'ActivityDialog 2 optional', DescriptionShort => 'Basic info', DescriptionLong => 'Please insert the necessesary basic information for Book orders', CreateTime => '28-02-2012 13:37:00', CreateBy => '1', ChangeTime => '29-02-2012 13:37:00', ChangeBy => '1', Fields => { StateID => { DescriptionShort => 'State ID', DescriptionLong => 'Enter the state here', Display => 2, DefaultValue => '2', }, Queue => { DescriptionShort => 'Queue ID', DescriptionLong => 'Enter the queue here', Display => 2, DefaultValue => 'Raw', }, Title => { DescriptionShort => 'Title', DescriptionLong => 'Enter the title here', Display => 1, DefaultValue => 'Default Title', }, DynamicField_Anzahl => { DescriptionShort => 'Amount', DescriptionLong => 'Enter the amount here', Display => 2, DefaultValue => '4', }, }, FieldOrder => [ 'DynamicField_Anzahl', 'StateID', 'Queue', 'Title' ], SubmitAdviceText => 'Note: If you submit the form...', SubmitButtonText => 'Send request', }, };
hu: $Self->{'Process::ActivityDialog'} = { 'TP1' => { Name => '1. opcionális tevékenység párbeszéd', DescriptionShort => 'Alapvető információk', DescriptionLong => 'Szúrja be a szükséges alapvető információkat az IT-rendelésekhez', CreateTime => '28-02-2012 13:37:00', CreateBy => '1', ChangeTime => '29-02-2012 13:37:00', ChangeBy => '1', Fields => { PriorityID => { DescriptionShort => 'Prioritás-azonosító', DescriptionLong => 'Itt adja meg a prioritást', Display => 2, }, }, FieldOrder => [ 'PriorityID' ], SubmitAdviceText => 'Jegyzet: Ha elküldi az űrlapot…', SubmitButtonText => 'Kérés küldése', }, 'TP2' => { Name => '2. opcionális tevékenység párbeszéd', DescriptionShort => 'Alapvető információk', DescriptionLong => 'Szúrja be a szükséges alapvető információkat a könyvrendelésekhez', CreateTime => '28-02-2012 13:37:00', CreateBy => '1', ChangeTime => '29-02-2012 13:37:00', ChangeBy => '1', Fields => { StateID => { DescriptionShort => 'Állapot-azonosító', DescriptionLong => 'Itt adja meg az állapotot', Display => 2, DefaultValue => '2', }, Queue => { DescriptionShort => 'Várólista-azonosító', DescriptionLong => 'Itt adja meg a várólistát', Display => 2, DefaultValue => 'Nyers', }, Title => { DescriptionShort => 'Cím', DescriptionLong => 'Itt adja meg a címet', Display => 1, DefaultValue => 'Alapértelmezett cím', }, DynamicField_Szam => { DescriptionShort => 'Mennyiség', DescriptionLong => 'Itt adja meg a mennyiséget', Display => 2, DefaultValue => '4', }, }, FieldOrder => [ 'DynamicField_Szam', 'StateID', 'Queue', 'Title' ], SubmitAdviceText => 'Jegyzet: Ha elküldi az űrlapot…', SubmitButtonText => 'Kérés küldése', }, };

source: Name of the Activity Dialog.
hu: A tevékenység párbeszéd neve.
zh_cn: 活动对话框的名称。

source: UID of the user who created this Activity Dialog.
hu: A felhasználó felhasználó-azonosítója, aki a tevékenység párbeszédet létrehozta.
zh_cn: 创建该活动对话框的用户UID。

source: UID of the last user who changed this Activity Dialog.
hu: A legutolsó felhasználó felhasználó-azonosítója, aki a tevékenység párbeszédet megváltoztatta.
zh_cn: 最后修改这个活动对话框的用户UID。

source: Fields
hu: Mezők (Fields)
zh_cn: 字段

source: Contains all fields which can be displayed in this Activity Dialog. The following fields can currently be used:
hu: Az összes olyan mezőt tartalmazza, amely megjeleníthető ebben a tevékenység párbeszédben. Jelenleg a következő mezők használhatók:
zh_cn: 包含所有能在活动对话框中显示的字段。目前能使用下列字段：

source: Title State StateID Priority PriorityID Lock LockID Queue QueueID Customer CustomerID CustomerNo CustomerUserID Owner OwnerID Type TypeID SLA SLAID Service ServiceID Responsible ResponsibleID PendingTime DynamicField_$FieldName # for all dynamic fields
hu: Title State StateID Priority PriorityID Lock LockID Queue QueueID Customer CustomerID CustomerNo CustomerUserID Owner OwnerID Type TypeID SLA SLAID Service ServiceID Responsible ResponsibleID PendingTime DynamicField_$FieldName # minden dinamikus mezőnél

source: Example of a single field configuration:
hu: Egy önálló mezőbeállítás példája:
zh_cn: 单个字段配置的样例：

source: StateID => { DescriptionShort => 'State ID', DescriptionLong => 'Enter the state here', Display => 2, DefaultValue => '2', },
hu: StateID => { DescriptionShort => 'Állapot-azonosító', DescriptionLong => 'Itt adja meg az állapotot', Display => 2, DefaultValue => '2', },

source: The field <literal>Article</literal> is a special case. If it is present in a <literal>Fields</literal> configuration, the Activity Dialog will contain a complete Richtext editor with subject field and attachment handling. The entered text will then be added to the ticket as an article. Let's see an example Article field configuration:
hu: A bejegyzés (<literal>Article</literal>) mező egy speciális eset. Ha jelen van a mezők (<literal>Fields</literal>) beállításban, akkor a tevékenység párbeszéd egy teljes RichText szerkesztőt fog tartalmazni tárgymezővel és melléklet kezeléssel. A beírt szöveg ezután bejegyzésként lesz hozzáadva a jegyhez. Nézzünk egy bejegyzésmező beállítás példát:
zh_cn: 字段<literal>Article（信件）</literal>是一个特例。 如果它存在于<literal> Fields（字段）</literal>配置中，则活动对话框将包含一个完整的富文本编辑器，其中包含主题字段和附件处理。 输入的文本将作为信件添加到工单。 我们来看一个示例Article（信件）字段配置：

source: Article => { DescriptionShort => 'Please insert your comment here.', DescriptionLong => '', Display => 1, Config => { CommunicationChannel => 'Internal' IsVisibleForCustomer => '0' LabelSubject => '', LabelBody => '', }, },
hu: Article => { DescriptionShort => 'Ide szúrja be a megjegyzését.', DescriptionLong => '', Display => 1, Config => { CommunicationChannel => 'Internal' IsVisibleForCustomer => '0' LabelSubject => '', LabelBody => '', }, },

source: Let's look at the field configuration options:
hu: Vessünk egy pillantást a mezőbeállítási lehetőségekre:
zh_cn: 让我们看看这个字段的配置选项：

source: DescriptionShort
hu: Rövid leírás (DescriptionShort)
zh_cn: DescriptionShort（简短描述）

source: Optional short description that is shown with the field title.
hu: Nem kötelező rövid leírás, amely a cím mezővel együtt lesz megjelenítve.
zh_cn: （可选）显示在字段标题下方的简短描述。

source: DescriptionLong
hu: Hosszú leírás (DescriptionLong)
zh_cn: DescriptionLong（详细描述）

source: Optional longer field description that is shown then the mouse is over the field, for example advice on how to fill out the field.
hu: Nem kötelező hosszabb mezőleírás, amely akkor jelenik meg, amikor az egér a mező fölött van. Például egy tanács arról, hogy hogyan kell kitölteni a mezőt.
zh_cn: （可选）鼠标移到到字段上时显示的详细描述信息，比如怎样填写这个字段的建议。

source: Display
hu: Megjelenítés (Display)
zh_cn: Display（显示）

source: Controls if the field is shown and/or mandatory. Possible values:
hu: Azt vezérli, hogy a mező megjelenjen-e és/vagy kötelező-e. Lehetséges értékek:
zh_cn: 控制这个字段是否显示和/或必填，可能的值有：

source: <literal>0</literal>: field is invisible. This can be helpful if field values should automatically be set. The configured <literal>DefaultValue</literal> will be stored in this case.
hu: <literal>0</literal>: a mező láthatatlan. Ez akkor hasznos, ha a mező értékeit automatikusan kell kitölteni. A beállított alapértelmezett érték (<literal>DefaultValue</literal>) lesz eltárolva ebben az esetben.
zh_cn: <literal>0</literal>：字段不可见。如果字段值应该自动设置，这就很有用。 在这种情况下，存储配置的<literal>DefaultValue（默认值）</literal>。

source: <literal>1</literal>: field is visible, but optional.
hu: <literal>1</literal>: a mező látható, de nem kötelező.
zh_cn: <literal>1</literal>：字段是可见的，但可选。

source: <literal>2</literal>: field is visible and mandatory. The following fields can only be invisible or mandatory:
hu: <literal>2</literal>: a mező látható és kötelező. A következő mezők csak láthatatlanok vagy kötelezőek lehetnek:
zh_cn: <literal>2</literal>：字段是可见且强制的。 以下字段只能是不可见或强制性的：

source: If fields are configured as optional, and no value is submitted by the user, the Default Value will be saved when the Activity Dialog is submitted by the user.
hu: Ha a mezők nem kötelezőként vannak beállítva, és a felhasználó nem küld el semmilyen értéket sem, akkor az alapértelmezett érték lesz elmentve, amikor a felhasználó elküldi a tevékenység párbeszédet.
zh_cn: 这个字段配置为可选的，并且用户没有提交值，当用户提交活动对话框时将使用默认值保存。

source: DefaultValue
hu: Alapértelmezett érték (DefaultValue)
zh_cn: DefaultValue（默认值）

source: For fields with <literal>ID</literal> (like QueueID, OwnerID), this refers to the database ID of the value. For other fields without <literal>ID</literal> (like Queue, Owner), the <literal>DefaultValue</literal> must contain the value itself. Example:
hu: Az azonosítóval (<literal>ID</literal>) rendelkező mezők (úgymint QueueID, OwnerID) az érték adatbázis-azonosítójára hivatkoznak. Az egyéb <literal>ID</literal> nélküli mezőknél (úgymint Queue, Owner) az alapértelmezett értéknek (<literal>DefaultValue</literal>) magát az értéket kell tartalmaznia. Példa:
zh_cn: 用于带<literal> ID </literal>（如QueueID，OwnerID）的字段，这是指该值的数据库ID。 对于无<literal> ID </literal>（如Queue、Owner）的其他字段，<literal> DefaultValue（默认值） </literal>必须包含该值本身。 例如：

source: Queue => { DescriptionShort => 'Queue', DescriptionLong => 'Enter the queue here', Display => 2, DefaultValue => 'Raw', },
hu: Queue => { DescriptionShort => 'Várólista', DescriptionLong => 'Itt adja meg a várólistát', Display => 2, DefaultValue => 'Nyers', },

source: FieldOrder
hu: Mezősorrend (FieldOrder)
zh_cn: FieldOrder（字段顺序）

source: Here the display order of the fields is configured. IMPORTANT: Invisible fields also must be configured here, because only configured fields will be considered when saving. Fields which are not configured will not be saved.
hu: Itt van beállítva a mezők megjelenítési sorrendje. FONTOS: A láthatatlan mezőket is be kell állítani itt, mert csak a beállított mezők lesznek figyelembe véve mentéskor. Azok a mezők, amelyek nincsenek beállítva, nem lesznek mentve.
zh_cn: 在这里配置字段显示的顺序。重要：不可见字段也必须在这里配置，因为只有配置了的字段才会考虑保存，没有配置的字段不会被保存。

source: SubmitAdviceText
hu: Elküldés tanácsszöveg (SubmitAdviceText)
zh_cn: SubmitAdviceText（提交建议文本）

source: Optional text to be shown right above the submit button for additional help or advice text.
hu: Nem kötelező szöveg, amely közvetlenül az elküldés gomb fölött lesz megjelenítve további segítséghez vagy tanácsszöveghez.
zh_cn: （可选）显示在提交按钮右上方的文本，提供附加的帮助或建议信息。

source: SubmitButtonText
hu: Elküldés gomb szövege (SubmitButtonText)
zh_cn: SubmitButtonText（提交按钮文本）

source: Optional custom text for the submit button.
hu: Nem kötelező egyéni szöveg az elküldés gombhoz.
zh_cn: （可选）提交按钮的可定制文本。

source: Transition
hu: Átmenet
zh_cn: 转换

source: A Transition decides - based on configurable conditions - which path in the Process is taken, i. e. to which Activity a Process ticket can be moved.
hu: Egy átmenet dönti el a beállított feltételek alapján, hogy melyik útvonalat válassza a folyamatban, azaz egy folyamatjegy mely tevékenységhez léphet át.
zh_cn: 一个转换（基于配置的条件）决定使用流程中的哪一个路径，例如：一个流程工单可以移动到哪个活动对话框。

source: Transition configuration
hu: Átmenetbeállítások
zh_cn: 转换配置

source: Let's see an example:
hu: Nézzünk egy példát:
zh_cn: 让我们看一个转换配置的样例：

source: $Self->{'Process::Transition'} = { 'T1' => { Name => 'Transition 1', CreateTime => '14-03-2012 13:37:00', # optional CreateBy => '1', # optional ChangeTime => '15-03-2012 13:37:00', # optional ChangeBy => '15-03-2012 13:37:00', # optional Condition => { Cond1 => { Fields => { StateID => { Type => 'String', Match => '1', }, }, }, }, }, 'T2' => { Name => 'Transition 2 optional', CreateTime => 'DATE', # optional CreateBy => 'USERID', # optional ChangeTime => 'DATE', # optional ChangeBy => 'USERID', # optional Condition => { Cond1 => { Queue => 'Raw', DynamicField_Farbe => '2', DynamicField_Anzahl => '1', }, }, }, };
hu: $Self->{'Process::Transition'} = { 'A1' => { Name => '1. átmenet', CreateTime => '14-03-2012 13:37:00', # opcionális CreateBy => '1', # opcionális ChangeTime => '15-03-2012 13:37:00', # opcionális ChangeBy => '15-03-2012 13:37:00', # opcionális Condition => { Cond1 => { Fields => { StateID => { Type => 'String', Match => '1', }, }, }, }, }, 'A2' => { Name => '2. opcionális átmenet', CreateTime => 'DATE', # opcionális CreateBy => 'USERID', # opcionális ChangeTime => 'DATE', # opcionális ChangeBy => 'USERID', # opcionális Condition => { Cond1 => { Queue => 'Nyers', DynamicField_Szin => '2', DynamicField_Szam => '1', }, }, }, };

source: Name of the transition.
hu: Az átmenet neve.
zh_cn: 转换的名称。

source: Time when it was created.
hu: Az időpont, amikor létrehozták.
zh_cn: 创建转换的时间。

source: UID of the user who created this Transition.
hu: A felhasználó felhasználó-azonosítója, aki az átmenetet létrehozta.
zh_cn: 创建转换的用户UID。

source: Last time when it was changed.
hu: A legutolsó időpont, amikor megváltoztatták.
zh_cn: 最后修改转换的时间。

source: UID of the last user who changed this Transition.
hu: A legutolsó felhasználó felhasználó-azonosítója, aki az átmenetet megváltoztatta.
zh_cn: 最后修改转换的用户UID。

source: Condition
hu: Feltétel (Condition)
zh_cn: 条件

source: Contains all conditions that are necessary for this Transition to take effect. Example:
hu: Az összes olyan feltételt tartalmazza, amely ennek az átmenetnek az életbe lépéséhez szükséges. Példa:
zh_cn: 包含这个转换生效所需的所有条件。例如：

source: Condition => { Type => 'and', Cond1 => { Type => 'and', Fields => { StateID => { Type => 'String', Match => '1', }, DynamicField_Marke => { Type => 'String', Match => 'VW', }, }, Cond2 => { Type => 'and', Fields => { Queue => { Type => 'String', Match => 'Raw', }, }, }, },
hu: Condition => { Type => 'and', Felt1 => { Type => 'and', Fields => { StateID => { Type => 'String', Match => '1', }, DynamicField_Marka => { Type => 'String', Match => 'VW', }, }, Felt2 => { Type => 'and', Fields => { Queue => { Type => 'String', Match => 'Nyers', }, }, }, },

source: Let's look at the condition configuration in detail.
hu: Vessünk egy pillantást a feltételbeállításra részletesen.
zh_cn: 让我们看看这个条件配置的详细信息。

source: Type (Condition)
hu: Típus (Type) a „Condition” objektumban
zh_cn: 类型（条件）

source: Specifies the way the different condition elements are connected to each other. Possible values:
hu: Annak a módját határozza meg, hogy a különböző feltételelemek hogyan kapcsolódnak egymáshoz. Lehetséges értékek:
zh_cn: 指定不同的条件元素互相连接的方式，可能的值有：

source: <literal>and</literal>: This is the default. All conditions must be met for the transition to take effect.
hu: „és” (<literal>and</literal>): Ez az alapértelmezett. Az összes feltételek teljesülnie kell az átmenetnél az életbe lépéshez.
zh_cn: <literal>and（与）</literal>：这是默认值。 必须满足所有条件才能使转换生效。

source: <literal>or</literal>: At least one condition must match.
hu: „vagy” (<literal>or</literal>): Legalább egy feltételnek illeszkednie kell.
zh_cn: <literal>or（或）</literal>：至少有一个条件必须匹配。

source: <literal>xor</literal>: Exactly one condition must match, not more.
hu: „kizáró vagy” (<literal>xor</literal>): Pontosan egy feltételnek kell illeszkednie, nem többnek.
zh_cn: <literal>xor（异或）</literal>：必须只匹配一个条件，没有其它条件匹配。

source: Cond1
hu: Felt1

source: This is the name of an example condition. It can be freely chosen. Conditions are evaluated in sorted order.
hu: Ez egy példafeltétel neve. Szabadon megválasztható. A feltételek a rendezett sorrendben lesznek kiértékelve.
zh_cn: 这是一个示例条件的名称。可以随便选择条件名称，条件按排好的顺序进行评估。

source: Type (Cond)
hu: Típus (Type) a „Felt” objektumokban
zh_cn: 类型（条件内字段）
