Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Unpack the archive (for example, using <command>tar</command>) into the directory <filename>/opt</filename>, and rename the directory from otrs-x.x.x to otrs (see Script below).
hu: Bontsa ki az archívumot (például a <command>tar</command> használatával) az <filename>/opt</filename> könyvtárba, és nevezze át a könyvtárat otrs-x.x.x névről otrs névre (lást a lenti parancsfájlt).
zh_cn: 解包这个档案文件（例如使用<command>tar</command>）到<filename>/opt</filename>目录，并将目录otrs-x.x.x 重命名为otrs（脚本如下）。

source: Step 2: Install Additional Perl Modules
hu: 2. lépés: további Perl-modulok telepítése
zh_cn: 步骤2：安装附加的Perl模块

source: Use the following script to get an overview of all installed and required CPAN modules.
hu: Használja a következő parancsfájlt, hogy áttekintést kapjon az összes telepített és szükséges CPAN-modulról.
zh_cn: 使用下面的脚本来得到所有已安装的和必需的CPAN模块概览。

source: Please note that OTRS requires a working Perl installation with all "core" modules such as the module <literal>version</literal>. These modules are not explicitly checked by the script. You may need to install a <literal>perl-core</literal> package on some systems like RHEL that do not install the Perl core packages by default.
hu: Ne feledje, hogy az OTRS egy működő Perl telepítést igényel az összes „alapvető” modullal, mint például a <literal>version</literal> modul. Ezeket a modulokat kifejezetten nem ellenőrzi le a parancsfájl. Esetleg telepítenie kell egy <literal>perl-core</literal> csomagot néhány olyan rendszeren (mint például RHEL), amely alapértelmezetten nem telepíti az alapvető Perl-csomagokat.
zh_cn: 请注意：OTRS需要一个安装了所有核心模块（如<literal>version</literal>）、能工作的Perl。这些模块不在脚本的检查范围，在某些系统上（如RHEL）默认没有安装这些核心模块，你可能需要安装一个<literal>perl-core</literal>软件包。

source: To install missing Perl modules, you can:
hu: A hiányzó Perl-modulok telepítéséhez a következőket teheti:
zh_cn: 要安装缺失的Perl模块，你可以：

source: a) Install the packages via the package manager of your Linux distribution
hu: a) Telepítse a csomagokat a Linux disztribúció csomagkezelőjén keresztül
zh_cn: a) 通过你的Linux分支的软件包管理器来安装需要的软件包

source: For Red Hat, CentOS, Fedora or compatible systems:
hu: Red Hat, CentOS, Fedora vagy ezekkel kompatibilis rendszereknél:
zh_cn: 对RedHat、CentOS、Fedora或兼容的系统：

source: For SUSE Linux Enterprise Server, openSUSE or compatible systems: first determine the name of the package the module is shipped in. Usually the package for My::Module would be called "perl-My-Module".
hu: SUSE Linux Enterprise Server, openSUSE vagy ezekkel kompatibilis rendszereknél: először határozza meg a csomag nevét, amely a modult szállítja. Általában a Saját::Modul modulhoz tartozó csomagot „perl-Saját-Modul” néven hívják.
zh_cn: 对SUSE Linux Enterprise Server、 openSUSE或兼容的系统：首先确定模块的软件包名称。通常模块My::Module的软件包叫做“perl-My-Module”。

source: Then install:
hu: Ezután telepítse:
zh_cn: 然后安装：

source: For Debian, Ubuntu or compatible systems first determine the name of the package the module is shipped in. Usually the package for My::Module would be called "libmy-module-perl".
hu: Debian, Ubuntu vagy ezekkel kompatibilis rendszereknél először határozza meg a csomag nevét, amely a modult szállítja. Általában a Saját::Modul modulhoz tartozó csomagot „libsaját-modul-perl” néven hívják.
zh_cn: 对Debian、Ubuntu或兼容的系统：首先确定模块的软件包名称。通常模块My::Module的软件包叫做“libmy-module-perl”。

source: Please note that it might be that you can't find all modules or their required versions in your distribution repository, in that case you might choose to install those modules via CPAN (see below).
hu: Vegye figyelembe, hogy előfordulhat, hogy nem található meg minden modul vagy azok szükséges verziói a disztribúció tárolójában. Ebben az esetben választhatja ezen modulok telepítését a CPAN-on keresztül (lásd alább).
zh_cn: 请注意：你可能在你的Linux分支的软件仓库中找不到所有的模块或模块所需的版本，在这种情况下你只能选择通过CPAN安装这些模块（如下）。

source: b) Install the required modules via the CPAN shell
hu: b) Telepítse a szükséges modulokat a CPAN parancsértelmezőn keresztül
zh_cn: b) 通过CPAN Shell安装需要的Perl模块

source: Note that when you're on Linux you should run CPAN as your superuser account because the modules should be accessible both by the OTRS account and the account under which the web server is running.
hu: Ne feledje, hogy amikor Linux rendszeren van, akkor a CPAN-t a rendszergazda fiókkal kell futtatnia, mert a moduloknak hozzáférhetőnek kell lenniük mind az OTRS fióknak, mind annak a fióknak, amely alatt a webkiszolgáló fut.
zh_cn: 注意：如果是在Linux系统上，你要用超级用户（root)运行CPAN shell，因为这些模块需要由OTRS帐户和WEB服务器运行时使用的帐户共同访问。

source: Any optional modules listed by the script should be installed depending on the special requirements of the target system.
hu: A parancsfájl által felsorolt bármely opcionális modult a célrendszer speciális követelményeitől függően kell telepítenie.
zh_cn: 如果系统的某些特殊功能依赖于可选的模块，则脚本中列出的可选模块也应该安装上。

source: Step 3: Create OTRS User
hu: 3. lépés: OTRS felhasználó létrehozása
zh_cn: 步骤3：创建OTRS用户

source: Create user:
hu: Felhasználó létrehozása:
zh_cn: 创建用户：

source: Add user to webserver group (if the webserver is not running as the OTRS user):
hu: Felhasználó hozzáadása a webkiszolgáló csoportjához (ha a webkiszolgáló nem az OTRS felhasználójaként fut):
zh_cn: 将用户添加到WEB服务器所有组（如果WEB服务器不是以OTRS用户运行）：

source: Step 4: Activate Default Config File
hu: 4. lépés: alapértelmezett beállítófájl bekapcsolása
zh_cn: 步骤4：激活默认的配置文件

source: There is one OTRS config file bundled in <filename>$OTRS_HOME/Kernel/Config.pm.dist</filename>. You must activate it by copying it without the ".dist" filename extension.
hu: Van egy OTRS beállítófájl az <filename>$OTRS_HOME/Kernel/Config.pm.dist</filename> fájlba csomagolva. Be kell kapcsolnia azt a „.dist” fájlnév-kiterjesztés nélkül történő átmásolással.
zh_cn: OTRS自带了一个配置文件：<filename>$OTRS_HOME/Kernel/Config.pm.dist</filename>。你需要将它复制为不带.dist扩展名的文件来激活它。

source: Step 5: Check if all needed modules are installed
hu: 5. lépés: annak ellenőrzése, hogy minden szükséges modul telepítve van-e
zh_cn: 步骤5：检查所有需要的模块是否都已安装

source: "syntax OK" tells you all mandatory Perl modules are installed.
hu: A „syntax OK” azt mondja, hogy az összes kötelező Perl-modul telepítve van.
zh_cn: “syntax OK”表示所有必须的模块都已安装。

source: Step 6: Configuring the Apache web server
hu: 6. lépés: az Apache webkiszolgáló beállítása
zh_cn: 步骤6：配置Apache WEB服务器

source: First of all, you should install the Apache2 web server and mod_perl; you'd typically do this from your systems package manager. Below you'll find the commands needed to set up Apache on the most popular Linux distributions.
hu: Mindenek előtt telepítenie kell az Apache2 webkiszolgálót és a mod_perl modult. Ezt jellemzően a rendszerek csomagkezelőjéből kellene megtenni. Lent fogja megtalálni az Apache beállításához szükséges parancsokat a legnépszerűbb Linux disztribúciókon.
zh_cn: 首先，你得安装Apache2 WEB服务器和mod_perl模块；一般都通过系统的软件包管理器来安装。下面你可以找到主流Linux分支安装Apache需要的命令。

source: Most <application>Apache</application> installations have a <filename>conf.d</filename> directory included. On Linux systems you can usually find this directory under <filename>/etc/apache</filename> or <filename>/etc/apache2</filename>. Log in as root, change to the <filename>conf.d</filename> directory and link the appropriate template in <filename>/opt/otrs/scripts/apache2-httpd.include.conf</filename> to a file called <filename>zzz_otrs.conf</filename> in the Apache configuration directory (to make sure it is loaded after the other configurations).
hu: A legtöbb <application>Apache</application> telepítésnek van egy <filename>conf.d</filename> könyvtára mellékelve. Linux rendszereknél általában ez a könyvtár az <filename>/etc/apache</filename> vagy az <filename>/etc/apache2</filename> alatt található. Jelentkezzen be root felhasználóként, lépjen be a <filename>conf.d</filename> könyvtárba, és kapcsolja hozzá az <filename>/opt/otrs/scripts/apache2-httpd.include.conf</filename> fájlban található megfelelő sablont egy <filename>zzz_otrs.conf</filename> nevű fájlhoz az Apache beállítási könyvtárában (hogy meggyőződhessen arról, hogy betöltődik az egyéb beállítások után).
zh_cn: 大部分的<application>Apache</application>安装都会包括一个<filename>conf.d</filename>目录。在Linux系统中这个目录一般在<filename>/etc/apache</filename>或<filename>/etc/apache2</filename>目录下。以root用户登录，进入<filename>conf.d</filename>目录，并在Apache配置目录创建一个到<filename>/opt/otrs/scripts/apache2-httpd.include.conf</filename>的软链接<filename>zzz_otrs.conf</filename>（确保载入其它配置之后再载入OTRS配置）。

source: OTRS requires a few Apache modules to be active for optimal operation. On most platforms you can make sure they are active via the tool <filename>a2enmod</filename>.
hu: Az OTRS azt igényli, hogy néhány Apache modul be legyen kapcsolva az optimális működéshez. A legtöbb platformon az <filename>a2enmod</filename> eszközön keresztül győződhet meg arról, hogy azok be vannak-e kapcsolva.
zh_cn: OTRS需要激活一些Apache模块来达到最佳运行状态。在大多数平台上你可以通过<filename>a2enmod</filename>工具来确认已经激活了这些模块。

source: Now you can restart your web server to load the new configuration settings. On most systems you can do that with the command <command>systemctl restart apache2.service</command>.
hu: Most újraindíthatja a webkiszolgálót az új konfigurációs beállítások betöltéséhez. A legtöbb rendszeren ezt a <command>systemctl restart apache2.service</command> paranccsal teheti meg.
zh_cn: 现在你可以重启WEB服务器来载入新的配置设置了。在大多数系统你可以用<command>systemctl restart apache2.service</command>命令来重启Apache。

source: Step 7: File Permissions
hu: 7. lépés: fájljogosultságok
zh_cn: 步骤7：文件权限

source: Step 8: Database Setup and Basic System Configuration
hu: 8. lépés: adatbázis-beállítás és alapvető rendszerbeállítás
zh_cn: 步骤8：数据库设置和系统基本配置

source: Please use the web installer at <ulink url="http://localhost/otrs/installer.pl">http://localhost/otrs/installer.pl</ulink> (replace "localhost" with your OTRS hostname) to setup your database and basic system settings such as email accounts.
hu: Használja a <ulink url="http://localhost/otrs/installer.pl">http://localhost/otrs/installer.pl</ulink> címen elérhető webes telepítőt (cserélje ki a „localhost” nevet az OTRS gépnevével) az adatbázis beállításához és az alapvető rendszerbeállításokhoz, mint például az e-mail fiókok.
zh_cn: 请使用WEB安装器 <ulink url="http://localhost/otrs/installer.pl">http://localhost/otrs/installer.pl</ulink>（用你的OTRS主机名或IP地址替换“localhost”）来设置数据库和系统基本配置如邮件帐户。

source: The following configuration settings are recommended for MySQL setups. Please add the following lines to <filename>/etc/my.cnf</filename> under the [mysqld] section:
hu: A következő konfigurációs beállítások ajánlottak a MySQL rendszerekhez. Adja hozzá a következő sorokat az <filename>/etc/my.cnf</filename> fájlba a [mysqld] szakasz alá:
zh_cn: 下面的推荐配置设置是针对MySQL的。请添加下列行到文件 <filename>/etc/my.cnf</filename> 的[mysqld]部分：

source: Step 9: First login
hu: 9. lépés: első bejelentkezés
zh_cn: 步骤9：首次登录

source: Now you are ready to login to your system at <ulink url="http://localhost/otrs/index.pl">http://localhost/otrs/index.pl</ulink> with the credentials you configured in the web installer (User: root@localhost).
hu: Most már készen áll a rendszerre való bejelentkezéshez a <ulink url="http://localhost/otrs/index.pl">http://localhost/otrs/index.pl</ulink> címen a webes telepítőben beállított hitelesítési adatokkal (felhasználó: root@localhost).
zh_cn: 现在你可以在 <ulink url="http://localhost/otrs/index.pl">http://localhost/otrs/index.pl</ulink>登录系统了，使用在WEB安装程序中配置的认证信息（用户：root@localhost）。

source: With this step, the basic system setup is finished.
hu: Ezzel a lépéssel az alapvető rendszerbeállítás befejeződött.
zh_cn: 通过本步骤，完成了系统的基本配置。

source: Step 10: Start the OTRS Daemon
hu: 10. lépés: az OTRS démon elindítása
zh_cn: 步骤10：启动OTRS守护进程

source: The new OTRS daemon is responsible for handling any asynchronous and recurring tasks in OTRS. What has been in cron file definitions previously is now handled by the OTRS daemon, which is now required to operate OTRS. The daemon also handles all GenericAgent jobs and must be started from the <literal>otrs</literal> user.
hu: Az új OTRS démon felelős bármely aszinkron és ismétlődő feladat kezelésénél az OTRS-ben. Amik korábban a cron-fájl meghatározásokban voltak, azokat most az OTRS démon kezeli, amely mostantól szükséges az OTRS működéséhez. A démon kezeli az összes általános ügyintéző feladatot is, és az <literal>otrs</literal> felhasználótól kell elindítani.
zh_cn: 新的OTRS守护进程负责处理OTRS中的所有异步和循环任务。之前在cron文件中定义的自动任务现在都由OTRS守护进程处理。这个守护进程还处理所有的‘GenericAgent自动任务’任务，它必须以<literal>otrs</literal>用户运行。

source: Step 11: Cron jobs for the OTRS user
hu: 11. lépés: cron-feladatok az OTRS felhasználóhoz
zh_cn: 步骤11：OTRS用户的Cron任务

source: There are two default OTRS cron files in <filename>/opt/otrs/var/cron/*.dist</filename>, and their purpose is to make sure that the OTRS Daemon is running. They need to be be activated by copying them without the ".dist" filename extension.
hu: Két alapértelmezett OTRS cron-file van az <filename>/opt/otrs/var/cron/*.dist</filename> fájlban, és a céljuk annak ellenőrzése, hogy az OTRS démon fut-e. Be kell kapcsolni ezeket a „.dist” fájlnévkiterjesztés nélkül történő lemásolásukkal.
zh_cn: OTRS自带了两个不同的cron文件：<filename>/opt/otrs/var/cron/*.dist</filename>，它们的目的是确保OTRS守护正常运行。你需要将它们复制为不带.dist扩展名的文件名来激活它们。

source: To schedule these cron jobs on your system, you can use the script <filename>Cron.sh</filename> with the <literal>otrs</literal> user.
hu: Ezen cron-feladatok ütemezéséhez a rendszeren használhatja a <filename>Cron.sh</filename> parancsfájlt az <literal>otrs</literal> felhasználóval.
zh_cn: 要在系统中安排这些cron任务，你可以使用<literal>otrs</literal>运行脚本文件<filename>Cron.sh</filename>。

source: Stopping the cron jobs is also possible (useful for maintenance):
hu: A cron-feladatok leállítása is lehetséges (karbantartáskor hasznos):
zh_cn: 还可以用这个脚本来停止cron任务（系统维护时有用）：

source: Step 12: Setup bash autocompletion (optional)
hu: 12. lépés: bash automatikus kiegészítés beállítása (opcionális)
zh_cn: 步骤12：设置bash自动补齐（可选）

source: All regular OTRS commandline operations happen via the otrs Console interface <filename>bin/otrs.Console.pl</filename>. This provides an auto completion for the bash shell which makes finding the right command and options much easier.
hu: Az összes szabályos OTRS parancssori művelet a <filename>bin/otrs.Console.pl</filename> OTRS konzolfelületen keresztül történik. Ez automatikus kiegészítést biztosít a bash parancsértelmezőhöz, amely sokkal könnyebben teszi megtalálhatóvá a helyes parancsot és a kapcsolókat.
zh_cn: 所有的常规OTRS命令操作现在都通过OTRS控制台接口 <filename>bin/otrs.Console.pl</filename>执行。它提供bash的自动补齐功能，在查找正确的命令和选项时更容易些。

source: You can activate the bash autocompletion by installing the package <literal>bash-completion</literal>. It will automatically detect and load the file <filename>/opt/otrs/.bash_completion</filename> for the <literal>otrs</literal> user.
hu: A bash automatikus kiegészítését a <literal>bash-completion</literal> csomag telepítésével kapcsolhatja be. Ez automatikusan fel fogja ismerni és be fogja tölteni az <filename>/opt/otrs/.bash_completion</filename> fájlt az <literal>otrs</literal> felhasználónál.
zh_cn: 你可以安装软件包<literal>bash-completion</literal>来激活bash的自动补齐功能。它能为<literal>otrs</literal>用户自动检测到并载入文件<filename>/opt/otrs/.bash_completion</filename>。

source: After restarting your shell, you can just type <filename>bin/otrs.Console.pl</filename> followed by TAB, and it will list all available commands. If you type a few characters of the command name, TAB will show all matching commands. After typing a complete command, all possible options and arguments will be shown by pressing TAB.
hu: A parancsértelmező újraindítása után egyszerűen nyomja meg a TAB billentyűt a <filename>bin/otrs.Console.pl</filename> parancsot követően, és fel fogja sorolni az összes elérhető parancsot. Ha begépeli a parancs nevének néhány karakterét, akkor a TAB billentyű meg fogja jeleníteni az összes egyező parancsot. Egy teljes parancs begépelése után az összes lehetséges kapcsoló és argumentum meg fog jelenni a TAB megnyomásával.
zh_cn: 重启shell后，你可以在输入<filename>bin/otrs.Console.pl</filename>后按TAB键，就会显示所有可用的命令。如果你键入了命令的部分字符，按TAB键会列出所有匹配这些字符的命令。在输入完整的命令后，按TAB键会列出所有可用的选项和参数。

source: Step 13: Further Information
hu: 13. lépés: további információk
zh_cn: 步骤13：进一步信息

source: We advise you to read the OTRS <link linkend="performance-tuning">performance tuning chapter</link>.
hu: Azt tanácsoljuk, hogy olvassa el az OTRS <link linkend="performance-tuning">teljesítmény-hangolási fejezetét</link>.
zh_cn: 我们建议你参阅OTRS<link linkend="performance-tuning">性能调优章节</link>。

source: If you encounter problems with the installation, you can send a message to our mailing list otrs@otrs.org (<ulink url="http://lists.otrs.org/">http://lists.otrs.org/</ulink>).
hu: Ha problémákkal szembesül a telepítésnél, akkor az otrs@otrs.org levelezőlistánkra küldhet üzenetet (<ulink url="http://lists.otrs.org/">http://lists.otrs.org/</ulink>).
zh_cn: 如果安装遇到了问题，你可以给我们的邮件列表otrs@otrs.org(<ulink url="http://lists.otrs.org/">http://lists.otrs.org/</ulink>)发送一个消息。

source: You can also ask the OTRS Group to either help you in planning or deploying OTRS, or review your installed OTRS system. Our <ulink url="http://www.otrs.com/en/services/">professional services</ulink> are designed to help you deploy OTRS faster and to get the most benefit out of OTRS.
hu: Kérdezhet az OTRS csoporttól is, hogy segítsenek az OTRS tervezésében vagy üzembe állításában, illetve nézzék át a telepített OTRS rendszert. A <ulink url="http://www.otrs.com/en/services/">professzionális szolgáltatásunkat</ulink> arra tervezték, hogy segítsen az OTRS gyorsabb üzembe állításában, és hogy a legtöbb hasznot hozza ki az OTRS-ből.
zh_cn: 你还可以请求OTRS集团帮助你规划或部署OTRS，或者检查你安装的OTRS系统。我们的<ulink url="http://www.otrs.com/en/services/">专业服务</ulink>就是用来帮助你更快地部署OTRS并从OTRS获得最大的收益。

source: OTRS on Windows
hu: Az OTRS Windowson
zh_cn: 在Windows上使用OTRS

source: OTRS can be run on a wide range of system platforms, including Enterprise Linux Platforms such as Red Hat Enterprise Linux, and SUSE Linux Enterprise Server, as well as a series of other Linux derivatives.
hu: Az OTRS a rendszerplatformok széles tartományán futtatható, beleértve a vállalati Linux platformokat, mint például Red Hat Enterprise Linux és SUSE Linux Enterprise Server, valamint egyéb Linux származékok sorozatát.
zh_cn: OTRS可以在各种不同的系统平台上运行，包括企业级Linux平台如OTRS on Windows和SUSE Linux Enterprise Server及一系列其它的Linux分支。

source: However, when running OTRS on Windows platforms we have encountered repeated performance losses, and despite an exhaustive analysis, it has not been possible to solve these issues to our satisfaction due to technical differences. It is thus with a heavy heart that we have ceased development on our Windows Installer and the OTRS Appliance due to the currently limited availability of necessary third-party components offered by other vendors.
hu: Azonban az OTRS keretrendszer Windows platformokon történő futtatásakor ismételten teljesítményveszteségekkel találkoztunk, és a kimerítő elemzés ellenére sem lehetséges ezen problémák megoldása a mi elégedettségünkhöz a technikai különbségek miatt. Így fájó szívvel megszüntettük a Windows telepítőnk és az OTRS készülék fejlesztését az egyéb gyártók által kínált szükséges harmadik féltől származó összetevők jelenleg korlátozott elérhetősége miatt.
zh_cn: 然而在Windows平台上运行OTRS时我们遭遇了反复的性能损失，尽管做过详尽的分析，但是由于技术的差异，好像不可能解决这些性能问题到令人满意的程度。由于目前缺少其他供应商提供的必要的第三方组件，因此带着一颗沉重的心,我们已经停止开发Windows安装程序和OTRS Appliance（OTRS一体机，部署在虚拟机中无需安装可直接使用的OTRS系统）。

source: Under these circumstances, we are not able to guarantee the continuing operation of OTRS on Windows platforms, and therefore recommend migrating to one of the Linux platforms mentioned above or recommend using our <ulink url="https://www.otrs.com/solutions/managed-otrs/"><emphasis role="bold">OTRS Business Solution™</emphasis> Managed</ulink>.
hu: Ilyen körülmények között nem tudjuk garantálni az OTRS folyamatos működését Windows platformokon, és emiatt ajánlott átköltöztetni a fent említett Linux platformok egyikére, vagy ajánlott az <ulink url="https://www.otrs.com/solutions/managed-otrs/"><emphasis role="bold">OTRS Business Solution™</emphasis> megoldásunk használata</ulink>.
zh_cn: 在这些情况下，我们不能保证OTRS能持续地运行于Windows平台，所以推荐将OTRS迁移到上面提及的Linux平台或使用我们托管的<ulink url="https://www.otrs.com/solutions/managed-otrs/"><emphasis role="bold">OTRS Business Solution™（OTRS商业解决方案）</emphasis> </ulink>。

source: To make it easier for you to migrate from Windows to Linux and to offer you the best OTRS performance, we have prepared detailed instructions for you here.
hu: Hogy megkönnyítsünk a költöztetést a Windows platformról egy Linux rendszerre, és hogy a legjobb OTRS teljesítményt nyújtsuk, részletes utasításokat készítettünk elő itt Önnek.
zh_cn: 为了更容易地将OTRS从Windows迁移到Linux以获得最佳性能，我们在这里为你准备了详细的说明。

source: How to migrate existing Windows installations to Linux
hu: Hogyan költöztethetők át a meglévő Windows telepítések Linuxra
zh_cn: 如何迁移现有的Windows安装到Linux

source: Introduction and preparation
hu: Bevezetés és előkészítés
zh_cn: 说明和准备

source: If you have a Windows based installation and you would like to change to a Linux based system you will need to setup a Linux server or virtual machine and install OTRS there (see <link linkend="installation">the installation instructions</link>). This will be the target system for the migration.
hu: Ha egy Windows alapú telepítése van és egy Linux alapú rendszerre szeretne váltani, akkor szüksége lesz egy Linux kiszolgáló vagy egy virtuális kép beállítására, és az OTRS oda telepítésére (lásd: <link linkend="installation">a telepítési utasítások</link>). Ez lesz a célrendszer a költöztetésnél.
zh_cn: 如果你有了一个基于Windows的OTRS安装并想迁移到Linux系统，你需要安装一台Linux服务器或虚拟主机并在系统中安装OTRS（参阅<link linkend="installation">安装说明章节</link>），这将是迁移的目标系统。

source: Get OTRSCloneDB script to clone databases
hu: Az OTRSCloneDB parancsfájl beszerzése az adatbázisok klónozásához
zh_cn: 取得OTRSCloneDB脚本以克隆数据库

source: Please go to the admin menu of the Windows based system and install the newest version of OTRSCloneDB package into your OTRS:
hu: Menjen a Windows alapú rendszer adminisztrációs menüjébe, és telepítse az OTRSCloneDB csomag legújabb verzióját az OTRS-re:
zh_cn: 进入Windows版的系统管理菜单，并安装最新版的OTRSCloneDB软件包到OTRS：

source: You can install the OTRSCloneDB package directly from the package manager. Select "OTRS Extensions" from the dropdown list on the left and click on the button "Update repository information" below. Then the OTRSCloneDB package will be shown in a list where you can click on "Install".
hu: Az OTRSCloneDB csomagot telepítheti közvetlenül a csomagkezelőből. Válassza az „OTRS kiterjesztések” lehetőséget a bal oldalon lévő legördülő listából, és kattintson a lenti „Tároló-információk frissítése” gombra. Ezután az OTRSCloneDB csomag látható lesz egy listában, ahol rákattinthat a „Telepítés” hivatkozásra.
zh_cn: 你可以从软件包管理器中直接安装OTRSCloneDB软件包。从左侧的下拉列表中选择“OTRS Extensions”并点击“更新软件仓库信息”按钮，然后会在一个列表中显示OTRSCloneDB软件包，点击“安装”即可。

source: You could also download the package manually from the OTRS FTP server and install the package manually as described below. <ulink url="http://ftp.otrs.org/pub/otrs/packages/"> <citetitle>http://ftp.otrs.org/pub/otrs/packages/</citetitle> </ulink>
hu: Letöltheti a csomagot kézzel is az OTRS FTP-kiszolgálójáról, és telepítheti a csomagot kézzel a lent leírtak szerint. <ulink url="http://ftp.otrs.org/pub/otrs/packages/"> <citetitle>http://ftp.otrs.org/pub/otrs/packages/</citetitle> </ulink>
zh_cn: 你还可以从OTRS的FTP服务器上手动下载这个软件包，并用下面的方法手动安装这个软件包。<ulink url="http://ftp.otrs.org/pub/otrs/packages/"> <citetitle>http://ftp.otrs.org/pub/otrs/packages/</citetitle> </ulink>

source: Please download the package with the highest version number:
hu: Kérjük, hogy a legmagasabb verziószámmal rendelkező csomagot töltse le:
zh_cn: 请下载最高版本号的软件包：
