Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: To create a new salutation, press the button <literal>Add salutation</literal>, provide the required data and submit it (see figure below).
hu: Egy új megszólítás létrehozásához nyomja meg a <literal>Megszólítás hozzáadása</literal> gombot, adja meg a szükséges adatokat, és küldje be (lásd a lenti ábrát).
zh_cn: 要创建一个新的问候语，点击按钮<literal>添加问候语</literal>，提供所需的数据并提交（见下图）。

source: Adding a new salutation
hu: Egy új megszólítás hozzáadása
zh_cn: 添加一条新的问候语

source: It is possible to use variables in salutations. When you respond to a ticket, the variable names will be replaced by their values.
hu: Lehetséges változókat használni a megszólításokban. Amikor válaszol egy jegyre, akkor a változónevek ki lesznek cserélve az értékükkel.
zh_cn: 可以在问候语中使用变量。当你答复一个工单时，变量名将用它们的实际值替换。

source: The different variables you can use in templates are listed in the lower part of the salutation screen. If you use, for example, the variable &lt;OTRS_LAST_NAME&gt; the last name of the ticket's sender will be included in your reply.
hu: A sablonokban használható különböző változók a megszólítás képernyő alsó részén vannak felsorolva. Például ha az &lt;OTRS_LAST_NAME&gt; változót használja, akkor a jegy küldőjének vezetékneve fel lesz véve a válaszba.
zh_cn: 可以在模板中使用的不同的变量名可以在问候语屏幕的下方找到。例如，如果你使用了变量&lt;OTRS_LAST_NAME&gt;，则会在你的答复中包含工单发件人的姓。

source: As with other OTRS entities, salutations cannot be deleted, only deactivated by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint más OTRS egyedek esetén, a megszólítások sem törölhetők, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与OTRS其它条目一样，问候语不能删除，只能通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来‘去激活’。

source: Signatures
hu: Aláírások
zh_cn: 签名

source: Another text module for a template is the signature. Signatures can be linked to a queue, as described in the section about the <link linkend="adminarea-queue">queues</link>. Please note that a signature will only be appended to a template text, if it has previously been linked to a queue. You can manage the signatures in your system by accessing the "Signatures" link of the Admin page, (see figure below).
hu: Az aláírás egy másik szövegmodul egy sablonhoz. Az aláírásokat hozzá lehet kapcsolni egy várólistához, ahogy a <link linkend="adminarea-queue">várólistákról</link> szóló szakaszban le van írva. Ne feledje, hogy egy aláírás csak akkor lesz hozzáfűzve egy sablonszöveghez, ha korábban hozzá lett kapcsolva egy várólistához. A rendszeren lévő aláírásokat az adminisztrációs oldal „Aláírások” hivatkozásának megnyitásával kezelheti (lásd a lenti ábrát).
zh_cn: 签名是一个模板的另一个文本模块。问签名可以链接到一个队列（参见 <link linkend="adminarea-queue">队列</link>部分）。签名仅在一个模板链接到一个队列时才会追加为模板的文本。要管理系统中的签名，可以使用系统管理页面中的“签名”链接（见下图）。

source: Signatures management
hu: Aláírások kezelése
zh_cn: 签名管理

source: After a fresh installation of OTRS, there is one predefined signature stored in your system, "system standard signature (en)".
hu: Az OTRS friss telepítése után egy előre meghatározott aláírás van eltárolva a rendszeren: „system standard signature (en)”.
zh_cn: 在一个新安装的OTRS中有一个预定义的签名-“system standard signature (en)-系统标准签名（英语）”。

source: To create a new signature, press the button <literal>Add signature</literal>, provide the needed data and submit it (see figure below).
hu: Egy új aláírás létrehozásához nyomja meg az <literal>Aláírás hozzáadása</literal> gombot, adja meg a szükséges adatokat, és küldje be (lásd a lenti ábrát).
zh_cn: 要创建一个新的签名，点击按钮<literal>添加签名</literal>，提供所需的数据并提交（见下图）。

source: Adding a new signature
hu: Egy új aláírás hozzáadása
zh_cn: 添加一个新签名

source: Like salutations, signatures can also contain dynamic content, such as the first and last name of the agent who answers the ticket. Here too, variables can be used to replace the content of the signature text for every ticket. See the lower part of the signatures screen for the variables which can be used. If you include the variable &lt;OTRS_LAST_NAME&gt; in a signature for example, the last name of the agent who answers the ticket will replace the variable.
hu: A megszólításokhoz hasonlóan az aláírások is tartalmazhatnak dinamikus tartalmakat, mint például azon ügyintéző vezeték- és keresztneve, aki megválaszolja a jegyet. A változók itt is arra használhatók, hogy kicseréljék az aláírásszöveg tartalmát az egyes jegyeknél. Nézze meg az aláírás képernyő alsó részét azokhoz a változókhoz, amelyek használhatók. Például ha felveszi az &lt;OTRS_LAST_NAME&gt; változót egy aláírásba, akkor azt a jegyet megválaszoló ügyintéző vezetéknevére fogja kicserélni a változó.
zh_cn: 像问候语一样，签名也可以包含动态内容，如答复这个工单的服务人员的姓、名。这是也一样，变量用来替换每个工单签名中的文本内容。查看签名屏幕下方可以找到能够使用的变量名。例如：你在一个签名中包含了变量&lt;OTRS_LAST_NAME&gt;，则会用答复这个工单的服务人员的姓来替换它。

source: As with salutations, signatures too cannot be deleted, only deactivated by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint a megszólítások esetén, az aláírások sem törölhetők, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与问候语一样，签名不能删除，只能通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来‘去激活’。

source: Attachments
hu: Mellékletek
zh_cn: 附件

source: You can also optionally add one or more attachments to a template. If the template is selected, the attachments will be attached to the message composition window. If necessary, the agent can remove the attachment from an individual template before sending it to the customer.
hu: Feltételesen egy vagy több mellékletet is hozzáadhat egy sablonhoz. Ha egy sablon kiválasztásra kerül, akkor a mellékletek csatolva lesznek az üzenetösszeállítási ablakhoz. Ha szükséges, az ügyintéző el tudja távolítani a mellékletet az egyéni sablonokból, mielőtt elküldené azt az ügyfélnek.
zh_cn: 你还可以添加一个或多个附件到一个模板中。如果（编写消息时）选择了一个模板，这个附件就会附加到消息编写屏幕。如果有必要的话，服务人员可以在发送给客户之前移除这个附件（不会影响到模板的附件）。

source: Through the "Attachment" link of the Admin page, you can load the attachments into the database of the system (see figure below).
hu: Az adminisztrációs oldal „Mellékletek” hivatkozásán keresztül töltheti fel a mellékleteket a rendszer adatbázisába (lásd a lenti ábrát).
zh_cn: 通过<link linkend="adminarea">系统管理页面</link>的“附件” 链接，你可以将附件载入到系统的数据库中（见下图）。

source: Attachments management
hu: Mellékletek kezelése
zh_cn: 附件管理

source: To create a new attachment, press the button <literal>Add attachment</literal>, provide the required data and submit it (see figure below).
hu: Egy új melléklet létrehozásához nyomja meg a <literal>Melléklet hozzáadása</literal> gombot, adja meg a szükséges adatokat, és küldje be (lásd a lenti ábrát).
zh_cn: 要创建一个新的附件，请点击按钮<literal>添加附件</literal>，提供所需的数据并提交（见下图）。

source: Adding a new attachment
hu: Egy új melléklet hozzáadása
zh_cn: 添加一个新附件

source: If an attachment is stored it can be linked to one or more templates. Click on the <literal>Attachment &lt;-&gt; Templates</literal> link of the Admin page (see figure below).
hu: Ha egy melléklet eltárolásra került, akkor hozzákapcsolható egy vagy több sablonhoz. Kattintson az adminisztrációs oldal <literal>Mellékletek &lt;-&gt; Sablonok</literal> hivatkozására (lásd a lenti ábrát).
zh_cn: 如果存储了一个附件，则可以将其链接到一个或多个模板。 点击系统管理页面<literal>附件&lt;-&gt;的模板</literal>链接（见下图）。

source: Linking Attachments to Templates
hu: Mellékletek hozzákapcsolása sablonokhoz
zh_cn: 连接附件到模板

source: To associate different attachments with a specific template and vice versa, click on the corresponding template name or attachment (see below the Figures 4.29 and 4.30, respectively).
hu: A különböző mellékletek egy adott sablonhoz való hozzárendeléséhez, és fordítva, kattintson a megfelelő sablon nevére vagy a mellékletre (lásd a lenti 4.29. és 4.30. ábrát ezzel kapcsolatban).
zh_cn: 要给一个指定的模板关联不同的附件，或者将一个附件关联到不同的模板，点击相应的模板或附件名称（分别见下面图4.29和4.30）。

source: Change Attachment relations for a Template
hu: Mellékletkapcsolatok megváltoztatása egy sablonnál
zh_cn: 修改一个模板的附件

source: Change Template relations for an Attachment
hu: Sablonkapcsolatok megváltoztatása egy mellékletnél
zh_cn: 修改一个附件关联的模板

source: Templates
hu: Sablonok
zh_cn: 模板

source: To speed up ticket processing and to standardize the look of answers, you can define templates in OTRS. A template can be linked to one or more queues and vice versa.
hu: A jegyfeldolgozás gyorsításához és a válaszok kinézetének szabványosításához sablonokat határozhat meg az OTRS-ben. Egy sablont hozzá lehet kapcsolni egy vagy több várólistához, és fordítva.
zh_cn: 为提升工单处理效率并使用答复样式标准化，你可以在OTRS中定义模板。一个模板可以链接到一个或多个队列，反之亦然。

source: There are different kind of templates that are used in different parts of OTRS and they have its own purpose, the following is the list of possible template types:
hu: Különböző fajta sablonok vannak, amelyek az OTRS különböző részein használhatók, és mindegyiknek megvan a maga célja. A lehetséges sablontípusok listája a következő:
zh_cn: 不同类型的模板用于OTRS的不同部分，它们都有自己的目的，下面是可用的模板类型列表：

source: Answer: To be used as a ticket response or reply
hu: Válasz: egy jegye adott feleletként vagy válaszként használható
zh_cn: 答复：在答复或回复工单时使用

source: Create: To be used in New Phone or Email ticket
hu: Létrehozás: új telefonos vagy e-mail jegyben használható
zh_cn: 创建：在新的电话或邮件工单中使用

source: Forward: To be used to forward an article to someone else
hu: Továbbítás: egy bejegyzés valaki másnak továbbításához használható
zh_cn: 转发：在转发一个信件给其他人时使用

source: PhoneCall: To be used in the Phone Call Inbound and Outbound screens
hu: Telefonhívás: a telefonhívás bejövő és kimenő képernyőin használható
zh_cn: 电话：在接入电话和拨出电话屏幕中使用

source: Answer templates can be accessed in two ways, from the ticket zoom screen in the article menu, or on a quicker way: from any ticket overview large screen such as Status View or Ticket View. For a fresh OTRS installation, the "empty answer" template (Answer) is set as the default for every queue.
hu: A válasz sablonok két módon érhetők el: a bejegyzés menüben lévő jegynagyítás képernyőről, vagy egy gyorsabb módon bármely jegyáttekintő nagy képernyőről, mint például állapot nézet vagy jegy nézet. Ez friss OTRS telepítésnél az „empty answer” sablon (Válasz) van alapértelmezettként beállítva minden várólistához.
zh_cn: 答复模板可以用两种方式访问，工单详情屏幕的信件菜单或者一个更快的方式：从任何工单概览详细模式如状态视图或工单视图。在一个新安装的OTRS中，“empty answer-空白答复”模板（答复）设置为每个队列的默认模板。

source: As soon as Forward templates are added and assigned to queues, the "Forward" button in ticket zoom (that normally leads to a empty text forward screen) will change into a selection control, the selection is filled with the added Forward templates, by choosing one of the templates, the forward screen will be shown prefilled with the template text and attachments (similar to the reply selection box with the Answer templates).
hu: Amint továbbítás sablonok lesznek hozzáadva és hozzárendelve a várólistákhoz, a jegynagyításban lévő „Továbbítás” gomb (amely normális esetben egy üres szöveges továbbítás képernyőhöz vezet) meg fog változni egy kijelölés vezérlőre. A kijelölés a hozzáadott továbbítás sablonokkal lesz feltöltve. A sablonok közül az egyik kiválasztásával a továbbítás képernyő a sablonszöveggel és a mellékletekkel előre kitöltötten fog jeleníteni (hasonlóan a válasz kijelölés dobozhoz a válasz sablonokkal).
zh_cn: 一旦添加了转发模板并将它分配到队列，在工单详情屏幕的‘转发’按钮就会变为转发模板下拉列表框，选项是添加的转发模板，通过选择一个转发模板，弹出的转发屏幕就会显示模板中预先设置的文本和附件（类似于答复模板的下拉列表框）。

source: Creating templates of type Create and PhoneCall will make visible the "Text Template" selection box in their respective screens, choosing a template for the list will populate the "Text" and "Attachment" fields (if available in the template). Notice that any previous change in the Text or attachments will be overwritten by selecting a template.
hu: A létrehozás és a telefonhívás típusú sablonok létrehozása láthatóvá fogja tenni a „Szövegsablon” kijelölésdobozt a megfelelő képernyőiken. Egy sablon választása a listánál fel fogja tölteni a „Szöveg” és a „Melléklet” mezőket (ha elérhető a sablonban). Figyeljen arra, hogy bármilyen korábbi módosítás a szövegben vagy a mellékletekben felül lesz írva egy sablon kiválasztásával.
zh_cn: 创建了‘创建’和‘电话’类型的模板后在各自屏幕中会出现“文本模板”下拉列表框，从中选择一个模板后会用模板中的“文本”和“附件”重填当前屏幕的字段。注意：选择模板后已经修改的文本和附件都会用模板中的内容覆盖。

source: Clicking the "Templates" link on the Admin page brings you to the Template management screen (see figure below).
hu: Az adminisztrációs oldalon lévő „Sablonok” hivatkozásra kattintva juthat el a sablonkezelés képernyőhöz (lásd a lenti ábrát).
zh_cn: 点击<link linkend="adminarea">系统管理页面</link>的“模板”链接就能进入模板管理屏幕（见下图）。

source: Template management
hu: Sablonkezelés
zh_cn: 模板管理

source: To create a new template, click on the <literal>Add template</literal> button, provide the required data (make sure to select the appropriate template type) and submit it (see figure below).
hu: Egy új sablon létrehozásához kattintson a <literal>Sablon hozzáadása</literal> gombra, adja meg a szükséges adatokat (győződjön meg arról, hogy a megfelelő sablontípust választja ki), és küldje be (lásd a lenti ábrát).
zh_cn: 要创建一个新模板，请点击<literal>添加模板</literal>按钮，提供所需的数据（确保选择适当的模板类型）并提交（参见下图）。

source: Adding a template
hu: Egy sablon hozzáadása
zh_cn: 添加一个模板

source: To add/remove templates to one or more queues, click on the "Templates &lt;-&gt; Queues" link on the Admin page (see figure below). You can also use filters to get information regarding a specific entity.
hu: Sablonok hozzáadásához vagy eltávolításához egy vagy több várólistánál kattintson a „Sablonok &lt;-&gt; Várólisták” hivatkozásra az adminisztrációs oldalon (lásd a lenti ábrát). Szűrőket is használhat az információk beszerzéséhez egy adott bejegyzésre vonatkozóan.
zh_cn: 要给一个或多个队列添加/移除模板，在<link linkend="adminarea">系统管理页面</link>点击“模板&lt;-&gt;队列”链接（见下图）。你还可以使用过滤器来查找一个特定条目。

source: Template-Queue relations management
hu: Sablon-várólista kapcsolatok kezelése
zh_cn: 模板-队列关系管理

source: To define the different templates that will be available for a queue and vice versa, click on the corresponding template or queue (see below the Figures 5.32 and 5.33, respectively).
hu: A különböző sablonok meghatározásához, amelyek elérhetők lesznek egy várólistánál, és fordítva, kattintson a megfelelő sablonra vagy várólistára (lásd a lenti 5.32. és 5.33. ábrát ezzel kapcsolatban).
zh_cn: 可以给一个队列定义不同的模板，反之亦然，点击相应模板或队列名称（分别见下面的图5.32和5.33）。

source: Change Queue relations for a Template
hu: Várólista-kapcsolatok megváltoztatása egy sablonnál
zh_cn: 修改一个模板的队列关系

source: Change Template relations for a Queue
hu: Sablonkapcsolatok megváltoztatása egy várólistánál
zh_cn: 修改一个队列的模板关系

source: When choosing a template, additional information could be added to the template text, this depends on the template type:
hu: Egy sablon kiválasztásakor további információk adhatók hozzá a sablonszöveghez. Ez a sablon típusától függ:
zh_cn: 选择一个模板时，可以添加附加的信息到模板文本中，这取决于模板类型：

source: PhoneCall and Create templates does not add any content to the template text, however New Email Ticket screen adds the queue assigned signature to the resulting email body (this screen has a separated box to visualize the signature).
hu: Telefonhívás és létrehozás sablonoknál nem adható hozzá semmilyen tartalom a sablonszöveghez, azonban az új e-mail jegy képernyő hozzáadja a várólistához rendelt aláírást az eredményül kapott e-mail törzséhez (ennek a képernyőnek egy elkülönített doboza van az aláírás megjelenítéséhez).
zh_cn: ‘电话’和‘创建’模板不会添加任何内容到模板正文中，然而新建邮件工单屏幕会添加队列分配的签名到邮件正文中（这个屏幕有一个单独的框来显示签名）。

source: Answer templates text when selected also included the salutation associated with the queue, then the text of the template, then the quoted ticket text, and finally the signature associated with the queue.
hu: A válasz sablonok szövege is tartalmazza kiválasztáskor a várólistához rendelt megszólítást, majd a sablon szövegét, ezután az idézett jegyszöveget, és végül a várólistához rendelt aláírást.
zh_cn: 选择答复模板时正文还包含队列关联的问候语，然后是模板正文，再然后是工单正文的引用，最后是队列关联的签名。

source: Forward templates are similar to Answer templates, but they does not include the salutation part.
hu: A továbbítás sablonok hasonlóak a válasz sablonokhoz, de azok nem tartalmazzák a megszólítás részt.
zh_cn: 转发模板与答复模板类似，但不包含问候语部分。

source: Auto Responses
hu: Automatikus válaszok
zh_cn: 自动响应

source: OTRS allows you to send automatic responses to customers based on the occurrence of certain events, such as the creation of a ticket in a specific queue, the receipt of a follow-up message in regards to a ticket, the closure or rejection of a ticket, etc. To manage such responses, click the link "Auto responses" on the Admin page (see figure below).
hu: Az OTRS lehetővé teszi automatikus válaszok küldését az ügyfeleknek bizonyos események előfordulása alapján, mint például egy jegy létrehozása egy adott várólistában, egy nyomon követő üzenet nyugtája egy jegyre tekintettel, egy jegy lezárása vagy visszautasítása, stb. Az ilyen válaszok kezeléséhez kattintson az „Automatikus válaszok” hivatkozásra az adminisztrációs oldalon (lásd a lenti ábrát).
zh_cn: OTRS允许在发生某些事件时发送自动响应给客户，比如在一个特定队列中创建了一个工单、收到相关工单的一个跟进、关闭或拒绝一个工单等等。要管理这些响应，在<link linkend="adminarea">系统管理页面</link>点击“自动响应”链接（见下图）。

source: Auto response management
hu: Automatikus válaszkezelés
zh_cn: 自动响应管理

source: To create an automatic response, click on the button <literal>Add auto response</literal>, provide the needed data and submit it (see figure below).
hu: Egy automatikus válasz létrehozásához kattintson az <literal>Automatikus válasz hozzáadása</literal> gombra, adja meg a szükséges adatokat, és küldje be (lásd a lenti ábrát).
zh_cn: 要创建一个自动响应，请点击按钮<literal>添加自动响应</literal>，提供所需的数据并提交（见下图）。

source: Adding an auto response
hu: Egy automatikus válasz hozzáadása
zh_cn: 添加一个自动响应

source: The subject and text of auto responses can be generated by variables, just as in signatures and salutations. If you insert, for example, the variable &lt;OTRS_CUSTOMER_EMAIL[5]&gt; into the body of the auto answer, the first 5 lines of the customer mail text will be inserted into the auto answer. You will find more details about the valid variables that can be used at the bottom of the screen shown in the Figure.
hu: Az automatikus válaszok tárgya és szövege előállítható változókkal, akárcsak az aláírásokban és a megszólításokban. Például ha beszúrja az &lt;OTRS_CUSTOMER_EMAIL[5]&gt; változót az automatikus válasz törzsébe, akkor az ügyfél levélszövegének első 5 sora lesz beszúrva az automatikus válaszba. További részleteket fog találni a használható érvényes változókról az ábrán látható képernyő alján.
zh_cn: 自动响应的主题和正文都可以通过变量生成，就如签名和问候语中一样。例如：如果你插入变量&lt;OTRS_CUSTOMER_EMAIL[5]&gt;到自动答复的正文中，客户邮件正文的前5行内容就会插入到自动答复中。你可以在图中屏幕下方找到有效变量的详细信息。

source: For every automatic answer, you can specify the event that should trigger it. The system events that are available after a default installation are described in the Table 4-4.
hu: Minden automatikus válasznál megadhatja azt az eseményt, amelynek aktiválnia kell azt. Azok a rendszeresemények vannak leírva a 4.4. táblázatban, amelyek egy alapértelmezett telepítés után elérhetők el.
zh_cn: 对每个自动响应，你都可以指定触发它的事件。默认安装后可用的系统事件在表4-4中描述。

source: Events for auto responses
hu: Események az automatikus válaszokhoz
zh_cn: 自动响应事件

source: auto reply
hu: automatikus válasz
zh_cn: auto reply-自动回复

source: Creation of a ticket in a certain queue.
hu: Egy jegy létrehozása egy bizonyos várólistában.
zh_cn: 在某个队列中创建一个工单时。

source: auto reply/new ticket
hu: automatikus válasz/új jegy
zh_cn: 自动回复/新工单

source: Reopening of an already closed ticket, e.g. if a customer replies to such ticket.
hu: Egy már lezárt jegy újranyitása, például ha egy ügyfél válaszol egy ilyen jegyre.
zh_cn: 重新处理一个已关闭的工单时，比如一个客户回复了这个工单。

source: auto follow up
hu: automatikus nyomon követés
zh_cn: auto follow up-自动跟进

source: Reception of a follow-up for a ticket.
hu: Egy követés fogadása egy jegynél.
zh_cn: 接到一个工单的跟进时。

source: auto reject
hu: automatikus elutasítás
zh_cn: auto reject 自动拒绝

source: Automatic rejection of a ticket, done by the system.
hu: Egy jegy automatikus elutasítása a rendszer által végrehajtva.
zh_cn: 系统自动拒绝一个工单时。

source: auto remove
hu: automatikus eltávolítás
zh_cn: auto remove-自动移除

source: Deletion of a ticket, done by the system.
hu: Egy jegy törlése a rendszer által végrehajtva.
zh_cn: 系统自动删除一个工单时。

source: As with other OTRS entities, auto responses too cannot be deleted, only deactivated, by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint más OTRS egyedek esetén, az automatikus válaszok sem törölhetők, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与其它OTRS条目一样，自动响应也不能被删除，只能通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来‘去激活’。

source: To add an auto response to a queue, use the "Auto Response &lt;-&gt; Queues" link on the Admin page (see figure below). All system events are listed for every queue, and an auto answer with the same event can be selected or removed via a listbox.
hu: Egy várólistához történő automatikus válasz hozzáadásához használja az „Automatikus válaszok &lt;-&gt; Várólisták” hivatkozást az adminisztrációs oldalon (lásd a lenti ábrát). Minden rendszerüzenet fel van sorolva minden várólistához, és egy automatikus válasz az ugyanolyan eseménnyel kiválasztható vagy eltávolítható egy listamezőn keresztül.
zh_cn: 要添加一个自动响应到一个队列，使用<link linkend="adminarea">系统管理页面</link>的“自动响应&lt;-&gt;队列”链接（见下图）。每个队列会列出所有的系统事件，可以通过列表框选择或移除一个队列的自动响应。

source: Queue &lt;-&gt; auto response relations management
hu: Várólista &lt;-&gt; automatikus válasz kapcsolatok kezelése
zh_cn: 队列&lt;-&gt;自动响应 关系管理

source: To define the different auto responses that will be available for a queue, click on the corresponding queue name (see figure below). It is also possible to edit an existing auto response - to do so, click on the response and edit in the same manner as editing a new auto response.
hu: A különböző automatikus válaszok meghatározásához, amelyek elérhetők lesznek egy várólistánál, kattintson a megfelelő várólista nevére (lásd a lenti ábrát). Lehetséges egy meglévő automatikus válasz szerkesztése is. Ehhez kattintson a válaszra, és szerkessze egy új automatikus válasz szerkesztéséhez hasonló módon.
zh_cn: 要定义一个队列不同的自动响应，点击相应的队列名称（见下图）。还可以编辑已有的自动响应，点击自动响应名称并像创建一个新的自动响应一样编辑相关设置。

source: Change auto response relations for a queue
hu: Automatikus válasz kapcsolatok megváltoztatása egy várólistánál
zh_cn: 修改一个队列的自动响应关系

source: System Email Addresses
hu: Rendszer e-mail címek
zh_cn: 系统邮件地址
