Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Communication state widget will display if there are any active communications currently in the system.
hu: A kommunikációs állapot felületi elem fogja megjeleníteni, ha jelenleg valamilyen aktív kommunikáció van a rendszeren.
zh_cn: 通信状态屏幕小部件会显示系统中当前的任何活动通信。

source: Average processing time is a cumulative time statistic that is needed to complete a communication.
hu: Az átlagos feldolgozási idő egy halmozott időstatisztika, amely egy kommunikáció befejezéséhez szükséges.
zh_cn: 平均处理时间是完成通信所需的累积时间统计。

source: You can select the time range in the left sidebar in order to filter communications depending on their creation time. In addition to this, you can also dynamically filter for any keywords, state of the communication, and you can sort the overview table by all columns.
hu: Kiválaszthatja az időtartományt a bal oldalsávban annak érdekében, hogy szűrje a kommunikációkat a létrehozási idejüktől függően. Ezen túlmenően dinamikusan is szűrhet bármely kulcsszóra vagy a kommunikáció állapotára, valamint rendezheti az áttekintő táblázatot az összes oszlop szerint.
zh_cn: 可以从左侧栏选择时间范围，以便根据通信的创建时间进行过滤。 除此之外，还可以动态过滤任何关键字、通信状态，并且可以通过任意列对概览表进行排序。

source: Communication Log Time Range Selection
hu: Kommunikációs napló időtartomány kijelölés
zh_cn: 选择通信日志时间范围

source: Communication Log Account Status
hu: Kommunikációs napló fiókállapot
zh_cn: 通讯日志帐号状态

source: Clicking on account widget will take you to the account status screen, where you can further filter for communications that are related to specific accounts.
hu: A fiók felületi elemre kattintva a fiókállapot képernyőhöz kerül majd, ahol tovább szűrhet azoknál a kommunikációknál, amelyek bizonyos fiókokhoz kapcsolódnak.
zh_cn: 点击帐户小部件将进入帐户状态屏幕，可以在其中进一步过滤与特定帐户相关的通信。

source: If you click on a communication row in any table, you will be presented with a detailed view screen.
hu: Ha egy kommunikációs sorra kattint bármely táblázatban, akkor egy részletes nézet képernyő lesz megjelenítve.
zh_cn: 如果点击任何表格中的通讯行，将看到一个详情视图屏幕。

source: Communication Log Detail View
hu: Kommunikációs napló részletes nézet
zh_cn: 通信日志详情视图

source: Every communication can contain one or more logs, which can be of Connection or Message type.
hu: Minden kommunikáció egy vagy több naplót tartalmazhat, amely kapcsolati vagy üzenet típusú lehet.
zh_cn: 每个通信可以包含一个或多个日志，可以是Connection（连接）或Message（消息）类型。

source: Connection logs will contain any log messages coming from the modules responsible for connecting to your accounts and fetching/receiving messages.
hu: A kapcsolati naplók fogják tartalmazni a fiókokhoz való kapcsolódásért és az üzenetek lekéréséért vagy fogadásáért felelős modulokból érkező bármely naplóüzenetet.
zh_cn: 连接日志包含来自负责连接到你的帐户并获取/接收邮件的模块的任何日志消息。

source: Message logs will contain any log messages related to specific message processing. Any module working on message themselves can log their actions in this log, giving you a clear overview of what's going on.
hu: Az üzenetnaplók fogják tartalmazni egy bizonyos üzenetfeldolgozáshoz kapcsolódó naplóüzeneteket. Magukon az üzeneteken dolgozó bármely modul naplózhatja a tevékenységeit ebbe a naplóba egy tiszta áttekintést adva arról, hogy mi történik.
zh_cn: 消息日志包含与特定消息处理相关的任何日志消息。 任何在消息本身上工作的模块都可以将其操作记录在此日志中，以便你清楚地了解发生了什么。

source: You can filter log entries based on their priority, by choosing desired priority in the left sidebar.
hu: Szűrheti a naplóbejegyzéseket a prioritásuk alapján a kívánt prioritás kiválasztásával a bal oldalsávban.
zh_cn: 可以通过在左侧栏中选择所需的优先级来过滤日志条目。

source: Communication Log Priority Filter
hu: Kommunikációs napló prioritásszűrő
zh_cn: 通信日志优先级过滤器

source: Log level rules apply: by selecting a specific priority, you will get log entries that have that priority set and higher, with <emphasis>Error</emphasis> being the highest.
hu: Naplózási szint szabályok alkalmazása: egy bizonyos prioritás kiválasztásával megkapja azokat a naplóbejegyzéseket, amelyek azzal a prioritással vagy magasabbal vannak beállítva. A <emphasis>Hiba</emphasis> a legmagasabb.
zh_cn: 日志级别应用规则：通过选择特定优先级，你将获得具有设置的优先级和更高级别的日志条目，<emphasis>Error</emphasis>是最高级别。

source: SQL Queries via the SQL Box
hu: SQL lekérdezések az SQL dobozon keresztül
zh_cn: 通过SQL查询屏幕执行SQL查询

source: The "SQL Box" link on the Admin page opens a screen that lets you query the content of the tables in the OTRS database (see figure below). It is not possible to change the content of the tables, only 'select' queries are allowed.
hu: Az adminisztrációs oldalon lévő „SQL doboz” hivatkozás egy olyan képernyőt nyit meg, amely megengedi az OTRS adatbázisban lévő táblák tartalmának lekérdezését (lásd a lenti ábrát). Nem lehetséges a táblák tartalmának megváltoztatása, csak „select” lekérdezések engedélyezettek.
zh_cn: <link linkend="adminarea">系统管理页面</link>的“SQL查询屏幕”让你可以查询OTRS数据库中表的数据（见下图）。不能修改表的内容，只允许执行“select”查询语句。

source: SQL Box
hu: SQL doboz
zh_cn: SQL查询窗口

source: Package Manager
hu: Csomagkezelő
zh_cn: 软件包管理器

source: Using the <emphasis>Package Manager</emphasis> link on the Admin page, you can install and manage packages that extend the functionality of OTRS (see figure below). See the <link linkend="application">Additional applications</link> section for a discussion on the extensions that are available from the OTRS repositories.
hu: Az adminisztrációs oldalon lévő <emphasis>Csomagkezelő</emphasis> hivatkozás használatával telepíthet és kezelhet olyan csomagokat, amelyek kibővítik az OTRS funkcionalitását (lásd a lenti árát). Nézze meg a <link linkend="application">további alkalmazások</link> szakaszt azon kiterjesztések megvitatásáról, amelyek elérhetők az OTRS tárolóiból.
zh_cn: 使用系统管理页面的<emphasis>软件包管理器</emphasis>链接，你可以安装和管理用来扩展OTRS功能的软件包（见下图）。查阅<link linkend="application">附加的应用程序</link>部分看看OTRS软件仓库中有哪些可用的扩展。

source: The Package Manager shows the OTRS addon packages you currently have installed on your server, together with their version numbers.
hu: A csomagkezelő azokat az OTRS bővítmény csomagokat jeleníti meg a verziószámukkal együtt, amelyek jelenleg telepítve vannak a kiszolgálóra.
zh_cn: 软件包管理器显示服务器上当前已经安装了的OTRS插件软件包以及它们的版本号。

source: You can install packages from a remote host by selecting the repository in the <emphasis>Online Repository</emphasis> section, and clicking the <emphasis>Update repository information</emphasis> button. The available packages are displayed in the corresponding table. The right side of the screen shows the available packages. To install a package, click on <emphasis>Install</emphasis>. After installation, the package is displayed in the <emphasis>Local Repository</emphasis> section.
hu: Telepítheti a csomagokat egy távoli gépről is az <emphasis>Online tároló</emphasis> szakaszban lévő tárolót kiválasztva, és a <emphasis>Tároló-információk frissítése</emphasis> gombra kattintva. Az elérhető csomagok a megfelelő táblázatban lesznek megjelenítve. A képernyő jobb oldala jeleníti meg az elérhető csomagokat. Egy csomag telepítéséhez kattintson a <emphasis>Telepítés</emphasis> hivatkozásra. A telepítés után a csomag a <emphasis>Helyi tároló</emphasis> szakaszban lesz megjelenítve.
zh_cn: 你可以从远程主机安装软件包，选择<emphasis>在线软件仓库</emphasis>，点击<emphasis>更新软件仓库信息</emphasis>，则会显示可用的软件。屏幕右侧显示可用的软件包。要安装一个软件包，点击<emphasis>安装</emphasis>即可。安装完成后，这个软件包就会在<emphasis>本地软件仓库</emphasis>部分显示。

source: To update an installed package, the list of available packages in the online repository will show <emphasis>Update</emphasis> in the Action column for any package that has a higher version than the one that is installed locally. Just click <emphasis>Update</emphasis> and it will install the new package version on your system.
hu: Egy telepített csomag frissítéséhez az online tárolókban lévő elérhető csomagok listája <emphasis>Frissítés</emphasis> hivatkozást fog megjeleníteni a művelet oszlopban minden olyan csomagnál, amelynek magasabb verziója van a helyileg telepítettnél. Egyszerűen kattintson a <emphasis>Frissítés</emphasis> hivatkozásra, és telepíteni fogja az új csomagverziót a rendszerre.
zh_cn: 要更新已安装的软件包，在线软件仓库中会在操作列显示有高版本可用的软件包为<emphasis>更新</emphasis>。只需点击<emphasis>更新</emphasis>即可将新版本的软件包安装到系统中。

source: In some cases, such as when your OTRS system is not connected to the Internet, you can also install those packages that you have downloaded to a local disk. Click the <emphasis>Browse</emphasis> button on the Actions side bar, and select the .opm file of the package on your disk. Click <emphasis>Open</emphasis> and then <emphasis>Install Package</emphasis>. After the installation has been completed, the package is displayed in the <emphasis>Local Repository</emphasis> section. You can use the same steps for updating a package that is already installed.
hu: Egyes esetekben, például amikor az OTRS rendszer nem kapcsolódik az Internethez, azokat a csomagokat is telepítheti, amelyeket letöltött a helyi lemezre. Kattintson a <emphasis>Tallózás</emphasis> gombra a műveletek oldalsávban, és válassza ki a csomag .opm fájlját a lemezről. Kattintson a <emphasis>Megnyitásra</emphasis>, majd a <emphasis>Csomag telepítése</emphasis> gombra. Miután a telepítés befejeződött, a csomag a <emphasis>Helyi tároló</emphasis> szakaszban lesz megjelenítve. Ugyanezeket a lépéseket használhatja egy olyan csomag frissítéséhez, amely már telepítve van.
zh_cn: 在某些情况下，比如你的OTRS系统无法连接到Internet，你还可以安装下载到本地磁盘的软件包。点击左侧的<emphasis>浏览</emphasis>按钮，并选择磁盘上软件包的.opm文件，点击<emphasis>打开</emphasis>，再点击<emphasis>安装软件包</emphasis>按钮。在安装完成后，这个软件包就会在<emphasis>本地软件仓库</emphasis>部分显示。同样可以用这个方法来更新一个已经安装的软件包。

source: In special cases, you might want to configure the Package Manager, e.g., to use a proxy or to use a local repository. Just take a look at the available options in SysConfig under <link linkend="ConfigReference_Section_Core_Package">Core::Package</link>.
hu: Speciális esetekben érdemes lehet a csomagkezelőt beállítani, például egy proxy vagy egy helyi tároló használatához. Csak vessen egy pillantást a <link linkend="ConfigReference_Section_Core_Package">Core::Package</link> alatt elérhető lehetőségekre a rendszerbeállításban.
zh_cn: 在特殊情况下，你可能需要配置软件包管理器，例如使用代理或使用本地存储库。 只需看一下系统配置中的<link linkend="ConfigReference_Section_Core_Package">Core::Package</link>下的可用选项。

source: Update all installed packages
hu: Az összes telepített csomag frissítése
zh_cn: 更新所有已安装的软件包

source: Since OTRS 6, a new button labeled <emphasis>Update all installed packages</emphasis> has been added to the sidebar of the package manager screen. When this button is pressed, an OTRS Daemon task will be scheduled to update all packages. Alternatively, this action can be also issued from the command line interface by using the <literal>Admin::Package::UpgradeAll</literal> console command.
hu: Az OTRS 6-tól egy új, <emphasis>Az összes telepített csomag frissítése</emphasis> feliratú gomb került hozzáadásra a csomagkezelő képernyő oldalsávjához. Amikor ezt a gombot megnyomják, akkor egy OTRS démonfeladat lesz ütemezve az összes csomag frissítéséhez. Alternatívaként ez a művelet a parancssori felületről is kiadható az <literal>Admin::Package::UpgradeAll</literal> konzolparancs használatával.
zh_cn: 从OTRS 6开始，软件包管理器屏幕的侧栏中添加了一个标签为<emphasis>所有安装的软件包</emphasis>的新按钮。 当点击此按钮时，将安排OTRS守护进程任务来更新所有软件包。 或者，也可以使用控制台命令<literal>Admin::Package::UpgradeAll</literal>从命令行界面发起此操作。

source: Package Manager Update All Installed Packages Button
hu: Csomagkezelő: az összes telepített csomag frissítése gomb
zh_cn: 软件包管理器"更新所有已安装的软件包"按钮

source: This feature reads the information of all defined package repositories and determines if there is a new version for every installed package in the system and calculates the correct order to update the packages respecting all other package dependencies, even if new versions of existing packages require new packages not yet installed in the system.
hu: Ez a szolgáltatás beolvassa az összes beállított csomagtároló információit, és meghatározza, hogy van-e új verzió a rendszeren lévő minden egyes telepített csomaghoz, valamint kiszámítja a helyes sorrendet a csomagok telepítéséhez az összes egyéb csomag függőségeire vonatkozóan akkor is, ha a meglévő csomagok új verziói olyan új csomagokat igényelnek, amelyek még nincsenek telepítve a rendszerre.
zh_cn: 此功能读取所有定义的软件仓库的信息，以确定系统中每个已安装的软件包是否存在新版本，并计算更新到这些软件包及其所有依赖软件包（即使现有软件包的新版本需要尚未安装在系统中的软件包）的正确顺序。

source: If there are packages installed that do not have a corresponding repository defined in the system, they can not be updated by this feature and will be marked as failed (due to the missing on-line repository).
hu: Ha olyan csomagok vannak telepítve, amelyekhez nincs megfelelő tároló meghatározva a rendszeren, akkor azok nem frissíthetők ezzel a szolgáltatással, és sikertelenként lesznek megjelölve (a hiányzó internetes tárolók miatt).
zh_cn: 如果安装了没有在系统中定义的对应软件仓库的软件包，则不能通过此功能更新，并且将被标记为失败（由于缺少在线软件仓库）。

source: When the process to update all packages is running, a notification bar is added to the package manager screen for easier identification. When notification link is clicked, a progress summary is displayed with the current progress. Also, when the process is running package actions such as "Install", "Update", "Uninstall" and "ReInstall" some actions on the screen might be temporarily disabled in order to avoid conflicts.
hu: Amikor az összes csomag frissítésének folyamata fut, akkor egy értesítési sáv lesz hozzáadva a csomagkezelő képernyőjéhez az egyszerűbb azonosításért. Amikor az értesítési hivatkozásra kattintanak, egy folyamatösszegző jelenik meg az aktuális állapottal. Továbbá, ha a folyamat fut, akkor az olyan műveletek, mint a „telepítés”, „frissítés”, „eltávolítás” és „újratelepítés”, valamint néhány művelet a képernyőn átmenetileg letiltva lehet az ütközések elkerülése érdekében.
zh_cn: 当升级所有软件包的进程正在运行时，软件包管理器屏幕会添加一个通知栏以便于识别。 当点击通知链接时，会显示包含当前进度的进度摘要。 此外，当正在运行诸如“安装”、“更新”、“卸载”和“重新安装”之类的软件包操作进程时，屏幕上的某些操作可能会暂时禁用，以避免冲突。

source: Package Manager Update All Installed Packages In Progress Notification
hu: Csomagkezelő: az összes telepített csomag frissítése folyamatban értesítés
zh_cn: 软件包管理器"正在更新所有已安装的软件包"通知

source: When the process finishes (only if it was started in the graphical user interface) the progress notification will change to indicate the new state: it becomes green if all packages was correctly updated or red if there where any failures. Clicking on this notification will show the final summary. In the summary table, a tooltip for the status column of every package can indicate more details about the state. After closing this window, the package manager screen will refresh to show the new version of the installed packages.
hu: Amikor a folyamat befejeződik (csak akkor, ha a grafikus felhasználói felületen lett elindítva), akkor a folyamatértesítő megváltozik, hogy jelezze az új állapotot: zöldre változik, ha az összes csomag helyesen frissítve lett, vagy pirosra, ha valamilyen hiba történt. Az értesítésre kattintva megjelenik a végső összegzés. Az összegző táblázatban minden egyes csomag állapotoszlopának buboréksúgója több részletet jelezhet az állapottal kapcsolatban. Az ablak bezárása után a csomagkezelő képernyő frissülni fog, hogy megjelenítse a telepített csomagok új verzióját.
zh_cn: 当进程完成时（只有在图形用户界面中启动），进度通知将会更改，以指示新的状态：如果所有软件包正确更新，那么它将变为绿色，如果出现任何故障则为红色。 点击此通知将显示最终摘要。 在汇总表中，每个包的状态列的工具提示可以指示有关状态的更多详细信息。 关闭此屏幕后，软件包管理器屏幕将刷新以显示已安装软件包的新版本。

source: Package Manager Update All Installed Packages Summary
hu: Csomagkezelő: az összes telepített csomag frissítésének összegzése
zh_cn: 软件包管理器"更新所有已安装的软件包"摘要

source: Web Services
hu: Webszolgáltatások
zh_cn: Web服务

source: The Web Services link leads to the graphical interface where web services (for the OTRS Generic Interface) are created and maintained (see figure below).
hu: A webszolgáltatások hivatkozás egy olyan grafikus felülethez vezet, ahol webszolgáltatások (az OTRS általános felületéhez) vannak létrehozva és kezelve (lásd a lenti ábrát).
zh_cn: <link linkend="adminarea">系统管理页面</link>的WEB服务链接引出创建和维护WEB服务（用于OTRS通用接口）的图形界面（见下图）。

source: The graphical interface for web services
hu: A grafikus felület a webszolgáltatásokhoz
zh_cn: WEB服务的图形界面

source: The graphical interface for web services configuration is described in more detail in the section <link linkend="webservice_gui">"Web Service Graphical Interface"</link>.
hu: A grafikus felület a webszolgáltatások beállításához részletesebben le van írva a <link linkend="webservice_gui">„Webszolgáltatás grafikus felülete”</link> szakaszban.
zh_cn: WEB服务配置的图形界面在<link linkend="webservice_gui">"WEB服务图形界面"</link>部分有详细描述。

source: Dynamic Fields
hu: Dinamikus mezők
zh_cn: 动态字段

source: Dynamic Fields is the place where you setup and manage custom fields for tickets and articles (see figure below).
hu: A dinamikus mezők az a hely, ahol egyéni mezőket állíthat be és kezelhet a jegyekhez és a bejegyzésekhez (lásd a lenti ábrát).
zh_cn: 动态字段是你设置和管理工单和信件的定制字段的地方（见下图）。

source: The dynamic fields overview screen with some dynamic fields
hu: A dinamikus mezők áttekintő képernyő néhány dinamikus mezővel
zh_cn: 有一些动态字段的动态字段概览屏幕

source: The dynamic fields configuration is described in more detail in the section <link linkend="dynamicfields-configuration">"Dynamic Fields Configuration"</link>.
hu: A dinamikus mezők beállítása részletesebben le van írva a <link linkend="dynamicfields-configuration">„Dinamikus mezők beállítása”</link> szakaszban.
zh_cn: 动态字段配置的详细描述在<link linkend="dynamicfields-configuration">“动态字段”</link>部分。

source: Each dynamic field type has its own configuration settings and therefore its own configuration screen.
hu: Minden egyes dinamikus mező típusnak saját konfigurációs beállításai vannak, és emiatt saját beállító képernyőik is.
zh_cn: 每个动态字段类型都有它自己的配置设置，因而有它自己的配置屏幕。

source: In the OTRS framework, dynamic fields can only be linked to tickets and articles by default, but they can be extended to other objects as well.
hu: Az OTRS keretrendszerben a dinamikus mezők alapértelmezetten csak jegyekhez és bejegyzésekhez kapcsolhatók, de kiterjeszthetők más objektumokhoz is.
zh_cn: 在OTRS框架中，动态字段默认只能链接到工单和信件，但它们实际上同样可以扩展到其它的对象。

source: The OTRS Daemon
hu: Az OTRS démon
zh_cn: OTRS守护进程

source: The OTRS Daemon is an independent set of system processes that plan and execute tasks in background, either on a recurrent basis or triggered by events. OTRS Daemon is fundamental for the correct system operation.
hu: Az OTRS démon rendszerfolyamatok független halmaza, amely a háttérben tervezi és hajtja végre a feladatokat ismétlődéses alapon, vagy események által aktiválva. Az OTRS démon alapvetően szükséges a helyes rendszerműködéshez.
zh_cn: OTRS守护进程是一组计划和执行后台任务（循环任务或事件触发任务）的独立的系统进程。OTRS守护进程是正确系统操作的基础保障。

source: In previous versions of OTRS (from 3.1 to 4) there was another process called OTRS Scheduler that does part of the work that the OTRS Demon do in OTRS 5. This old process is replaced by the OTRS Daemon which was re-written from the ground to make it more stable, scalable and robust than its predecessor.
hu: Az OTRS előző verzióiban (3.1 és 4 között) létezett egy másik folyamat, amelyet OTRS ütemezőnek hívtak. Ez végezte a munka egy részét, amelyet az OTRS démon csinál az OTRS 5-ben. Ezt a régi folyamatot cseréli le az OTRS démon, amelyet az alapoktól újraírtak, hogy stabilabb, skálázhatóbb és robusztusabb legyen az elődjénél.
zh_cn: 在OTRS之前的版本中（从3.1到4）有另外的进程叫做OTRS调度器，它做了OTRS 5中OTRS守护进程的一部分工作。原来的进程被OTRS守护进程替换，从底重写的OTRS守护进程比它的前任更稳定、更具伸缩性和更健壮。

source: The OTRS Daemon is capable to handle up to 10 tasks at the same time and it can work cooperatively with other OTRS Daemons on different frontend servers in a cluster environment.
hu: Az OTRS démon legfeljebb 10 feladatot képes egy időben kezelni, és képes együttműködni más OTRS démonokkal a különböző előtétprogram kiszolgálókon egy fürtözött környezetben.
zh_cn: OTRS守护进程能够同时处理多达10个任务，还能与群集中不同前端服务器的OTRS守护进程进行协同工作。

source: When idle OTRS Daemon consist in six processes:
hu: Amikor üresjáratban van, akkor az OTRS démon hat folyamatból áll:
zh_cn: OTRS守护进程在空闲时包含6个进程：

source: The main daemon (<filename>bin/otrs.Daemon.pl</filename>)
hu: A fő démon (<filename>bin/otrs.Daemon.pl</filename>)
zh_cn: 主守护进程（<filename>bin/otrs.Daemon.pl</filename>）

source: This process is in charge to start and keep running the other children daemons.
hu: Ez a folyamat felelős a többi gyermekdémon indításáért és folyamatos futtatásáért.
zh_cn: 这个进程负责启动其它子进程并保持其正常运行。

source: Task worker daemon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerTaskWorker.pm</filename>)
hu: Feladatelvégző démon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerTaskWorker.pm</filename>)
zh_cn: 任务工作者守护进程（<filename>Kernel/System/Daemon/DaemonModules/SchedulerTaskWorker.pm</filename>）

source: This daemon executes all tasks that have in a list, in a first in first out basis. It can handle simultaneous tasks by creating its own children processes and it checks the task list several times per second. The task list can be filled by task manager daemons, event handlers, and other parts of the system.
hu: Ez a démon hajtja végre a listáján lévő összes feladatot oly módon, hogy amely előbb került a listára, azt végzi el először. Képes egyidejű feladatokat kezelni saját gyermekfolyamatok létrehozásával, és a feladatlistát másodpercenként többször is ellenőrzi. A feladatlistát a feladatkezelő démonok, az eseménykezelők és a rendszer egyéb részei is feltölthetik.
zh_cn: 这个进程负责按先进先出的原则执行列表中的所有任务。它可以通过创建子进程来处理同时的任务，并每秒检查几次任务列表。任务列表可以由任务管理器进程、事件处理器和系统的其它部分填充。

source: Its main mission is to handle all the tasks in the list as soon as possible.
hu: A fő küldetése a listán lévő összes feladat kezelése, amilyen gyorsan csak lehetséges.
zh_cn: 它的主要使命是尽可能快地处理任务列表中的所有任务。

source: Future task manager daemon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerFutureTaskManager.pm</filename>)
hu: Jövőbeli feladat kezelő démon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerFutureTaskManager.pm</filename>)
zh_cn: 未来任务管理器守护进程（<filename>Kernel/System/Daemon/DaemonModules/SchedulerFutureTaskManager.pm</filename>）

source: This daemon checks for non recurring tasks that are set to be executed in the future (e.g. when a Generic Interface invoker tries to reach a server and it can't, a task could be set to schedule for execution in the next 5 minutes). At the correct time it sends it the task worker daemon.
hu: Ez a démon ellenőrzi az olyan nem ismétlődő feladatokat, amelyeket a jövőbeli lefuttatáshoz állítottak be (például amikor egy általános felület meghívó megpróbál elérni egy kiszolgálót, és nem tudja, akkor beállítható egy feladat a végrehajtás ütemezéséhez a következő 5 percben). A helyes időben elküldi a feladatot a feladatelvégző démonnak.
zh_cn: 这个守护进程检查在未来某个时间执行的非循环任务（例如：当一个通用接口调用程序试图抵达一个服务器时而不能抵达时，会产生一个5分钟后执行的计划任务）。在到达正确的时间时它将这个任务发送给任务工作者守护进程。

source: Cron task manager daemon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerCronTaskManager.pm</filename>)
hu: Cron-feladat kezelő démon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerCronTaskManager.pm</filename>)
zh_cn: Cron任务管理器守护进程（<filename>Kernel/System/Daemon/DaemonModules/SchedulerCronTaskManager.pm</filename>）

source: This daemon calculates when is the next execution time of all recurring tasks (e.g. a cache cleanup one time per week ). This kind of tasks are specified in the SysConfig. At the right time for each task it sends the required information to the task worker daemon to execute them.
hu: Ez a démon számolja ki, hogy mikor van az összes ismétlődő feladat következő végrehajtási ideje (például egy gyorsítótárürítés heti egy alkalommal). Ezek a fajta feladatok a rendszerbeállításokban vannak megadva. Minden egyes feladatnál a megfelelő időben elküldi a szükséges információkat a feladatelvégző démonnak, hogy végrehajtsa azokat.
zh_cn: 这个守护进程计算所有循环任务的下一次执行时间（例如：每周清理一次缓存）。这种任务在系统配置中指定。在每个任务合适的时间它将需要的信息发送给任务工作者守护进程以执行它们。
