Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: The <emphasis>Repeat</emphasis> option is used to define appointment recurrences and will be described separately, see section <emphasis>Repeating appointments</emphasis> below.
hu: Az <emphasis>Ismétlődés</emphasis> lehetőség használható az időpont ismétlődéseinek meghatározásához, ami külön kerül bemutatásra. Tekintse meg a lenti <emphasis>Ismétlődő időpontok</emphasis> szakaszt.
zh_cn: <emphasis>重复</emphasis>选项用于定义重复预约，将单独描述，请参见下面的<emphasis>重复预约</emphasis>部分。 。

source: The <emphasis>Notification</emphasis> option is used to define appointment notifications and will be described separately, see section <emphasis>Notifications</emphasis> below.
hu: Az <emphasis>Értesítés</emphasis> lehetőség használható az időpont értesítéseinek meghatározásához, ami külön kerül bemutatásra. Tekintse meg a lenti <emphasis>Értesítések</emphasis> szakaszt.
zh_cn: <emphasis>通知</emphasis>选项用于定义预约通知，将单独描述，请参见下面的<emphasis>通知</emphasis>部分 。

source: The <emphasis>Link</emphasis> option is used to define appointment links to foreign objects (like tickets) and will be described separately, see section <emphasis>Link tickets to appointments</emphasis> below.
hu: Az <emphasis>Összekapcsolás</emphasis> lehetőség használható az időpont és idegen objektumok (például jegyek) összekapcsolásának meghatározásához, ami külön kerül bemutatásra. Tekintse meg a lenti <emphasis>Jegyek összekapcsolása időpontokkal</emphasis> szakaszt.
zh_cn: <emphasis>链接</emphasis>选项用于定义到外部对象的预约链接（如工单），将单独描述，请参见下面的<emphasis>链接工单到预约</emphasis>部分。

source: If the appointment already exists, the <emphasis>Copy</emphasis> and <emphasis>Delete</emphasis> buttons appear at the bottom of the modal dialog, provided that the current agent has the related permissions. The <emphasis>Copy</emphasis> button will just ignore the changes in the dialog and create a copy of the current appointment at the same time range with same information. The <emphasis>Delete</emphasis> button will delete related appointment, but the agent will face a question if they are really sure they want to delete the appointment, for security reasons.
hu: Ha az időpont már létezik, akkor <emphasis>Másolás</emphasis> and <emphasis>Törlés</emphasis> gombok jelennek meg a kizárólagos párbeszédablak alján, feltéve, hogy az aktuális ügyintézőnek megvannak a megfelelő jogosultságai. A <emphasis>Másolás</emphasis> egyszerűen figyelmen kívül hagyja a változtatásokat a párbeszédablakon, és létrehozza az aktuális időpont másolatát ugyanabban az időtartományban és ugyanazzal az információtartalommal. A <emphasis>Törlés</emphasis> gomb törölni fogja az időpontot, de biztonsági okokból az ügyintéző kap egy kérdést, hogy valóban biztos-e abban, hogy törölni szeretné az időpontot.
zh_cn: 如果预约已经存在，在模态对话框的底部会出现<emphasis>复制</emphasis> 和<emphasis>删除</emphasis> 按钮，前提是当前服务人员具有相关权限。 <emphasis>复制</emphasis>按钮将忽略对话框中的更改，并在同一时间范围内创建具有相同信息的当前预约的副本。 <emphasis>删除</emphasis> 按钮将删除相关的预约，但出于安全考虑，服务人员将面临一个问题，是否确定要删除预约。

source: Once the appointment has been saved, it appears in the overview of the page:
hu: Miután az időpont mentésre került, megjelenik az oldal áttekintőjében:
zh_cn: 一旦保存了预约，它将出现在概览页面中：

source: Appointment display in calendar overview screen
hu: Időpont megjelenítése a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中显示的预约

source: With a click on the appointment, the modal dialog opens again and appointment can be edited. If the agent has the correct permission, the appointment can also be edited via drag and drop to either move the complete appointment to another place (date/time) or just increase/decrease the start- and/or the end-time by dragging the appointment on the related handles on the left or the right end.
hu: Az időpontra való kattintással a kizárólagos párbeszédablak ismét megnyílik, és az időpont szerkeszthető. Ha az ügyintézőnek megfelelő jogosultsága van, akkor az időpont szerkeszthető fogd és vidd módon is vagy a teljes időpont áthelyezésével egy másik helyre (dátum/idő), vagy a kezdő és/vagy befejezési idő növelésével/csökkentéséve, ha az időpontot a megfelelő fogantyúkkal elhúzza a bal vagy jobb végénél.
zh_cn: 通过点击预约，会再次打开模态对话框，可以编辑预约。 如果服务人员具有正确的权限，也可以通过拖放来编辑预约，以将完整的预约移动到另一个位置（日期/时间），或者通过拖动在左侧或右侧的相关手柄增加/减少预约的开始和/或结束时间。

source: If the cursor of the mouse hovers over a certain appointment, a tooltip with the related appointment information appears:
hu: Ha az egérkurzor egy bizonyos időpont fölött van, akkor egy buboréksúgó jelenik meg a kapcsolódó időpont-információkkal:
zh_cn: 如果鼠标的光标悬停在某个预约上，则会显示相关预约信息的提示框：

source: Appointment tooltip
hu: Időpont buboréksúgó
zh_cn: 预约提示框

source: If appointments needs to be created in a recurring manner, it is possible to setup detailed information about the occurrences of an appointment.
hu: Ha az időpontokat ismétlődő módon kell létrehozni, akkor lehetőség van egy időpont ismétlődéseivel kapcsolatos részletes információk beállítására.
zh_cn: 如果需要以反复方式创建预约，则可以设置关于预约发生的详细信息。

source: For this to work it is either possible to use pre-defined frequencies of the occurrences, or to define custom settings:
hu: Ahhoz, hogy ez működjön, lehetőség van az előfordulások előre meghatározott gyakoriságát használni, vagy egyéni beállításokat meghatározni:
zh_cn: 为了使其工作，可以使用预定义的发生频率，或定义自定义设置：

source: Edit screen of a repeating appointment
hu: Ismétlődő időpontok szerkesztőképernyője
zh_cn: 重复预约的编辑屏幕

source: After the selection is finished, it's necessary to define the runtime of the recurrences. It's possible to choose either a date to repeat until, or an amount of times to repeat.
hu: Miután a kijelölés befejeződött, meg kell határozni az ismétlődések futási idejét. Lehetőség van egy dátum kiválasztására, amíg ismétlődjön, vagy az ismétlődések számának meghatározására.
zh_cn: 选择完成后，需要定义重复的运行时间。 可以选择重复的结束日期，或者要重复的次数。

source: After all decisions are made and the settings are saved successfully, the appointment will be marked a recurring appointment. The parent appointment will be marked with circle-arrow-symbol and the child appointments with a chain-symbol.
hu: Miután minden döntés megszületett, és a beállítások sikeresen el lettek mentve, az időpont megjelöli az ismétlődő időpontot. A szülőidőpont egy körkörös nyíl szimbólummal, a gyermekidőpontok egy lánc szimbólummal lesznek megjelölve.
zh_cn: 做出所有决定并且成功保存设置后，该预约将被标记为重复预约。父项预约将标记为圆形箭头符号，子项预约则标记为链条符号。

source: Repeating appointments in calendar overview screen
hu: Ismétlődő időpontok a naptár áttekintő képernyőn
zh_cn: 日历概览屏幕中的重复预约

source: Future changes to the parent appointment will affect the children automatically, without any further message. If an agent is about to change one of the child appointments, a message will ask what would they like to update:
hu: A szülőidőponton végzett későbbi változtatások automatikusan hatással lesznek a gyermekekre is, további figyelmeztetés nélkül. Ha egy ügyintéző a gyermekidőpontok egyikének megváltoztatására készül, akkor egy üzenetablak meg fogja kérdezni, hogy mit szeretne frissíteni:
zh_cn: 未来对父预约的更改都会自动影响到子预约，而不会有任何消息。 如果服务人员要更改其中一个子预约，则会显示一条消息询问想要如何更新预约：

source: Edit screen of a repeating child appointment
hu: Ismétlődő gyermekidőpontok szerkesztőképernyője
zh_cn: 重复预约的子预约编辑屏幕

source: If the update affects all appointments, the behavior will be the same as with the update of the parent appointment. All options (including the recurring settings) are changeable.
hu: Ha a frissítés az összes időpontot érinti, akkor a működés megegyezik a szülőidőpont frissítésével. Az összes beállítás (beleértve az ismétlődés beállításait) megváltoztatható.
zh_cn: 如果更新影响所有预约，行为将与更新父预约相同。 所有选项（包括重复设置）都是可更改的。

source: If just the current (child) occurrence is affected, it's not possible to change the repeating settings, but a related message and a link to the parent appointment will be provided:
hu: Ha csak az aktuális (gyermek) ismétlődés érintett, akkor nincs lehetőség megváltoztatni az ismétlődés beállításit, de egy kapcsolódó üzenet és a szülőidőpontra mutató hivatkozás lesz megjelenítve:
zh_cn: 如果只是当前预约（子预约）受影响，则无法更改重复设置，但会提供相关消息和一个指向父预约的链接：

source: Repeating settings of a child appointment
hu: Egy gyermekidőpont ismétlődési beállításai
zh_cn: 子预约的重复设置

source: The enabled repeating option will be additionally displayed in the tooltip of the related appointment(s).
hu: Az engedélyezett ismétlődési lehetőség is megjelenik továbbá a kapcsolódó időpontok buboréksúgóiban.
zh_cn: 启用的重复选项将另外显示在相关预约的提示框中。

source: Within the edit screen of an appointment, it is possible to setup a date to notify about the appointment. As in the settings for appointment repeat, it is possible to use pre-defined templates for notifications (i.e. 5 minutes before, 15 minutes before etc.) or to setup a custom point of time:
hu: Egy időpont szerkesztőképernyőjén belül lehetőség van egy dátum beállítására, hogy értesítést küldjön az időpontról. Mint az időpont ismétlődésének beállításaiban, lehetőség van előre meghatározott sablonok használatára az értesítésekhez (azaz 5 perccel előtte, 15 perccel előtte, stb.) vagy egyéni időpont beállítására:
zh_cn: 在预约的编辑屏幕内，可以设置一个通知预约的日期。 如在重复预约的设置中，可以使用预定义的模板进行通知（如5分钟之前、15分钟之前等）或设置自定义时间点：

source: Notification settings in appointment edit screen
hu: Értesítési beállítások az időpont szerkesztése képernyőn
zh_cn: 重复预约编辑屏幕的通知设置

source: The custom settings for notifications are split into a relative point of time (like 5 minutes after the appointment has been started, 2 hours before the appointment ends etc.) and an explicit date time value, which can additionally be selected with a date picker. The related section needs to be enabled with a radio button, hence the disabled section will be ignored.
hu: Az értesítések egyéni beállításai fel vannak osztva relatív időpontra (mint például 5 perccel az időpont kezdete után, 2 órával az időpont vége előtt, stb.) és pontos dátum és idő értékre, amely szintén kiválasztható a dátumválasztóval. A hozzá tartozó szakaszt egy választógombbal kell engedélyezni, ezért a letiltott szakasz figyelmen kívül lesz hagyva.
zh_cn: 通知的自定义设置被分为相对时间点（如预约开始后5分钟、预约结束前2小时等）和明确的日期时间值（可以使用日期选择器选择）。 相关部分需要通过单选按钮启用，因此禁用部分将被忽略。

source: If an appointment has an active notification setting, the date/time string of the notification will be displayed in the tooltip. In addition to that, the appointment will be marked with a bell-symbol to indicate that there is an active notification set, without any mouse over actions.
hu: Ha egy időpont rendelkezik aktív értesítési beállítással, akkor az értesítés dátum és idő szövege meg fog jelenni a buboréksúgóban. Ráadásul az időpont meg lesz jelölve egy csengő szimbólummal azt jelezve, hogy aktív értesítés van beállítva. Ehhez nem szükséges semmilyen egérkurzor fölé húzási művelet.
zh_cn: 如果预约有活动的通知设置，通知的日期/时间字符串将显示在提示框中。 除此之外，预约将标有一个铃铛符号（无需鼠标悬停操作），表示预约有一个活动的通知。

source: As in the well-known ticket notifications, this package comes up with an event based notification mechanism, that can be handled using an administration interface. Within that interface, notification event entries can be created, updated and/or deleted to react on different OTRS events with related filters, recipients and content templates.
hu: Mint a jól ismert jegyértesítésekben, ez a csomag is egy eseményalapú értesítési mechanizmussal érkezik, amely egy adminisztrációs felület használatával kezelhető. A felületen belül értesítési esemény bejegyzések hozhatók létre, frissíthetők és/vagy törölhetők, hogy reagáljanak a különböző OTRS eseményekre kapcsolódó szűrőkkel, címzettekkel és tartalomsablonokkal.
zh_cn: 如同众所周知的工单通知，这个软件包提供了一个可以使用管理界面处理的基于事件的通知机制。 在该界面中，可以创建、更新和/或删除通知事件条目，以响应具有相关过滤器、收件人和内容模板的各种OTRS事件。

source: During the installation of the package, one default entry <emphasis>Appointment reminder notification</emphasis> will be installed.
hu: A csomag telepítése közben egy alapértelmezett <emphasis>Időpont emlékeztető értesítés</emphasis> bejegyzés kerül telepítésre.
zh_cn: 在安装这个软件包时，将安装一个<emphasis>预约提醒通知</emphasis>的默认条目。

source: The management frontend for notification templates can be reached using the administration menu:
hu: Az értesítési sablonok kezelési előtétprogramja az adminisztrációs menü használatával érhető el:
zh_cn: 可以使用管理菜单访问通知模板的管理前端：

source: Calendar/Appointment notification management link
hu: Naptár és időpont értesítés kezelése hivatkozás
zh_cn: 日历/预约通知管理链接

source: In the notification overview, all available notification templates can be displayed. Within that overview, such templates can be created, edited, imported/exported and, of course, deleted.
hu: Az értesítés áttekintőjében az összes elérhető értesítési sablon megjeleníthető. Az áttekintőn belül az ilyen sablonok létrehozhatók, szerkeszthetők, importálhatók, exportálhatók és természetesen törölhetők.
zh_cn: 在通知概览中，可以显示所有可用的通知模板。 在该概览中，可以创建、编辑、导入/导出这些模板，当然也可以删除。

source: Calendar/Appointment notification management overview
hu: Naptár és időpont értesítés kezelésének áttekintője
zh_cn: 日历/预约通知管理概览

source: From the left sidebar, notification entries can either be created, exported or imported. The complete set of available entries can be exported, or an already exported file can be used to import notification entries.
hu: A bal oldalsávról létrehozhatók, exportálhatók vagy importálhatók az értesítési bejegyzések. Az elérhető bejegyzések teljes halmaza exportálható, vagy egy korábban exportált fájl használható az értesítési bejegyzések importálására.
zh_cn: 从左侧栏可以创建、导出或导入通知条目。 可以导出完整的可用条目集，或者可以使用已导出的文件来导入通知条目。

source: Sidebar in calendar/appointment notification overview
hu: Oldalsáv a naptár és időpont értesítési áttekintőben
zh_cn: 日历/通知概览屏幕的侧边栏

source: The main table on the right side will display the available appointment notifications. For each line, the related entry can be edited by clicking on the name column, exported with a click on the export icon, copied with a click on the copy icon or even deleted. All icons relates just to the single entries (not like the export notifications button in the sidebar).
hu: A jobb oldalon lévő fő táblázat jeleníti meg az elérhető időpont értesítéseket. Minden egyes sorában a hozzá tartozó bejegyzés szerkeszthető a név oszlopra kattintva, exportálható az exportálás ikonra kattintva, lemásolható a másolás ikonra kattintva, vagy akár törölhető is. Az összes ikon csak az egyes bejegyzésekre vonatkozik (nem úgy mint az értesítések exportálása gomb az oldalsávon).
zh_cn: 右侧的主表将显示可用的预约通知。 对于每一行，可以通过单击名称列来编辑条目，单击导出图标来导出条目，单击复制图标来复制条目或删除图标来删除条目。 所有图标仅与单个条目相关（不像侧边栏中的导出通知按钮）。

source: Table in calendar/appointment notification overview
hu: Táblázat a naptár és időpont értesítési áttekintőben
zh_cn: 日历/预约通知概览中的表格

source: In order to create a new or update an existing entry, edit screen can be used, same as in the ticket notifications. Within that screen, it is needed to define some basic parameters, like a name, which needs to be unique for the OTRS system (it cannot even conflict with a name from the ticket notifications).
hu: Egy új bejegyzés létrehozásához vagy egy meglévő bejegyzés frissítéséhez a szerkesztőképernyő hasonló módon használható, mint a jegyértesítéseknél. A képernyőn belül meg kell határozni néhány alap paramétert, mint például a nevet, amelynek egyedinek kell lennie az OTRS rendszernél (nem ütközhet még a jegyértesítések nevével sem).
zh_cn: 为了创建新的或更新现有条目，与工单通知一样，可以使用编辑屏幕。 在该屏幕中，需要定义一些基本参数，如名称（OTRS系统中通知名称必须是唯一的，它甚至不能与工单通知中的名称冲突）。

source: Each notification entry can be made selectable as an option in the agent preferences. Optionally, a tooltip message for the related notification entry in the user preferences can be inserted, which will be displayed to the user on mouse over.
hu: Minden egyes értesítési bejegyzés kiválasztható lesz lehetőségként az ügyintézői beállításokban. Adott esetben az ügyintézői beállításokba a kapcsolódó értesítési bejegyzéshez egy buboréksúgó üzenet is beszúrható, amely akkor kerül megjelenítésre, ha a felhasználó föléjük húzza az egérkurzort.
zh_cn: 每个通知条目都可以作为服务人员偏好设置中的选项进行选择。 （可选）可以插入用户偏好设置中相关通知条目的提示框消息，当鼠标悬停时会显示给用户。

source: If needed, a comment for the entry can be added which will be displayed in the overview screen of the administration interface. Last but not least, the validity state can be selected (valid by default).
hu: Ha szükséges, megjegyzés is hozzáadható a bejegyzéshez, amely az adminisztrációs felület áttekintő képernyőjén lesz megjelenítve. Végül, de nem utolsó sorban az érvényességi állapot is kiválasztható (alapértelmezetten érvényes).
zh_cn: 如果需要，可以添加对条目的注释，将会显示在管理界面的概览屏幕中。 最后但并非最不重要的是，可以选择有效状态（默认为有效）。

source: To let the template react on OTRS events, at least one of the available events need to be selected from the list in <emphasis>Events</emphasis> widget.
hu: Annak érdekében, hogy a sablon figyeljen az OTRS eseményekre, az elérhető események legalább egyikét ki kell választani a listából az <emphasis>Események</emphasis> felületi elemen.
zh_cn: 为使模板能响应OTRS事件，需要在<emphasis>事件</emphasis>小部件中的列表中选择至少一个可用事件。

source: Event definition for calendar/appointment notifications
hu: Eseménymeghatározás a naptár és időpont értesítésekhez
zh_cn: 预约/日历通知的事件定义

source: Enclosed is a list of possible events with description:
hu: Mellékelve látható a lehetséges események listája a leírásukkal:
zh_cn: 下面是带描述的可用事件列表：

source: Executed after an appointment has been created.
hu: Azután kerül végrehajtásra, ha egy időpontot létrehoztak.
zh_cn: 在创建预约后执行。

source: Executed after an appointment has been updated.
hu: Azután kerül végrehajtásra, ha egy időpontot frissítettek.
zh_cn: 在更新预约后执行。

source: Executed after an appointment has been deleted.
hu: Azután kerül végrehajtásra, ha egy időpontot töröltek.
zh_cn: 在删除预约后执行。

source: This is a special appointment event that will be executed by the OTRS daemon in time. If an appointment contains a date/time value for notifications, as already described in this documentation, and such a notification date is reached, the OTRS daemon will execute the event <literal>AppointmentNotification</literal> for every related appointment separately.
hu: Ez egy különleges időpontesemény, amelyet az OTRS démon fog végrehajtani a megfelelő időben. Ha az időpont tartalmaz dátum és idő értéket az értesítésekhez, akkor amint az korábban bemutatásra került ebben a dokumentumban, és az adott értesítési dátumot elérte, az OTRS démon végrehajtja az <literal>AppointmentNotification</literal> eseményt külön-külön minden egyes érintett időpontnál.
zh_cn: 这是一个特殊的预约事件，将由OTRS守护进程立即执行。 如果预约包含通知的一个日期/时间值（如本文档中已经描述的），并且达到了一个这样的通知日期，OTRS守护进程将对每个相关预约分别执行<literal>预约通知</literal>事件 。

source: Executed after a calendar has been created.
hu: Azután kerül végrehajtásra, ha egy naptárat létrehoztak.
zh_cn: 在创建日历后执行。

source: Executed after a calendar has been updated.
hu: Azután kerül végrehajtásra, ha egy naptárat frissítettek.
zh_cn: 在更新日历后执行。

source: The appointment filter widget can optionally be used to narrow the list of appointments by matching configured values:
hu: Adott esetben az időpontszűrő felületi elem használható az időpontok listájának szűkítéséhez a beállított értékek illesztésével:
zh_cn: （可选）预约过滤器小部件可以用于通过匹配配置的值来缩小预约列表：

source: Filter settings in calendar/appointment notifications
hu: Szűrési beállítások a naptár és időpont értesítésekben
zh_cn: 日历/预约通知的过滤器设置

source: For example, here it's possible to select which calendar the related appointment needs to be part of, or a part or complete title or location of the appointment. Also, it's possible to choose from a list of teams or resources assigned to the appointments (available only with <emphasis role="bold">OTRS Business Solution™</emphasis>).
hu: Például itt van lehetőség kiválasztani, hogy mely naptár részének kell lennie a kapcsoló időpontnak, vagy az időpont címének vagy helyének részleges vagy teljes szövegét. Lehetséges az értesítésekhez rendelt csapatok vagy erőforrások listájából is választani (csak az <emphasis role="bold">OTRS Business Solution™</emphasis> használatával érhető el).
zh_cn: 例如，可以在这里选择相关预约所属的日历，或部分/完整标题，或预约的位置。 此外，还可以从分配给预约的团队或资源列表中进行选择（仅适用于<emphasis role="bold">OTRS商业解决方案</emphasis>）。

source: Within the <emphasis>Recipient</emphasis> widget, the related recipients can be selected which would receive generated notifications.
hu: A <emphasis>Címzett</emphasis> felületi elemen belül a kapcsolódó címzettek választhatók ki, akik megkaphatják az előállított értesítéseket.
zh_cn: 在<emphasis>收件人</emphasis> 小部件中，可以选择将要接收生成的通知的相关收件人。

source: Recipient settings in calendar/appointment notifications
hu: Címzett beállításai a naptár és időpont értesítésekben
zh_cn: 日历/预约通知的收件人设置

source: All resource related list entries are available only with <emphasis role="bold">OTRS Business Solution™</emphasis>.
hu: Az összes erőforrással kapcsolatos listabejegyzés csak az <emphasis role="bold">OTRS Business Solution™</emphasis> használatával érhető el.
zh_cn: 所有与资源相关的列表条目仅适用于<emphasis role="bold">OTRS商业解决方案</emphasis>。

source: Within the <emphasis>Notification Methods</emphasis> widget, an available transport can be selected (<emphasis>Email</emphasis>, <emphasis>SMS</emphasis> or <emphasis>Web View</emphasis>), as well as additional recipients and email templates.
hu: Az <emphasis>Értesítési módszerek</emphasis> felületi elemen belül az elérhető átvitel választható ki (<emphasis>E-mail</emphasis>, <emphasis>SMS</emphasis> vagy <emphasis>Webnézet</emphasis>), valamint további címzettek és e-mail sablonok.
zh_cn: 在<emphasis>通知方法</emphasis>小部件中，可以选择可用的传输方式（<emphasis>电子邮件</emphasis>、<emphasis>短信</emphasis>或<emphasis>Web视图</emphasis>）以及额外的收件人和电子邮件模板。

source: Notification methods in calendar/appointment notifications
hu: Értesítési módszerek a naptár és időpont értesítésekben
zh_cn: 日历/预约通知的通知方法

source: The main content of a notification can be defined in the localized subject and the body fields. Here it's possible to define static text content mixed with OTRS smart tags, if needed. The default notification entry shows how such a body and subject can look like.
hu: Egy értesítés fő tartalma a honosított tárgy és törzs mezőkben határozható meg. Itt van lehetőség az OTRS okos címkéivel kevert állandó szöveges tartalom meghatározására, ha szükséges. Az alapértelmezett értesítési bejegyzés bemutatja, hogy egy ilyen törzsnek és tárgynak hogyan kell kinéznie.
zh_cn: 通知的主要内容可以在本地化的主题和正文字段中定义。如果需要， 可以在这里混合使用静态文本内容与OTRS智能标签。 默认通知条目显示了正文和主题的外观样式。

source: Notification body in calendar/appointment notifications
hu: Értesítés törzse a naptár és időpont értesítésekben
zh_cn: 日历/预约通知的通知正文

source: A full list of available smart tags is provided in the <emphasis>Tag Reference</emphasis> widget at the bottom of the page.
hu: Az elérhető okos címkék teljes listáját az oldal alján lévő <emphasis>Címkehivatkozás</emphasis> felületi elem biztosítja.
zh_cn: 页面底部的<emphasis>标签参考</emphasis>小部件中提供了可用的智能标签的完整列表。

source: For every added notification entry which has the option <emphasis>Show in agent preferences</emphasis> enabled, a new option will be displayed in the related user preferences widget of every agent. With these options, every agent can select which types of notifications and by which available transport method they want to receive.
hu: Minden olyan hozzáadott értesítési bejegyzésnél, amelynél engedélyezve van a <emphasis>Megjelenítés az ügyintézői beállításokban</emphasis> lehetőség, egy hozzá tartozó új beállítás lesz megjelenítve minden ügyintéző felhasználói beállítások felületi elemén. Ezekkel a beállításokkal az egyes ügyintézők kiválaszthatják, hogy milyen típusú értesítéseket és mely elérhető átviteli módszerrel szeretnének megkapni.
zh_cn: 对于启用了<emphasis>在服务人员偏好设置里显示</emphasis>选项的每个添加的通知条目，每个相关服务人员的用户偏好设置小部件中将显示一个新选项。 使用这些选项，每个服务人员可以选择他想要接收哪些类型的通知和通过哪些可用的方法传输的通知。

source: Show in agent preferences option in calendar/appointment notifications
hu: Megjelenítés az ügyintézői beállításokban lehetőség a naptár és időpont értesítésekben
zh_cn: 显示在服务人员偏好设置中日历/预约通知选项
