Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Sets the ticket type of a process ticket. Example:
hu: Beállítja egy folyamatjegy jegytípusát. Példa:
zh_cn: 设置一个流程工单的工单类型。例如：

source: $Self->{'Process::TransitionAction'} = { 'TA1' => { Name => 'Set Ticket Type to default', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketTypeSet', Config => { Type => 'default', # or # TypeID => '1', }, }, };
hu: $Self->{'Process::TransitionAction'} = { 'AM1' => { Name => 'Jegytípus beállítása alapértelmezettre', Module => 'Kernel::System::ProcessManagement::TransitionAction::TicketTypeSet', Config => { Type => 'alapértelmezett', # vagy # TypeID => '1', }, }, };

source: <literal>Type</literal> specifies the name of the ticket type.
hu: A <literal>Type</literal> adja meg a jegytípus nevét.
zh_cn: <literal>Type</literal>指定工单类型的名称。

source: <literal>TypeID</literal> specifies the internal ID of the ticket type.
hu: A <literal>TypeID</literal> adja meg a jegytípus belső azonosítóját.
zh_cn: <literal>TypeID</literal>指定工单类型的内部ID。

source: Access Control Lists (ACLs)
hu: Hozzáférés-vezérlési listák (ACL-ek)
zh_cn: 访问控制列表（ACL）

source: With the help of ACLs, you can limit selectable values in process tickets. Please also see the <link linkend="acl-reference">ACL reference</link> for a description of the full ticket ACL syntax.
hu: ACL-ek segítségével korlátozhatja a kiválasztható értékeket a folyamatjegyekben. Nézze meg az <link linkend="acl-reference">ACL hivatkozás</link> szakaszt is a teljes jegy ACL szintaxisának leírásához.
zh_cn: 在ACL的帮助下，你可以在流程工单中限制可选择的值。另请参阅<link linkend="acl-reference">ACL参考</link>以获取全部工单ACL语法的描述。

source: ACL configuration
hu: ACL-beállítások
zh_cn: ACL 配置

source: ACLs can only be defined in <filename>Kernel/Config.pm</filename>. Example:
hu: ACL-eket csak a <filename>Kernel/Config.pm</filename> fájlban lehet meghatározni. Példa:
zh_cn: 只可以在文件<filename>Kernel/Config.pm</filename>中定义ACL。例如：

source: $Self->{TicketAcl}->{'001-ACL-ProcessProperties'} = { Properties => { Process => { ProcessEntityID => ['P1'], ActivityEntityID => ['A1'], ActivityDialogEntityID => ['AD1'], } }, Possible => { ActivityDialog => ['AD1', 'AD3'], }, PossibleNot => { ActivityDialog => ['AD3'], }, };
hu: $Self->{TicketAcl}->{'001-ACL-FolyamatTulajdonsagok'} = { Properties => { Process => { ProcessEntityID => ['F1'], ActivityEntityID => ['T1'], ActivityDialogEntityID => ['TP1'], } }, Possible => { ActivityDialog => ['TP1', 'TP3'], }, PossibleNot => { ActivityDialog => ['TP3'], }, };

source: 001-ACL-ProcessProperties
hu: 001-ACL-FolyamatTulajdonsagok

source: Name of the ACL rule. For further information on ACL rules in general, please consult <link linkend="acl">the ACL manual</link>.
hu: Az ACL-szabály neve. További információkért az ACL-szabályokról úgy általában nézzen utána <link linkend="acl">az ACL-kézikönyvben</link>.
zh_cn: ACL规则的名称。ACL规则的更多的信息，请查阅<link linkend="acl">ACL手册</link>。

source: This is the section that is used to check if an ACL must be applied. If it has the specified values, the rule is applied. The following values can be used:
hu: Ez az a szakasz, amely annak ellenőrzéséhez használható, hogy egy ACL-t alkalmazni kell-e. Ha a megadott értékekkel rendelkezik, akkor a szabály alkalmazásra kerül. A következő értékek használhatók:
zh_cn: 这部分用于检查是否必须应用一个ACL。如果指定了值，就是应用了ACL规则，可以使用下列值：

source: The ID of a process that the process. Matches if the ticket is assigned to this process.
hu: Egy folyamat azonosítója, amely a folyamat. Akkor illeszkedik, ha a jegy hozzá van rendelve ehhez a folyamathoz.
zh_cn: 一个流程的ID，如果工单分配到这个流程，则匹配成功。

source: The ID of the Activity that the process ticket currently is assigned to.
hu: A tevékenység azonosítója, amelyhez a folyamatjegy jelenleg hozzá van rendelve.
zh_cn: 流程工单目前分配的活动的ID。

source: The ID of the Activity Dialog that is currently open for a process ticket.
hu: A tevékenység párbeszéd azonosítója, amely jelenleg nyitott egy folyamatjegynél.
zh_cn: 一个流程工单目前打开的活动对话框的ID。

source: Possible/PossibleNot Activity Dialog
hu: Possible/PossibleNot tevékenység párbeszéd
zh_cn: 可能的/不可能的 活动对话框

source: Here you can specify a list of Activity Dialog IDs. This list will limit the possible Activity Dialogs that are offered to the user in the ticket zoom mask.
hu: Itt adhatja meg a tevékenység párbeszéd azonosítók listáját. Ez a lista fogja korlátozni a lehetséges tevékenység párbeszédeket, amelyeket felkínálnak a felhasználónak a jegynagyítás maszkban.
zh_cn: 在这里你可以指定活动对话框ID清单。这个清单限制了在工单详情屏幕提供给用户的可用活动对话框。

source: <literal>Possible</literal> lists the Activity Dialogs that are allowed. The setting above will only allow <literal>AD1</literal> and <literal>AD3</literal> of the list of configured Activity Dialogs.
hu: A <literal>Possible</literal> sorolja fel azokat a tevékenység párbeszédeket, amelyek megengedettek. A fenti beállítás a beállított tevékenység párbeszédek listájának csak a <literal>TP1</literal> és a <literal>TP3</literal> elemét fogja engedélyezni.
zh_cn: <literal>Possible</literal>列出允许的活动对话框。上述设置只允许配置的活动对话框列表中的<literal> AD1 </literal>和<literal> AD3 </literal>。

source: <literal>PossibleNot</literal> lists the Activity Dialogs that are not allowed. In the example above, the setting will remove <literal>AD3</literal> from the list of configured Activity Dialogs.
hu: A <literal>PossibleNot</literal> sorolja fel azokat a tevékenység párbeszédeket, amelyek nem megengedettek. A fenti példában a beállítás el fogja távolítani a <literal>TP3</literal> elemet a beállított tevékenység párbeszédek listájából.
zh_cn: <literal>PossibleNot</literal>列出不允许的活动对话框。上述设置会从配置的活动对话框列表中移除<literal>AD3</literal>。

source: If both <literal>Possible</literal> and <literal>PossibleNot</literal> are specified, the list of configured Activity Dialogs will first be filtered by <literal>Possible</literal>, leaving only <literal>AD1</literal> and <literal>AD3</literal> in our example. Then <literal>PossibleNot</literal> will be applied and filter out <literal>AD3</literal>, so that only <literal>AD1</literal> remains and is shown as a possible Activity Dialog that the user can use.
hu: A mind a <literal>Possible</literal>, mind a <literal>PossibleNot</literal> meg van adva, akkor a beállított tevékenység párbeszédek listáját először a <literal>Possible</literal> fogja szűrni, a példánkban csak a <literal>TP1</literal> és a <literal>TP3</literal> elemet meghagyva. Ezután a <literal>PossibleNot</literal> lesz alkalmazva, és kiszűri a <literal>TP3</literal> elemet azért, hogy csak a <literal>TP1</literal> maradjon meg, és jelenjen meg lehetséges tevékenység párbeszédként, amelyet a felhasználó használhat.
zh_cn: 如果同时指定了<literal>Possible</literal>和<literal>PossibleNot</literal>，首先通过<literal>Possible</literal>来过滤配置的活动对话框，在我们的示例中仅留下 <literal>AD1</literal> 和<literal>AD3</literal>。然后应用<literal>PossibleNot</literal>过滤掉<literal>AD3</literal>，所以最终只有<literal>AD1</literal>保留下来作为用户可以使用的活动对话框。

source: If multiple ACL rules match, the intersection of all matching rules will be calculated to determine the possible Activity Dialogs. Example:
hu: Ha több ACL-szabály illeszkedik, akkor az összes illeszkedő szabály metszete lesz kiszámítva a lehetséges tevékenység párbeszédek meghatározásához. Példa:
zh_cn: 如果匹配了多个ACL规则，则计算所有匹配规则的交集来确定可能的活动对话框。例如：

source: Configured Activity Dialogs: <literal>AD1</literal>, <literal>AD2</literal>, <literal>AD3</literal>, <literal>AD4</literal>, <literal>AD5</literal>, <literal>AD6</literal>, <literal>AD7</literal>.
hu: Beállított tevékenység párbeszédek: <literal>TP1</literal>, <literal>TP2</literal>, <literal>TP3</literal>, <literal>TP4</literal>, <literal>TP5</literal>, <literal>TP6</literal>, <literal>TP7</literal>.
zh_cn: 已配置的活动对话框：<literal>AD1</literal>、<literal>AD2</literal>、<literal>AD3</literal>、<literal>AD4</literal>、<literal>AD5</literal>、<literal>AD6</literal>、<literal>AD7</literal>。

source: $Self->{TicketAcl}->{'001-ACL-Status'} = { Properties => { Ticket => { Status => 'new', } }, Possible => { ActivityDialog => ['AD1', 'AD2', 'AD3', 'AD6', 'AD7'], }, }; $Self->{TicketAcl}->{'002-ACL-Queue'} = { Properties => { Ticket => { Queue => ['Raw'] } }, Possible => { ActivityDialog => ['AD2', 'AD3', 'AD4', 'AD7'], }, }; $Self->{TicketAcl}->{'003-ACL-Priority'} = { Properties => { Ticket => { Priority => ['3 normal'] } }, PossibleNot => { ActivityDialog => ['AD3', 'AD4'], }, };
hu: $Self->{TicketAcl}->{'001-ACL-Allapot'} = { Properties => { Ticket => { Status => 'új', } }, Possible => { ActivityDialog => ['TP1', 'TP2', 'TP3', 'TP6', 'TP7'], }, }; $Self->{TicketAcl}->{'002-ACL-Varolista'} = { Properties => { Ticket => { Queue => ['Nyers'] } }, Possible => { ActivityDialog => ['TP2', 'TP3', 'TP4', 'TP7'], }, }; $Self->{TicketAcl}->{'003-ACL-Prioritas'} = { Properties => { Ticket => { Priority => ['3 normal'] } }, PossibleNot => { ActivityDialog => ['TP3', 'TP4'], }, };

source: If a process ticket has the state <literal>new</literal>, is in the <literal>Raw</literal> queue and has a priority <literal>3 normal</literal>, then all three ACL rules will match.
hu: Ha egy folyamatjegy új (<literal>new</literal>) állapottal rendelkezik, a nyers (<literal>Raw</literal>) várólistában van és a prioritása <literal>3 normál</literal>, akkor mindhárom ACL-szabály illeszkedni fog.
zh_cn: 如果流程工单具有状态<literal> new </literal>，在<literal> Raw </literal>队列中，并具有优先级<literal> 3 normal </literal>，则所有三个ACL规则都将匹配。

source: The first rule reduces the Activity Dialogs from <literal>AD1</literal>, <literal>AD2</literal>, <literal>AD3</literal>, <literal>AD4</literal>, <literal>AD5</literal>, <literal>AD6</literal>, <literal>AD7</literal> to <literal>AD1</literal>, <literal>AD2</literal>, <literal>AD3</literal>, <literal>AD6</literal>, <literal>AD7</literal> and forbids <literal>AD4</literal> and <literal>AD5</literal>.
hu: Az első szabály csökkenti a tevékenység párbeszédeket erről: <literal>TP1</literal>, <literal>TP2</literal>, <literal>TP3</literal>, <literal>TP4</literal>, <literal>TP5</literal>, <literal>TP6</literal>, <literal>TP7</literal> erre: <literal>TP1</literal>, <literal>TP2</literal>, <literal>TP3</literal>, <literal>TP6</literal>, <literal>TP7</literal> és kitiltja a <literal>TP4</literal> és a <literal>TP5</literal> elemet.
zh_cn: 第一条规则将活动对话框从<literal>AD1</literal>、<literal>AD2</literal>、<literal>AD3</literal>、<literal>AD4</literal>、<literal>AD5</literal>、<literal>AD6</literal>、<literal>AD7</literal>减少为<literal>AD1</literal>、<literal>AD2</literal>、<literal>AD3</literal>、<literal>AD6</literal>、<literal>AD7</literal>，禁用了<literal>AD4</literal>、<literal>AD5</literal>。

source: The second rule will now further reduce the remaining Activity Dialogs. In our example, <literal>AD2</literal>, <literal>AD3</literal>, <literal>AD7</literal> will remain.
hu: A második szabály most tovább fogja csökkenteni a megmaradt tevékenység párbeszédeket. A példánkban <literal>TP2</literal>, <literal>TP3</literal> és <literal>TP7</literal> fog megmaradni.
zh_cn: 第二条规则现在将进一步减少剩余的活动对话框。 在我们的示例中，<literal>AD2</literal>、<literal>AD3</literal>、<literal>AD7</literal> 将保留下来。

source: Now the third rule will further reduce the list by <literal>PossibleNot</literal>. <literal>AD3</literal> is removed from the list. <literal>AD4</literal> is not removed, since it was not on the list in the first place. At the end, <literal>AD2</literal> and <literal>AD7</literal> remain as possible Activity Dialogs that the user can utilize.
hu: Most a harmadik szabály fogja tovább csökkenteni a listát a <literal>PossibleNot</literal> által. A <literal>TP3</literal> eltávolításra kerül a listából. A <literal>TP4</literal> nincs eltávolítva, mivel nem volt a lista első helyén. Végül <literal>TP2</literal> és <literal>TP7</literal> marad meg lehetséges tevékenység párbeszédként, amelyeket a felhasználó felhasználhat.
zh_cn: 现在，第三条规则将通过<literal> PossibleNot </literal>进一步减少列表。 从列表中删除<literal> AD3 </literal>。 <literal> AD4 </literal>未被删除，因为它不在第一条规则的列表中。 最后，<literal> AD2 </literal>和<literal> AD7 </literal>保留作为用户可以使用的活动对话框。

source: It is also possible to limit the processes that can be displayed in the <literal>New process ticket</literal> screen. The functionality is similar to limiting the Activity Dialogs with one exception: The ACLs could only be based on Users.
hu: Lehetséges a korlátozni azokat a folyamatokat is, amelyek megjeleníthetők az <literal>Új folyamatjegy</literal> képernyőn. A funkcionalitás hasonló a tevékenység párbeszédek korlátozásához egy kivétellel: az ACL-ek csak a felhasználókon alapulhatnak.
zh_cn: 还可以限制在<literal>新建流程工单</literal>屏幕中显示的流程。 功能类似于限制活动对话框，除了一处不同：ACL只能基于用户。

source: See examples below:
hu: Nézze meg a lenti példákat:
zh_cn: 参阅下面的示例：

source: $Self->{TicketAcl}->{'200-ACL-Process'} = { # match properties Properties => { User => { UserID => [2, 3], }, }, Possible => { Process => ['P1', 'P2', 'P3'], }, PossibleNot => { Process => ['P4'], }, };
hu: $Self->{TicketAcl}->{'200-ACL-Folyamat'} = { # illesztési tulajdonságok Properties => { User => { UserID => [2, 3], }, }, Possible => { Process => ['F1', 'F2', 'F3'], }, PossibleNot => { Process => ['F4'], }, };

source: $Self->{TicketAcl}->{'201-ACL-Process'} = { # match properties Properties => { User => { Group_rw => [ 'MyGroup' ], }, }, Possible => { Process => ['P1', 'P2', 'P3'], }, PossibleNot => { Process => ['P4'], }, };
hu: $Self->{TicketAcl}->{'201-ACL-Folyamat'} = { # illesztési tulajdonságok Properties => { User => { Group_rw => [ 'Saját csoport' ], }, }, Possible => { Process => ['F1', 'F2', 'F3'], }, PossibleNot => { Process => ['F4'], }, };

source: $Self->{TicketAcl}->{'202-ACL-Process'} = { # match properties Properties => { User => { Role => [ 'MyRole' ], }, }, Possible => { Process => ['P1', 'P2', 'P3'], }, PossibleNot => { Process => ['P4'], }, };
hu: $Self->{TicketAcl}->{'202-ACL-Folyamat'} = { # illesztési tulajdonságok Properties => { User => { Role => [ 'Saját szerep' ], }, }, Possible => { Process => ['F1', 'F2', 'F3'], }, PossibleNot => { Process => ['F4'], }, };

source: Import Ready2Adopt process
hu: Használatra kész folyamat importálása
zh_cn: 导入即开即用的流程

source: Import
hu: Importálás
zh_cn: 导入

source: On the <emphasis>AdminProcessManagement</emphasis> screen you can find an <emphasis>Ready2Adopt Processes</emphasis> widget, where you can find best practice Ready2Adopt processes. Currently, there is only an <emphasis>Application for leave</emphasis> process available, but you can find additional Ready2Adopt processes in the <emphasis role="bold">OTRS Business Solution™</emphasis>.
hu: Az <emphasis>AdminProcessManagement</emphasis> képernyőn található egy <emphasis>Használatra kész folyamatok</emphasis> felületi elem, ahol megtalálhatja a legjobb gyakorlatok szerinti használatra kész folyamatokat. Jelenleg csak az <emphasis>Alkalmazás a kilépéshez</emphasis> folyamat érhető el, de további használatra kész folyamatokat találhat az <emphasis role="bold">OTRS Business Solution™</emphasis> csomagban.
zh_cn: 在 <emphasis>系统管理-流程管理</emphasis>屏幕可以找到 <emphasis>即开即用流程</emphasis>小部件，此处可以找到最佳实践的即开即用流程。当前只有一个<emphasis>请假申请</emphasis>流程可用，但可以在<emphasis role="bold">OTRS商业解决方案</emphasis>中找到更多的即开即用流程。

source: Import Ready2Adopt Processes widget
hu: Használatra kész folyamatok importálása felületi elem
zh_cn: 导入即开即用流程的小部件

source: Select process from the drop-down menu and click on the <emphasis>Import Ready2Adopt process</emphasis> button. After the process is imported, don't forget to deploy changes.
hu: Válasszon folyamatot a legördülő menüből, és kattintson a <emphasis>Használatra kész folyamat importálása</emphasis> gombra. A folyamat importálása után ne felejtse el üzembe állítani a változtatásokat.
zh_cn: 在下拉菜单中选择流程，并点击<emphasis>导入即开即用流程</emphasis>按钮。流程导入后，不要忘记部署变更。

source: Localization of the OTRS Front End
hu: Az OTRS előtétprogram honosítása
zh_cn: OTRS前端界面的本地化

source: Procedures for localization for the OTRS framework, steps to be followed to create a new language translation, as well as procedures for translation customizations, can be found in the <ulink url="http://otrs.github.io/doc/manual/developer/stable/en/html/translate.html">"Language Translations"</ulink> chapter from the developer manual on <ulink url="http://otrs.github.io/doc">http://otrs.github.io/doc</ulink>.
hu: Az OTRS keretrendszer honosításának eljárásai, a követendő lépések egy új nyelvi fordítás létrehozásához, valamint a fordítás személyre szabásának eljárásai megtalálhatók a <ulink url="http://otrs.github.io/doc/manual/developer/stable/en/html/translate.html">„Nyelvi fordítások”</ulink> fejezetben a <ulink url="http://otrs.github.io/doc">http://otrs.github.io/doc</ulink> címen elérhető fejlesztői kézikönyvben.
zh_cn: OTRS框架本地化的程序，创建一个新语言翻译的步骤，与翻译定制的程序一样，都可以在开发人员手册 <ulink url="http://otrs.github.io/doc">http://otrs.github.io/doc</ulink>的<ulink url="http://otrs.github.io/doc/manual/developer/stable/en/html/translate.html">“语言翻译”章节找到</ulink>。

source: From OTRS 2.0 on, Access Control Lists (ACLs) can be used to control access to tickets, modules, queues, etc., or to influence actions on tickets (closing, moving, etc.) in certain situations. ACLs can be used to supplement the existing permission system of <link linkend="adminarea-roles">roles</link> and <link linkend="adminarea-groups">groups</link>. Using ACLs, rudimentary work-flows within the system can be mapped, based on ticket attributes.
hu: Az OTRS 2.0-tól hozzáférés-vezérlési listák (ACL-ek) használhatók a jegyekhez, modulokhoz, várólistákhoz, stb. történő hozzáférés vezérléséhez, vagy a jegyeken elvégzendő műveletek befolyásolásához (lezárás, áthelyezés, stb.) bizonyos helyzetekben. Az ACL-ek használhatók a <link linkend="adminarea-roles">szerepek</link> és a <link linkend="adminarea-groups">csoportok</link> meglévő jogosultság-rendszerének kiegészítéséhez is. ACL-ek használatával képezhetők le a rendszeren belüli kezdetleges munkafolyamatok a jegyjellemzőkön alapulva.
zh_cn: 从OTRS 2.0开始，访问控制列表（ACL）能用来控制到工单、模块、队列等的访问权限，或在某些状况下影响工单操作（关闭、转移等）。ACL可以作为现有系统权限<link linkend="adminarea-roles">角色</link>和<link linkend="adminarea-groups">组</link>的补充。使用ACL在系统中映射基本的基于工单属性的工作流。

source: In a general way ACLs are used to reduce the possible options for a ticket based on a defined set of rules.
hu: Általános módon az ACL-eket egy jegy lehetséges lehetőségeinek csökkentéséhez használják egy meghatározott szabályrendszer alapján.
zh_cn: 一般来说，ACL用基于一个预定义的规则集来减少一个工单可能的选项。

source: ACLs can be directly entered into the <filename>Kernel/Config.pm</filename> file. However this is not any more recommended as OTRS comes now with a GUI <link linkend="adminarea-groups">Access Control Lists</link> in the Admin panel that allows to save the ACLs in the Database as the first step and then deploy them into a file when they are ready.
hu: Az ACL-ek közvetlenül beírhatók a <filename>Kernel/Config.pm</filename> fájlba. Azonban ez többé nem javasolt, mivel az OTRS mostantól egy <link linkend="adminarea-groups">Hozzáférés-vezérlési listák</link> grafikus felülettel érkezik az adminisztrációs panelen, amely első lépésként lehetővé teszi az ACL-ek adatbázisba mentését, majd azok üzembe állítását egy fájlba, amikor készen vannak.
zh_cn: ACL定义可以直接写入文件 <filename>Kernel/Config.pm</filename>。但是现在不再推荐这种方式，因为在系统管理面板<link linkend="adminarea-groups">Access Control Lists访问控制列表</link>图形界面允许首先将ACL保存到数据库中，然后在准备使用时部署到一个文件。

source: This chapter has some ACL examples which will walk you through the process of defining ACL definitions, and a reference of all possible important ACL settings.
hu: Ennek a fejezet van pár ACL-példája, amelyek végig fogják vezetni az ACL meghatározások meghatározásának folyamatában, és rendelkezik az összes lehetséges fontos ACL-beállítások hivatkozásával.
zh_cn: 本章有一些ACL示例可以帮助你熟悉定义ACL的流程，还有ACL所有可能重要的设置的参考说明。

source: The default user 'root@localhost' is not affected by the Ticket ACLs
hu: Az alapértelmezett „root@localhost” felhasználót nem érintik a jegy ACL-ek
zh_cn: 默认用户‘root@localhost’不受工单ACL的影响。

source: Definition
hu: Meghatározás
zh_cn: 定义

source: The ACL definition can be split into two big parts, 'Matching' and 'Change'. In the matching sections the ACLs contains attributes that has to be met in order to use the ACL. If the attributes defined in the ACL does not match with the attributes that are sent, then the ACL does not take any affect, but any other match ACL will. The change sections contains the rules to reduce the possible options for a ticket.
hu: Az ACL-meghatározások két nagy részre oszthatók: „Illesztés” és „Változtatás”. Az illesztési szakaszokban az ACL-ek olyan jellemzőket tartalmaznak, amelyeknek teljesülniük kell az ACL használatához. Ha az ACL-ben meghatározott jellemzők nem illeszkednek az elküldött jellemzőkkel, akkor az ACL-nek nem lesz semmilyen hatása, de bármely más illeszkedő ACL-nek lesz. A változtatás szakaszok szabályokat tartalmaznak egy jegy lehetséges lehetőségei csökkentéséhez.
zh_cn: ACL定义可以拆分为两大部分：‘匹配’和‘修改’。在ACL匹配部分包含用来满足使用ACL的属性，如果ACL中定义的属性不匹配传递过来的属性，则ACL不会产生任何影响，但匹配了ACL就会产生影响。修改部分包含减少工单可能选项的规则。

source: Matching Sections
hu: Illesztési szakaszok
zh_cn: 匹配部分

source: Properties
hu: Tulajdonságok (Properties)
zh_cn: 属性

source: This section contains matching options that can be changed on the fly. For example on a ticket creation time the data of the ticket changes dynamically as the agent sets the information. If an ACL is set to match a ticket attribute then only when the matching attribute is selected the ACL will be active and might reduce other ticket attributes, but as soon as another value is selected the ACL will not take any affect.
hu: Ez a szakasz olyan illesztési lehetőségeket tartalmaz, amelyek röptében megváltoztathatók. Például egy jegy létrehozásakor a jegy adatai dinamikusan megváltoznak, amint az ügyintéző beállítja az információkat. Ha be van állítva egy ACL egy jegyjellemző illesztéséhez, akkor az ACL csak akkor lesz aktív, amikor az illesztési jellemzőt kiválasztják, és csökkentheti az egyéb jegyjellemzőket, de amint egy másik érték lesz kiválasztva, az ACL-nek nem lesz semmilyen hatása.
zh_cn: 本部分包含可动态修改的匹配选项。例如：在一个工单创建时随着服务人员设置工单信息而动态修改工单数据。如果一条ACL匹配了一个工单属性，则只有当匹配的属性被选择时ACL将会激活并可能减少其它的工单属性，但只要选择了另一个值，ACL就不会产生任何影响。

source: PropertiesDatabase
hu: Tulajdonságok adatbázis (PropertiesDatabase)
zh_cn: PropertiesDatabase数据库中的属性

source: This section is similar to <literal>Properties</literal> but does not take changes in ticket attributes that are not saved into the DataBase, this means that changing an attribute without submit will not make any effect. This section is not use for ticket creation screens (as tickets are not yet created in the Database).
hu: Ez a szakasz hasonló a <literal>Tulajdonságokhoz</literal>, de nem fogad el a jegyjellemzőkben olyan változtatásokat, amelyek nincsenek elmentve az adatbázisba. Ez azt jelenti, hogy egy jellemző megváltoztatása elküldés nélkül nem fog semmilyen hatást okozni. Ez a szakasz nem használható a jegylétrehozás képernyőknél (mivel a jegyek még nincsenek létrehozva az adatbázisban).
zh_cn: 本部分类似于<literal>属性</literal>，但不会更改未保存到数据库中的工单属性，这意味着更改属性而不提交将不会产生任何影响。 本部分内容不用于创建工单屏幕（因为工单尚未在数据库中创建）。

source: Change Sections
hu: Változtatási szakaszok
zh_cn: 更改部分

source: Possible
hu: Lehetséges (Possible)
zh_cn: Possible（可能的）

source: Possible section resets the data to be reduce to only the elements that are set in this section.
hu: A „Possible” szakasz visszaállítja a csökkentendő adatokat csak azokra az elemekre, amelyek ebben a szakaszban be vannak állítva.
zh_cn: ‘可能的’部分重置数据，以便将数据减少为只有在本部分列出的元素。

source: PossibleAdd
hu: Lehetséges hozzáadás (PossibleAdd)
zh_cn: PossibleAdd（添加可能的）
