Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: en
hu: hu
zh_cn: zh_CN

source: OTRS 6 - Admin Manual
hu: OTRS 6 - Adminisztrátori kézikönyv
zh_cn: OTRS 6 - 系统管理手册

source: This work is copyrighted by OTRS AG.
hu: Ez a mű az OTRS AG szerzői joga alatt áll.
zh_cn: 本作品版权归OTRS AG所有。

source: You may copy it in whole or in part as long as the copies retain this copyright statement.
hu: Lemásolhatja részben vagy egészben mindaddig, amíg a másolat tartalmazza ezt a szerzői jogi nyilatkozatot.
zh_cn: 只要您保留此版权声明，就可以拷贝文档。

source: All trade names are used without the guarantee for their free use and are possibly registered trade marks. All products mentioned in this manual may be trade marks of the respective manufacturer.
hu: Minden márkanév a szabad felhasználásra vonatkozó garancia nélkül kerül felhasználásra, és lehetséges bejegyzett védjegyek lehetnek. Az ebben a kézikönyvben említett összes termék az illető gyártó védjegyei lehetnek.
zh_cn: 所有的产品名称都是在没有担保的情况下使用，可能是注册商标。 本手册中提及的所有产品可能是相应制造商的注册商标。

source: The source code of this document can be found at <ulink url="https://otrs.github.io">github</ulink>, in the repository <ulink url="https://github.com/OTRS/doc-admin">doc-admin</ulink>. Contributions are more than welcome. You can also help translating it to your language at <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.
hu: A dokumentum forráskódja megtalálható a <ulink url="https://otrs.github.io">GitHubon</ulink> a <ulink url="https://github.com/OTRS/doc-admin">doc-admin</ulink> tárolóban. A hozzájárulásokat mindennél jobban köszönjük. Segíthet a saját nyelvére való fordításban is a <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink> oldalon.
zh_cn: 本文档的源代码可以在<ulink url="https://otrs.github.io">github</ulink>上找到，具体位置是<ulink url="https://github.com/OTRS/doc-admin">doc-admin</ulink>，欢迎贡献更多内容。您也可以在<ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>上帮助翻译本文档为您的语言。

source: Introduction
hu: Bevezetés
zh_cn: 介绍

source: Administration
hu: Adminisztráció
zh_cn: 管理

source: Email Settings
hu: E-mail beállítások
zh_cn: 邮件设置

source: Ticket Settings
hu: Jegybeállítások
zh_cn: 工单设置

source: Customization
hu: Személyre szabás
zh_cn: 定制

source: Appointment Calendar
hu: Időpontnaptár
zh_cn: 预约日历

source: Trouble Ticket Systems - The Basics
hu: Hibajegyrendszerek - Az alapok
zh_cn: 问题单系统 — 基本介绍

source: This chapter offers a brief introduction to trouble ticket systems, along with an explanation of the core concept of a trouble ticket. A quick example illustrates the advantages of using such a system.
hu: Ez a fejezet egy rövid bevezetést nyújt a hibajegyrendszerekbe egy hibajegy alapvető elképzelésének magyarázata mentén. Egy gyors példa szemlélteti az ilyen rendszerek használatának előnyeit.
zh_cn: 本章会对问题单系统以及问题单系统的核心概念进行介绍。我们将通过一个虚拟案例来介绍系统的优点。

source: What is a trouble ticket system, and why do you need one?
hu: Mi az a hibajegyrendszer, és miért van szüksége egy ilyenre?
zh_cn: 问题单系统是什么，为何需要它？

source: The following example describes what a trouble ticket system is, and how you might benefit from using such a system at your company.
hu: A következő példa bemutatja, hogy mi is az a hibajegyrendszer, és hogyan húzhat hasznot egy ilyen rendszer használatával a vállalatánál.
zh_cn: 下面的例子将叙述问题单系统是什么，公司将如何从这套系统中获益。

source: Let's imagine that Max is a manufacturer of video recorders. Max receives many messages from customers needing help with the devices. Some days, he is unable to respond promptly or even acknowledge the messages. Some customers get impatient and write a second message with the same question. All messages containing support requests are stored in a single inbox folder. The requests are not sorted, and Max responds to the messages using a regular email program.
hu: Képzeljük el, hogy Miksa a videofelvevők gyártója. Miksa sok üzenetet kap az ügyfelektől, akiknek segítségre van szüksége az eszközökkel kapcsolatban. Néhány napja képtelen azonnal válaszolni, vagy akár csak visszaigazolni az üzeneteket. Néhány ügyfél kezd türelmetlenné válni, és egy második üzenetet is ír ugyanazzal a kérdéssel. Minden támogatási kérést tartalmazó üzenet egy egyszerű beérkező üzenetek mappában van eltárolva. A kérések nincsenek rendezve, és Miksa egy szokványos levelezőprogrammal válaszol az üzenetekre.
zh_cn: 让我们假设Max是名录像机生产商。Max会收到许多来自客户咨关于备使用维修的咨询邮件。有时Max无法及时回复或查阅这些邮件。一些客户等的没了耐心，会重复发送邮件咨询相同问题。所有的支持请求邮件都保存在一个收件夹里。这些需求没有排序，所有邮件都由Max通过普通的邮件客户端回复。

source: Since Max cannot reply fast enough to all the messages, he is assisted by the developers Joe and John in this. Joe and John use the same mail system, accessing the same inbox. They don't realize that Max often gets two identical requests from one frustrated customer. Sometimes they both end up responding separately to the same request, with the customer receiving two different answers. Furthermore, Max is unaware of the details of their responses. He is also unaware of the details of the customer problems and their resolutions, such as which problems occur with high frequency, or how much time and money he has to spend on customer support.
hu: Mivel Miksa nem tud elég gyorsan válaszolni minden üzenetre, József és János fejlesztők segítenek neki ebben. József és János ugyanazt a levelezőrendszert használják, és ugyanahhoz a bejövő üzenetekhez férnek hozzá. Nincsenek tisztában azzal, hogy Miksa gyakran két azonos kérést kap egy ideges ügyféltől. Néha az lesz a vége, hogy mindketten külön-külön válaszolnak ugyanarra a kérésre, amivel az ügyfél két különböző választ kap. Azonkívül Miksának nincs tudomása a válaszaik részleteiről. Nincs tudomása az ügyfélproblémák részleteiről sem, és azok döntéseiről, mint például mely problémák fordulnak elő nagy gyakorisággal, vagy mennyi időt és pénzt kell áldoznia az ügyfelek támogatására.
zh_cn: 由于Max无法足够快的回复所有的消息，由开发人员Joe和John来协助他处理邮件。Joe和John使用相同的邮件系统，访问同一个收件箱。他们并不知道Max经常会收到来自某个沮丧顾客发送的两封完全相同请求的邮件。还有有时候他们还会对同一个请求邮件各自做出自己的回复，客户则会收到两封不同回复的邮件。此外，Max无法知晓他们回复的细节。他也无法知道顾客问题和他们解决方案的细节，例如如哪些问题经常发生，或者他在客户支持上花掉了多少时间与金钱。

source: At a meeting, a colleague tells Max about trouble ticket systems and how they can solve Max's problems with customer support. After looking for information on the Internet, Max decides to install OTRS on a computer that is accessible from the web by both his customers and his employees. Now, the customer requests are no longer sent to Max's private inbox but to the mail account that is used for OTRS. The ticket system is connected to this mailbox and saves all requests in its database. For every new request, the system automatically generates an answer and sends it to the customer so that the customer knows that his request has arrived and will be answered soon. OTRS generates an explicit reference, the ticket number, for every single request. Customers are now happy because their requests are acknowledged and it is not necessary to send a second message with the same question. Max, John, and Joe can now log into OTRS with a simple web browser and answer the requests. Since the system locks a ticket that is answered, no message is edited twice.
hu: Egy értekezleten egy munkatárs beszélt Miksának a hibajegyrendszerekről, és hogy hogyan oldhatná meg Miksa ügyféltámogatással kapcsolatos problémáját. Miután információt keresett az Interneten, Miksa elhatározta, hogy telepíti az OTRS-t egy olyan számítógépre, amely mind az ügyfeleknek, mind az alkalmazottaknak elérhető a weben keresztül. Most az ügyfélkérések többé nem Miksa személyes postafiókjába vannak küldve, hanem egy olyan levelezőfiókba, amelyet azt OTRS-hez használnak. A jegyrendszer ehhez a postafiókhoz kapcsolódik, és minden kérést a saját adatbázisába ment. Minden új kérésnél a rendszer automatikusan előállít egy választ, és elküldi azt az ügyfélnek abból a célból, hogy az ügyfél tudja, hogy a kérése megérkezett, és hamarosan megválaszolásra kerül. Az OTRS egy határozott hivatkozást - jegyszámot - állít elő minden egyes kéréshez. Az ügyfelek most boldogok, mert a kérésük vissza lett igazolva, és nem szükséges második üzenetet küldeni ugyanazzal a kérdéssel. Miksa, János és József most egy egyszerű webböngészővel tudnak bejelentkezni az OTRS rendszerbe, és válaszolhatnak a kérésekre. Mivel a rendszer zárolja a megválaszolt jegyet, ezért nincs kétszer szerkesztett üzenet.
zh_cn: 在一次会议上，一个同事告知Max，问题单系统可以帮助解客户支持的问题。在通过互联网了解相关信息后，Max决定在一台可以让他的顾客和雇员通过web访问的计算机上安装OTRS。现在，客户请求再也不用发送至Max的私人收件箱了，而是发送到OTRS使用的的邮件账户。问题单管理系统将通过收件箱获取所有需求邮件，并将其转存至数据库。每个新请求，系统将生成自动回复发送给客户，这样客户知晓自己的需求已送达，服务人员会尽快被答复。OTRS系统会将为每个请求生成唯一的ID号，即问题单号。现在，客户开心了，因为需求已经到达，只需耐心等待回复，也不用重复发送邮件了。Max，John和Joe则可以通过登录OTRS来回复客户请求。系统会锁定被回复过的问题单，这样就避免了重复回复。

source: Let's imagine that Mr. Smith makes a request to Max's company, and his message is processed by OTRS. John gives a brief reply to his question. But Mr. Smith has a follow-up question, which he posts via a reply to John's mail. Since John is busy, Max now answers Mr. Smith's message. The history function of OTRS allows Max to see the full sequence of communications on this request, and he responds with a more detailed reply. Mr. Smith does not know that multiple service representatives were involved in resolving his request, and he is happy with the details that arrived in Max's last reply.
hu: Képzeljük el, hogy Kovács úr egy kérést intéz Miksa vállalatához, és az üzenetét az OTRS dolgozza fel. János egy rövid választ ad a kérdésére. De Kovács úrnak egy követő kérdése van, amelyet János levelére válaszul küld. Mivel János elfoglalt, most Miksa válaszol Kovács úr üzenetére. Az OTRS előzmény funkciója lehetővé teszi Miksának a kéréssel kapcsolatos kommunikáció teljes sorozatának megtekintését, és részletesebb választ küld. Kovács úr nem tudja, hogy több szolgáltatás képviselői lettek bevonva a kérésének megoldásába, és boldog azokkal a részletekkel, amelyek Miksa legutóbbi válaszában érkeztek.
zh_cn: 想象一下，当Smith发送了一个请求邮件给Max的公司，被OTRS接收。John马上给了Smith一个简单回复，但是Smith反馈想要更加详细的解答。此时John刚好有别的事情要做，Max便回复了Smith的问题。历史查看功能使得Max可以很容易获知Smith的初始需求，以及John的回复内容，这样他可以补充更为详尽的解答信息。而Smith并不知道其实有两个人参与回复了此需求，而Max最后的回复，令他对问题得到解决而十分满意。

source: Of course, this is only a short preview of the possibilities and features of trouble ticket systems. But if your company has to attend to a high volume of customer requests through emails and phone calls, and if different service representatives need to respond at different times, a ticket system can be of great assistance. It can help streamline work flow processes, add efficiencies, and improve your overall productivity. A ticket system helps you to flexibly structure your Support or Help Desk environment. Communications between customers and service staff become more transparent. The net result is an increase in service effectiveness. And no doubt, satisfied customers will translate into better financial results for your company.
hu: Természetesen ez csak a hibajegyrendszerek lehetőségeinek és szolgáltatásainak rövid betekintése. De ha a vállalatának leveleken és telefonhívásokon keresztüli ügyfélkérések nagy mennyiségét kell kiszolgálnia, és különböző szolgáltatás képviselőinek kell válaszolnia különböző időben, akkor egy jegyrendszer nagy segítség lehet. Segíthet a munkafolyamatok modernizálásában, hatékonyságok hozzáadásában és az összteljesítmény javításában. Egy jegyrendszer segít önnek rugalmasan strukturálni a támogatási vagy segélyszolgálati környezetet. Az ügyfelek és a kisegítő személyzet közötti kommunikációk átláthatóbbá válnak. A tiszta eredmény a szolgáltatás hatékonyságának növelése. És nincs kétség, az elégedett ügyfelek jobb pénzügyi eredményekre lesznek átfordítva a vállalata számára.
zh_cn: 当然，这只是关于问题单系统的简单介绍。如果有大量客户请求（邮件和电话呼叫）需要响应，如果不同服务需要区分不同响应时间，问题单系统可以助力组织提高服务质量。问题单系统可以协助完善工作处理流程，提高效率并提高生产力。问题单系统可以协助组织创建并完善灵活的服务台支持环境。客户与服务人员之间的沟通会更透明。最终结果就是提高服务效率。毋庸置疑，让客户满意，意味着公司将获得更高的收益。

source: What is a trouble ticket?
hu: Mi az a hibajegy?
zh_cn: 什么事问题单？

source: A trouble ticket is similar to a medical report created for a hospital patient. When a patient first visits the hospital, a medical report is created to hold all necessary personal and medical information on him. Over multiple visits, as he is attended to by the same or additional doctors, the attending doctor updates the report by adding new information on the patient's health and the ongoing treatment. This allows any other doctors or the nursing staff to get a complete picture on the case at hand. When the patient recovers and leaves the hospital, all information from the medical report is archived and the report is closed.
hu: Egy hibajegy hasonló a kórházi betegnek létrehozott orvosi jelentéshez. Amikor egy beteg először látogatja meg a kórházat, akkor egy orvosi jelentést hoznak létre az összes szükséges személyes és orvosi információ tárolására a betegről. Több látogatás alkalmával, amint ugyanaz vagy további orvosok látják el, az ellátó orvos frissíti a jelentést a beteg egészségi állapotáról és a folyamatos kezelésről szóló új információk hozzáadásával. Ez teszi lehetővé bármely más orvosnak vagy az ápolószemélyzetnek, hogy teljes képet kapjanak a szóban forgó ügyben. Amikor a beteg meggyógyul és elhagyja a kórházat, akkor az orvosi jelentés minden információját archiválják, és a jelentést lezárják.
zh_cn: 问题单就像病人的病例。当病人第一次访问医院，医院会创建体检报告以保存他所有必要的个人和医疗信息。多次看病后，因为他可能由相同或多名的医生诊治过，主诊医生会更新通过增加病人的健康状况与持续治疗的相关信息来完善记录。这样一来，任何其他医生或护理人员都能获得一手完整的诊疗记录。当患者恢复并离开医院后，所有的医疗信息都会被归档，报告也会关闭。

source: Trouble ticket systems such as OTRS handle trouble tickets like normal email. The messages are saved in the system. When a customer sends a request, a new ticket is generated by the system which is comparable to a new medical report being created. The response to this new ticket is comparable to a doctor's entry in the medical report. A ticket is closed if an answer is sent back to the customer, or if the ticket is separately closed by the system. If a customer responds again on an already closed ticket, the ticket is reopened with the new information added. Every ticket is stored and archived with complete information. Since tickets are handled like normal emails, attachments and contextual annotations will also be stored with each email. In addition, information on relevant dates, employees involved, working time needed for ticket resolution, etc. are also saved. At any later stage, tickets can be sorted, and it is possible to search through and analyze all information using different filtering mechanisms.
hu: A hibajegyrendszerek - mint például az OTRS - úgy kezelik a hibajegyeket mint a normál leveleket. Az üzenetek a rendszerben vannak elmentve. Amikor egy ügyfél kérést küld, akkor a rendszer egy új jegyet állít elő, amely egy létrehozott orvosi jelentéssel hasonlítható össze. Az új jegyre adott válasz hasonló egy orvos bejegyzésével az orvosi jelentésen. Egy jegy lezárásra kerül, ha egy választ visszaküldtek az ügyfélnek, vagy ha a jegyet külön lezárta a rendszer. Ha egy ügyfél ismét kérést intéz egy már lezárt jegyre, akkor a jegyet újranyitják az új információk hozzáadásával. Minden jegy a teljes információval kerül tárolásra és archiválásra. Mivel a jegyeket úgy kezelik mint a normál leveleket, a mellékletek és a szövegre vonatkozó jegyzetek is el lesznek tárolva minden egyes levéllel. Továbbá a fontos dátumok, részt vevő alkalmazottak, a jegy megoldásához szükséges munkaidő, stb. információk is mentésre kerülnek. Bármely későbbi állapotban a jegyek rendezhetők, és lehetséges a keresés bennük, valamint minden információ elemzése különböző szűrési mechanizmus használatával.
zh_cn: 诸如OTRS这样的问题单系统，通过邮件处理工单。所有消息都会保存在系统中。当客户发送请求，新问题单被系统自动创建，就像新开启病例一样。对新问题单的回复就像医生的诊断记录。当问题解决，系统会发送关闭通知给客户，或者由系统关闭工单。如果客户往已关闭的工单中添加内容，则该单会重新打开，新的信息被记录。所有的信息都会完整保存并归档。所有内容，如email、附件、注解也会作为每封email的附加信息保存。不仅如此，其他附加信息如日期、参与人员、工作量等也都有记录。在之后的任何阶段，工单可以排序归类，也可以通过搜索和过滤来分析所有信息。

source: OTRS Help Desk
hu: OTRS segélyszolgálat
zh_cn: OTRS 服务台

source: This chapter describes the features of OTRS Help Desk (OTRS). You will find information about the hardware and software requirements for OTRS. Additionally, in this chapter you will learn how to get commercial support for OTRS, should you require it, and how to contact the community.
hu: Ez a fejezet az OTRS segélyszolgálat (OTRS) szolgáltatásait írja le. Információkat fog találni az OTRS hardver- és szoftverkövetelményeiről, továbbá ebben a fejezetben fogja megismerni, hogy hogyan szerezhet kereskedelmi támogatást az OTRS-hez, szüksége van-e rá, és hogyan léphet kapcsolatba a közösséggel.
zh_cn: 本章介绍OTRS Help Desk（OTRS）的服务台功能。您将了解有关OTRS硬件与软件要求的信息。此外，本章中您还能了解如何获得OTRS的社区和商业支持。

source: Basics
hu: Alapok
zh_cn: 基本介绍

source: OTRS Help Desk (OTRS) is a web application that is installed on a web server and can be used with a web browser.
hu: Az OTRS segélyszolgálat (OTRS) egy olyan webalkalmazás, amelyet egy webkiszolgálóra telepítenek és egy webböngészővel használható.
zh_cn: OTRS Help Desk (OTRS) 是一款安装在服务器上的网站应用程序，可以通过浏览器访问。

source: OTRS is separated into several components. The main component is the OTRS framework which contains all central functions for the application and the ticket system. It is possible to install additional applications such as OTRS::ITSM modules, integrations with Network Monitoring solutions, a knowledge base (FAQ), et cetera.
hu: Az OTRS számos összetevőre van bontva. A fő összetevő az OTRS keretrendszer, amely az összes központi funkciót tartalmazza az alkalmazáshoz és a jegyrendszerhez. Lehetséges további alkalmazások telepítése is, mint például az OTRS::ITSM modulok, integrációk a hálózati megfigyelési megoldásokkal, tudásbázis (GyIK), stb.
zh_cn: OTRS由几个部分组成。OTRS的主模块是OTRS框架，它包含了应用程序和工单系统的所有核心功能。还可以安装额外的应用，如ITSM模块，与网络监控解决方案集成，知识库（FAQ）等等。

source: Features
hu: Szolgáltatások
zh_cn: 功能介绍

source: OTRS has many features. The following list gives an overview of the main features included in the OTRS framework.
hu: Az OTRS számos szolgáltatással rendelkezik. A következő lista áttekintést nyújt az OTRS keretrendszerben lévő fő szolgáltatásokról.
zh_cn: OTRS有许多功能。下面的列表给出了关于OTRS框架包含的主要功能概述。

source: User Interface
hu: Felhasználói felület
zh_cn: 用户界面

source: OTRS comes with separate, modern web interfaces for agents and customers.
hu: Az OTRS különálló, modern webes felülettel érkezik az ügyintézők és az ügyfelek számára.
zh_cn: OTRS针对服务人员和客户分别提供了独立、现代的Web界面。

source: It can be used on any modern web browser, including mobile platforms and is retina ready.
hu: Használható bármilyen modern webböngészővel, beleértve a mobilos platformokat is, valamint készen áll a retina kijelzőkhöz.
zh_cn: 其可以被用于任何现代网页浏览器，包括移动平台并支持视网膜屏分辨率。

source: The web interface can be customized with own themes and skins.
hu: A webes felület személyre szabható saját témákkal és felszínekkel.
zh_cn: WEB界面还可以自定义主题和皮肤。

source: Powerful and customizable agent dashboard with personal ticket overviews and graphical statistics support.
hu: Hatékony és személyre szabható ügyintézői vezérlőpult személyes jegyáttekintőkkel és grafikus statisztika támogatással.
zh_cn: 拥有功能强大、可定制的服务人员仪表板，还有个人工单的总览与图形化的统计支持功能。

source: An extensible reporting engine provides various statistics and report scheduling options.
hu: Egy bővíthető jelentésmotor különféle statisztika és jelentés ütemezési lehetőséget biztosít.
zh_cn: 一个可扩展的报表引擎能提供多种统计和报告的调度计划选项。

source: With the ProcessManagement it is possible to define own ticket-based screens and processes (ticket workflows).
hu: A folyamatkezeléssel lehetőség van saját jegyalapú képernyőket és folyamatokat (jegy munkafolyamatokat) meghatározni.
zh_cn: 使用流程管理(ProcessManagement)功能，可以定制基于工单的屏幕和流程(工单工作流)。

source: OTRS has a built-in rights management that can be extended with fine-grained access control lists (ACLs).
hu: Az OTRS beépített jogkezeléssel rendelkezik, amely részletes hozzáférés-vezérlési listákkal (ACL-ekkel) bővíthető.
zh_cn: OTRS内置有权限管理功能，可以配合细粒度的访问控制列表(ACL)扩展权限管理功能。

source: Support for more than 30 languages and different time zones.
hu: Több mint 30 nyelv és különböző időzónák támogatása.
zh_cn: 支持超过30种语言和不同时区。

source: Email Interface
hu: E-mail felület
zh_cn: 邮件界面

source: Support for MIME emails with attachments.
hu: Mellékletekkel rendelkező MIME e-mailek támogatása.
zh_cn: 支持带附件的MIME邮件。

source: Automatic conversion of HTML into plain text messages (increased security for sensitive content and enables faster searching).
hu: A HTML automatikus átalakítása egyszerű szöveges üzenetekre (megnövelt biztonság az érzékeny tartalomhoz és gyorsabb keresés engedélyezése).
zh_cn: 自动将HTML转化为普通文本信息(提高敏感内容安全性并提高搜索速度)。

source: Incoming mail can be filtered and pre-processed with complex rules, e.g. for spam messages or Queue distribution.
hu: A bejövő levél szűrhető és előfeldolgozható összetett szabályokkal, például levélszemét üzeneteknél vagy várólista elosztáshoz.
zh_cn: 新进邮件可以被过滤并按复杂规则预处理，如处理垃圾邮件或按队列分发。

source: Support for PGP and S/MIME standards for key/certificate management and email processing.
hu: PGP és S/MIME szabványok támogatása a kulcs/tanúsítvány kezelésnél és az e-mail feldolgozásnál.
zh_cn: 支持PGP和S/MIME标准的密钥/证书管理和邮件处理。

source: Automatic responses, configurable for every queue.
hu: Automatikus válaszok, amelyek minden várólistánál beállíthatók.
zh_cn: 自动响应，可以为每个队列单独设置。

source: Email notifications for agents about new tickets, follow-ups or unlocked tickets.
hu: E-mail értesítések az ügyintézőknek az új jegyekről, a követésekről vagy a feloldott jegyekről.
zh_cn: 新工单、跟进与工单解锁可以邮件通知服务人员。

source: It is possible to define an own Ticket identifier to recognize follow-ups, e.g. Call#, Ticket# or Request#. There are different ticket number generators (date-based, random etc.) and you can integrate your own as well. Follow-ups can also be recognized by In-Reference-To headers or external ticket numbers.
hu: Lehetséges saját jegyazonosítót meghatározni a követések felismeréséhez, például Hívás#, Jegy# vagy Kérés#. Különböző jegyszám előállítók vannak (dátum alapú, véletlen, stb.), valamint integrálhatja a sajátját is. A követések felismerhetők az In-Reference-To fejlécekkel vagy külső jegyszámokkal is.
zh_cn: 可以定义工单标识符，以识别跟进，如根据Call#、Ticket#或Request#。工单编号可以根据多种规则生成(基于时间和随机等。)，还可以按自己的要求进行设计。跟进同样可以通过In-Reference-To头部信息或扩展工单编号进行识别。

source: Tickets
hu: Jegyek
zh_cn: 工单

source: OTRS uses Tickets to gather all external an internal communication that belongs together. These tickets are organized in Queues.
hu: Az OTRS jegyeket használ az összes olyan külső vagy belső kommunikáció begyűjtéséhez, amelyek egymáshoz tartoznak. Ezek a jegyek várólistákba vannak szervezve.
zh_cn: OTRS使用工单将内部与外部沟通信息整合在一起。这些工单以队列形式组织。

source: There are many different ways of looking at the tickets in a system (based on Queues, Status, Escalation etc.) in different level of detail (small/medium/preview).
hu: Számos különböző módja van a jegyek keresésének a rendszeren (várólisták, állapotok, eszkaláció, stb. alapján) a részletek különböző szintjén (kicsi/közepes/előnézet).
zh_cn: 有多种方式查看系统中的工单(基于队列、状态、升级情况等)，还可以根据级别查看详细信息(简洁/基本/预览)。

source: The Ticket history records all changes to a ticket.
hu: A jegyelőzmények minden változtatást rögzít egy jegyhez.
zh_cn: 工单历史记录一张工单的所有变更。

source: Tickets can be changed in many ways, such as replying, forwarding, bouncing, moving to another Queue, updating attributes (state, priority etc.), locking and accounting working time. It is possible to modify many tickets at once (bulk action).
hu: A jegyek több módon is megváltoztathatók, például válasszal, továbbítással, átirányítással, áthelyezéssel egy másik várólistába, jellemzők frissítésével (állapot, prioritás, stb.), zárolással és munkaidő elszámolásával. Lehetséges egyszerre több jegyet módosítani (tömeges művelet).
zh_cn: 工单可以用很多方式修改，如回复、转发、退回、转换到另外一个队列、更新属性(状态、优先级等)、锁定和计算工时。可以对多张工单进行批量修改（批量操作）。
