Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: You can switch from one back-end to the other on the fly. You can switch the backend in the SysConfig, and then run the command line utility <filename>bin/otrs.Console.pl Admin::Article::StorageSwitch</filename> to put the articles from the database onto the filesystem or the other way around. You can use the <emphasis>--target</emphasis> option to specify the target backend. Please note that the entire process can take considerable time to run, depending on the number of articles you have and the available CPU power and/or network capacity.
hu: Átkapcsolhat röptében az egyik háttérprogramról egy másikra. A háttérprogramot a rendszerbeállításokban kapcsolhatja át, és azután futtassa le a <filename>bin/otrs.Console.pl Admin::Article::StorageSwitch</filename> parancssori segédprogramot a bejegyzések átrakásához az adatbázisból a fájlrendszerre vagy fordítva. A <emphasis>--target</emphasis> kapcsolót használhatja a cél háttérprogram megadásához. Vegye figyelembe, hogy a teljes folyamat futtatása számottevő ideig eltarthat a meglévő bejegyzések számától és az elérhető processzorteljesítménytől és/vagy hálózati kapacitástól függően.
zh_cn: 你可以动态切换存储后端，切换后运行命令行工具<filename>bin/otrs.Console.pl Admin::Article::StorageSwitch</filename>来将文档从数据库放到文件系统中，或者从文件系统放到数据库中。你可以使用<emphasis>--target</emphasis> 选项来指定目标后端。请注意：整个过程可能会花费相当长的时间，取决于你拥有文档的数量以及可用的CPU能力和/或网络带宽。

source: <emphasis>Script: Switching storage back-ends from database to filesystem.</emphasis>
hu: <emphasis>Parancsfájl: Tároló háttérprogramok átkapcsolása adatbázisról fájlrendszerre.</emphasis>
zh_cn: <emphasis>脚本: 切换存储后端，从数据库切换到文件系统。</emphasis>

source: If you want to keep old attachments in the database, you can activate the SysConfig option <literal>Ticket::Article::Backend::MIMEBase::CheckAllStorageBackends</literal> to make sure OTRS will still find them.
hu: Ha a régi mellékleteket az adatbázisban szeretné tartani, akkor bekapcsolhatja a <literal>Ticket::Article::Backend::MIMEBase::CheckAllStorageBackends</literal> rendszerbeállítási lehetőséget annak biztosításához, hogy az OTRS továbbra is megtalálja azokat.
zh_cn: 如果要在数据库中保留旧附件，可以激活系统配置选项<literal>Ticket::Article::Backend::MIMEBase::CheckAllStorageBackends</literal>以确保OTRS仍然可以找到它们。

source: Archiving Tickets
hu: Jegyek archiválása
zh_cn: 归档工单

source: As OTRS can be used as an audit-proof system, deleting closed tickets may not be a good idea. Therefore we implemented a feature that allows you to archive tickets.
hu: Mivel az OTRS használható vizsgálatigazoló rendszerként, emiatt a lezárt jegyek törlése nem lenne jó ötlet. Ezért megvalósítottunk egy olyan szolgáltatást, amely lehetővé teszi a jegyek archiválását.
zh_cn: 由于OTRS可以用作审核系统，删除关闭的工单可能不是一个好主意。 因此，我们实现了一个可以让您归档工单的功能。

source: Tickets that match certain criteria can be marked as "archived". These tickets are not accessed if you do a regular ticket search or run a Generic Agent job. The system itself does not have to deal with a huge amount of tickets any longer as only the "latest" tickets are taken into consideration when using OTRS. This can result in a huge performance gain on large systems.
hu: Azok a jegyek, amelyek bizonyos feltételekre illeszkednek, megjelölhetők „archiváltként”. Ezek a jegyek nem lesznek hozzáférhetők, ha egy szabályos jegykeresést hajt végre, vagy egy általános ügyintéző feladatot futtat. Magának a rendszernek többé nem kell foglalkoznia a jegyek hatalmas mennyiségével, mivel csak a „legújabb” jegyeket kell figyelembe venni az OTRS használatakor. Ez egy hatalmas teljesítménynövekedést eredményezhet nagy rendszereknél.
zh_cn: 匹配某个条件的工单可以标记为“已归档”。这些工单在使用常规的工单搜索或运行一个自动任务时无法访问。系统本身不再需要处理大量的工单，而只考虑‘最近’的工单就可以了。这在大型系统中能带来巨大的性能提升。

source: To use the archive feature simply follow these steps:
hu: Az archiválás funkció használatához egyszerűen kövesse ezeket a lépéseket:
zh_cn: 要使用归档功能，只需按照以下步骤操作：

source: Activate the archive system in SysConfig
hu: Kapcsolja be az archiváló rendszert a rendszerbeállításokban
zh_cn: 在系统配置中激活归档系统

source: In the Admin page, go to SysConfig and select the group <literal>Ticket</literal>. In <literal>Core::Ticket</literal> you find the option <literal>Ticket::ArchiveSystem</literal> which is set to "no" by default. Change this setting to "yes" and save this change.
hu: Az adminisztrációs oldalon menjen a rendszerbeállításokhoz, és válassza ki a <literal>Ticket</literal> csoportot. A <literal>Core::Ticket</literal> alcsoportban keresse meg a <literal>Ticket::ArchiveSystem</literal> beállítást, amely alapértelmezetten „Nem” értékre van állítva. Változtassa meg ezt a beállítást „Igen” értékre, és mentse el a változtatást.
zh_cn: 在系统管理页面中，进入系统管理后选择<literal>Ticket（工单）</literal>组，在<literal>Core::Ticket</literal>中找到选项<literal>Ticket::ArchiveSystem</literal>，默认设置为“否”。修改这个选项为“是”并保存。

source: Define a GenericAgent job
hu: Határozzon meg egy általános ügyintéző feladatot
zh_cn: 定义一个自动任务

source: On the Admin page, select GenericAgent and add a new job there.
hu: Az adminisztrációs oldalon válassza ki az Általános ügyintézőt, és ott adja hozzá az új feladatot.
zh_cn: 在<link linkend="adminarea">系统管理页面</link>，选择‘GenericAgent自动任务’并添加一个新任务。

source: Job Settings
hu: Feladat-beállítások
zh_cn: 任务设置

source: Provide a name for the archiving job, and select proper options to schedule this job.
hu: Adjon egy nevet az archiválási feladatnak, és válassza ki a megfelelő beállításokat a feladat ütemezéséhez.
zh_cn: 为归档任务提供一个名称，并选择合适的选项来计划这个任务。

source: Ticket Filter
hu: Jegyszűrő
zh_cn: 工单过滤

source: The ticket filter is searches for tickets that match the selected criteria. It might be a good idea to only archive those tickets in a closed state that have been closed a few months before.
hu: A jegyszűrő olyan jegyeket keres, amelyek illeszkednek a kiválasztott feltételekre. Lehet, hogy jó ötlet lenne csak azokat a lezárt állapotú jegyeket archiválni, amelyeket néhány hónappal ezelőtt zártak le.
zh_cn: 工单过滤器就是搜索匹配选定条件的工单。要只归档前几个月关闭的工单，使用过滤器也许是一个好主意。

source: Ticket Action
hu: Jegyművelet
zh_cn: 工单操作

source: In this section, set the field labeled "Archive selected tickets" to "archive tickets".
hu: Ebben a szakaszban állítsa be a „Kijelölt jegyek archiválása” címkéjű mezőt „jegyek archiválása” értékre.
zh_cn: 在这部分设置标签为“归档选中的工单”字段为“archive tickets归档工单”。

source: Save the job
hu: Mentse el a feladatot
zh_cn: 保存任务

source: At the end of the page you will find an option to save the job.
hu: Az oldal végén találni fog egy lehetőséget a feladat elmentéséhez.
zh_cn: 在页面的结尾可以找到保存任务的按钮。

source: Affected tickets
hu: Érintett jegyek
zh_cn: 影响的工单

source: The system will display all tickets which will be archived when executing the Generic Agent job.
hu: A rendszer minden olyan jegyet meg fog jeleníteni, amelyek archiválásra kerülnek az általános ügyintéző feladat végrehajtásakor.
zh_cn: 系统在执行这个自动任务时会显示所有要归档的工单。

source: Ticket Search
hu: Jegykeresés
zh_cn: 工单搜索

source: When you search for tickets, the system default is to search tickets which are not archived. If you want to search through archived tickets also, simply add "archive search" while defining search criteria.
hu: Amikor jegyeket keres, akkor a rendszer alapértelmezetten olyan jegyekre keres, amelyek nincsenek archiválva. Ha az archivált jegyekben is szeretne keresni, akkor egyszerűen adja hozzá az „archívum keresést”, mialatt keresési feltételeket határoz meg.
zh_cn: 当你搜索工单时，系统默认搜索未归档的工单。如果你要同时搜索已归档的工单，仅需在定义搜索条件时添加‘归档搜索’即可。

source: Cache
hu: Gyorsítótár
zh_cn: 缓存

source: OTRS caches a lot of temporary data in <filename>/opt/otrs/var/tmp</filename>. Please make sure that this uses a high performance file system/storage. If you have enough RAM, you can also try to put this directory on a ramdisk like this:
hu: Az OTRS rengeteg átmeneti adatot gyorsítótáraz az <filename>/opt/otrs/var/tmp</filename> könyvtárban. Győződjön meg arról, hogy ez egy nagy teljesítményű fájlrendszert és tárolót használ-e. Ha elegendő RAM van a gépben, akkor megpróbálhatja ezt a könyvtárat egy memórialemezre áttenni ehhez hasonlóan:
zh_cn: OTRS在目录<filename>/opt/otrs/var/tmp</filename>下缓存了大量的临时数据。请确保它使用了高性能的文件系统或存储。如果你有足够的内存，还可以尝试把这个目录放入内存盘，如下面这样：

source: shell> /opt/otrs/bin/otrs.Console.pl Maint::Session::DeleteAll shell> /opt/otrs/bin/otrs.Console.pl Maint::Cache::Delete shell> sudo mount -o size=16G -t tmpfs none /opt/otrs/var/tmp # add persistent mount point in /etc/fstab
hu: shell> /opt/otrs/bin/otrs.Console.pl Maint::Session::DeleteAll shell> /opt/otrs/bin/otrs.Console.pl Maint::Cache::Delete shell> sudo mount -o size=16G -t tmpfs none /opt/otrs/var/tmp # állandó csatolási pont hozzáadása a /etc/fstab fájlban
zh_cn: shell> /opt/otrs/bin/otrs.Console.pl Maint::Session::DeleteAll shell> /opt/otrs/bin/otrs.Console.pl Maint::Cache::Delete shell> sudo mount -o size=16G -t tmpfs none /opt/otrs/var/tmp # 可在文件/etc/fstab中添加永久挂载点

source: Please note that this will be a non-permanent storage that will be lost on server reboot. All your sessions (if you store them in the filesystem) and your cache data will be lost.
hu: Ne feledje, hogy ez egy nem állandó tároló, amely el fog veszi a kiszolgáló újraindításakor. Az összes munkamenete (ha a fájlrendszeren tárolja azokat) és a gyorsítótárazott adatok el fognak veszni.
zh_cn: 请注意：这个非永久存储会在服务器重启后丢失，所有的会话（如果你将它们存储在文件系统）和缓存数据都将丢失。

source: There is also a centralized memcached based cache backend available for purchase from OTRS Group.
hu: Elérhető egy központosított memcached alapú gyorsítótár háttérprogram is, amely megvásárolható az OTRS csoporttól.
zh_cn: 还有一种基于集中内存缓存的缓存后端可从OTRS集团购买。

source: Database
hu: Adatbázis
zh_cn: 数据库

source: DB issues vary by the database being used. Study the documentation for your database or check with your database administrator.
hu: Az adatbázis-problémák a használt adatbázis szerint változnak. Tanulmányozza az adatbázisa dokumentációját, vagy nézzék meg az adatbázis adminisztrátorral.
zh_cn: 你使用的数据库不同，数据库性能问题也不一样。学习你采用的数据库的相关文档，或与你的数据库管理员一起检查。

source: If you use the MySQL table type MyISAM (which is the default), and have deleted a large part of a table or if you have made many changes to a table with variable-length rows (tables that have VARCHAR, BLOB or TEXT columns), you must defragment the datafile (tables) with the "optimize" command.
hu: Ha MyISAM típusú MySQL táblát használ (amely az alapértelmezett), és egy tábla nagy részét törölte, vagy ha sok változtatást végzett egy változó hosszúságú sorokkal rendelkező táblán (olyan táblákon, amelyeknek VARCHAR, BLOB vagy TEXT oszlopaik vannak), akkor töredezettség-mentesítenie kell az adatfájlt (táblákat) az „optimize” paranccsal.
zh_cn: 如果你使用默认的MySQL表类型MyISAM，并且删除了大型表的一部分或对有变长行的表（有VARCHAR、BLOB、TEXT列的表）做了大量修改，你必须用“optimize”命令对表的数据文件做碎片整理。

source: You should try this if the mysqld daemon needs a lot of your CPU time. Optimize the tables - ticket, ticket_history and article (see Script below).
hu: Ezt akkor kell megpróbálnia, ha a mysqld démonnak hatalmas processzoridőre van szüksége. Optimalizálja a következő táblákat: ticket, ticket_history és article (lásd a lenti parancsfájlt).
zh_cn: 如果mysqld进程占用了大量的CPU时间，你就应该尝试执行optimize，来优化ticket（工单）、ticket_history（工单历史）和article（信件）表（参阅下面的脚本）。

source: <emphasis>Script: Optimizing data base tables.</emphasis>
hu: <emphasis>Parancsfájl: Adatbázistáblák optimalizálása.</emphasis>
zh_cn: <emphasis>脚本：优化数据库表。</emphasis>

source: PostgreSQL is best tuned by modifying the <filename>postgresql.conf</filename> file in your PostgreSQL data directory. For advice on how to do this, reference the following articles:
hu: A PostgreSQL legjobban a PostgreSQL adatkönyvtárában lévő <filename>postgresql.conf</filename> fájl módosításával hangolható. Ha tanácsot szeretne, hogy hogyan kell ezt megtenni, nézze meg a következő cikkeket:
zh_cn: PostgreSQL最好通过修改数据目录下的<filename>postgresql.conf</filename>文件来调优。关于如何调优的建议，请参考下列文章：

source: If performance is still not satisfactory, we suggest that you join the PostgreSQL Performance mailing list ( <ulink url="http://www.postgresql.org/community/lists/"> <citetitle>http://www.postgresql.org/community/lists/</citetitle> </ulink> ), and ask questions there. The folks on the PostgreSQL list are very friendly and can probably help.
hu: Ha teljesítmény még mindig nem kielégítő, akkor azt javasoljuk, hogy csatlakozzon a PostgreSQL (angol nyelvű) teljesítmény levelezőlistájához (<ulink url="http://www.postgresql.org/community/lists/"><citetitle>http://www.postgresql.org/community/lists/</citetitle></ulink>), és ott tegye fel a kérdéseit. A PostgreSQL listán lévő emberek nagyon barátságosak és valószínűleg tudnak segíteni.
zh_cn: 如果仍然对PostgreSQL性能不满意，我们建议你加入PostgreSQL性能邮件列表：<ulink url="http://www.postgresql.org/community/lists/"><citetitle>http://www.postgresql.org/community/lists/</citetitle></ulink>，并在那里提问。PostgreSQL邮件列表上的伙计们都非常友善，应能提供适合的帮助。

source: Webserver
hu: Webkiszolgáló
zh_cn: WEB服务器

source: Of course you should use mod_perl 2.0 ( <ulink url="http://perl.apache.org/"> <citetitle>http://perl.apache.org/</citetitle> </ulink> ). It's much faster (~ *100) than pure CGI, but it needs more RAM.
hu: Természetesen a mod_perl 2.0 (<ulink url="http://perl.apache.org/"><citetitle>http://perl.apache.org/</citetitle></ulink>) modult kell használnia. Sokkal gyorsabb (~ * 100) mint a puszta CGI, de több RAM-ot igényel.
zh_cn: 毫无疑问你应该使用 mod_perl 2.0 ( <ulink url="http://perl.apache.org/"><citetitle>http://perl.apache.org/</citetitle></ulink> )。它比纯CGI快了约100倍，但它需要更多的内存。

source: Pre-established database connections
hu: Előre kiépített adatbázis-kapcsolatok
zh_cn: 预建立的数据库连接

source: You can have the database connections pre-established on startup of the web server. This saves time (see <filename>README.webserver</filename>).
hu: Az adatbázis-kapcsolatok előre kiépíthetők a webkiszolgáló indításakor. Ez időt spórol (lásd: <filename>README.webserver</filename>).
zh_cn: 你可以在WEB服务器启动时就预先建立数据库连接。这可以节约时间（参阅WEB服务器的<filename>README</filename>文档）。

source: Preloaded modules - startup.pl
hu: Előre betöltött modulok - startup.pl
zh_cn: 预装载的模块 - startup.pl

source: Use the startup script <filename>scripts/apache2-perl-startup.pl</filename> for preloaded/precompiled Perl modules on your mod_perl webserver to be faster, with a smaller memory footprint (see <filename>README.webserver</filename>).
hu: Használja a <filename>scripts/apache2-perl-startup.pl</filename> indítási parancsfájlt az előre betöltött vagy előre lefordított Perl-modulokhoz a mod_perl webkiszolgálón, hogy gyorsabb legyen és kisebb memórialábnyommal rendelkezzen (lásd: <filename>README.webserver</filename>).
zh_cn: 在你的mod_perl WEB服务器上为预装载的/预编译的Perl模块使用启动脚本<filename>scripts/apache2-perl-startup.pl</filename>，仅需少量内存即可让WEB服务器更快（参阅WEB服务器的<filename>README</filename>文档）。

source: Reload Perl modules when updated on disk
hu: Perl-modulok újratöltése, amikor frissülnek a lemezen
zh_cn: 当磁盘文件更新时重载Perl模块

source: By default Apache::Reload is used in <filename>scripts/apache2-httpd.include.conf</filename>. Disable it and you will get 8% more speed. But remember to restart the web server if you install any modules via the OTRS Package Manager, or any values in your SysConfig or in <filename>Kernel/Config.pm</filename>.
hu: Alapértelmezetten az Apache::Reload van használatban a <filename>scripts/apache2-httpd.include.conf</filename> fájlban. Tiltsa ezt le, és 8%-kal nagyobb sebessége lesz. De ne felejtse el újraindítani a webkiszolgálót, ha valamilyen modult telepít az OTRS csomagkezelőjén keresztül, vagy valamilyen értéket megváltoztat a rendszerbeállításokban vagy a <filename>Kernel/Config.pm</filename> fájlban.
zh_cn: 默认情况下在<filename>scripts/apache2-httpd.include.conf</filename>中使用Apache :: Reload。禁用它，你将获得8％的速度提升。 但是，如果您通过OTRS软件包管理器安装任何模块，或在系统配置或<filename>Kernel/Config.pm</filename>中修改了任何值，请记得重启Web服务器。

source: This would also mean you can't use the OTRS Package Manager via the web interface, you will need to use the console commands: <filename>bin/otrs.Console.pl Admin::Package::*</filename>.
hu: Ez azt is jelenti, hogy nem tudja az OTRS csomagkezelőt a webes felületen keresztül használni, hanem a parancssori változatot kell használnia: <filename>bin/otrs.Console.pl Admin::Package::*</filename>.
zh_cn: 这也意味着你不能通过Web界面使用OTRS软件包管理器，而需要使用控制台命令：<filename>bin/otrs.Console.pl Admin::Package::*</filename>。

source: Choosing the Right Strategy
hu: A megfelelő stratégia választása
zh_cn: 选择正确的策略

source: If you have a larger installation, e.g. over 1,000 new tickets per day and over 40 agents, it is a good idea to read the chapters on Performance of the mod_perl User's Guide ( <ulink url="http://perl.apache.org/docs/2.0/user/index.html"> <citetitle>http://perl.apache.org/docs/2.0/user/index.html</citetitle> </ulink> ).
hu: Ha nagyobb telepítéssel rendelkezik (például 1000-nél több új jegy naponta és több mint 40 ügyintéző), akkor jó ötlet a mod_perl felhasználói útmutatójában a teljesítményről szóló fejezet elolvasása (<ulink url="http://perl.apache.org/docs/2.0/user/index.html"><citetitle>http://perl.apache.org/docs/2.0/user/index.html</citetitle></ulink>).
zh_cn: 如果你是一个大型安装环境，比如每天超过1000个新工单且超过40个服务人员，建议阅读mod_perl用户手册的性能章节（<ulink url="http://perl.apache.org/docs/2.0/user/index.html"><citetitle>http://perl.apache.org/docs/2.0/user/index.html</citetitle></ulink>）。

source: If your bandwidth is small, use <literal>mod_deflate</literal> for Apache2. If you have an html page with 45k, <literal>mod_gzip</literal>/<literal>mod_deflate</literal> compresses it to about 7k. The drawback is that this increases the load on the server side.
hu: Ha kicsi a sávszélessége, akkor használja a <literal>mod_deflate</literal> modult az Apache2 webkiszolgálóhoz. Ha van egy 45 kB méretű HTML-oldala, akkor a <literal>mod_gzip</literal>/<literal>mod_deflate</literal> nagyjából 7 kB méretűre tömöríti össze. Ennek az a hátránya, hogy megnöveli a kiszolgáló oldali terhelést.
zh_cn: 如果你的带宽较小，可在Apache2中使用<literal>mod_deflate</literal>模块。<literal>mod_gzip</literal>/<literal>mod_deflate</literal>能够一个45K的HTML页面压缩到约7K。缺点是这会增加WEB服务器端的负载。

source: Preface
hu: Előszó
zh_cn: 前言

source: This book is intended for use by OTRS administrators. It also serves as a good reference for OTRS newbies.
hu: Ezt a könyvet az OTRS adminisztrátorok általi használatra szánták. Jó hivatkozásként szolgál az OTRS kezdőknek is.
zh_cn: 本书是为OTRS系统管理员准备的，也是OTRS新手的一本好参考书。

source: The following chapters describe the installation, configuration, and administration of the OTRS software. The first third of the text describes key functionality of the software, while the remainder serves as a reference to the full set of configurable parameters.
hu: A következő fejezetek az OTRS szoftver telepítését, beállítását és adminisztrációját írják le. A szöveg első harmada a szoftver kulcsfunkcionalitását írja le, míg a fennmaradó rész hivatkozásként szolgál a beállítható paraméterek teljes készletéhez.
zh_cn: 下面的章节描述了OTRS软件的安装、配置和管理。本书的前三分之一用来描述OTRS的主要功能，余下的部分是所有可配置参数的参考。

source: This book continues to be a work in progress, given a moving target on new releases. We need your feedback in order to make this a high quality reference document: one that is usable, accurate, and complete. Please write to us if you find content missing in this book, if things are not explained sufficiently, or even if you see spelling mistakes, grammatical errors, or typos. Any kind of feedback is highly appreciated and should be made via our bug tracking system on <ulink url="http://bugs.otrs.org"> <citetitle>http://bugs.otrs.org</citetitle> </ulink>. Thanks in advance for your contributions!
hu: Ez a könyv továbbra is egy folyamatban lévő munka, mozgó célt adva az új kiadásokhoz. Szükségünk van a visszajelzésére azért, hogy ezt egy jó minőségű hivatkozási dokumentummá tegyük: egy olyanná, amely használható, pontos és teljes. Kérjük írjon nekünk, ha hiányzó tartalmat talál ebben a könyvben, ha a dolgok nincsenek eléggé elmagyarázva, vagy akkor is, ha helyesírási hibákat, nyelvtani problémákat vagy elgépeléseket lát. Mindenfajta visszajelzést nagyra értékelünk, és a <ulink url="http://bugs.otrs.org"> <citetitle>http://bugs.otrs.org</citetitle> </ulink> címen lévő hibakövető rendszerünkön keresztül kell megtenni. Előre is köszönjük a hozzájárulásait!
zh_cn: 本书仍然是一个进展中的工作,正往新版本前进中。我们需要你的反馈以编制一本高质量的参考文档--可用、精确且完整的文档。如果你发现本书有内容缺失，或没有解释得足够清楚的事情，甚至发现了拼写错误、语法错误、错别字，都请写给我们。通过我们的BUG跟踪系统<ulink url="http://bugs.otrs.org"> <citetitle>http://bugs.otrs.org</citetitle> </ulink>提交任何反馈均高度赞赏。提前感谢你的贡献 ！

source: The Administration Area of OTRS
hu: Az OTRS adminisztrációs területe
zh_cn: OTRS系统管理区

source: The following system configuration settings are available to OTRS administrators by accessing the Admin page of the OTRS web interface - adding agents, customers and queues, ticket and mail settings, installing additional packages such as FAQ and ITSM, and much more.
hu: A következő rendszerkonfigurációs beállítások az OTRS adminisztrátoroknak érhetők el az OTRS webes felületének Adminisztrációs oldalán keresztül - ügyintézők, ügyfelek és várólisták hozzáadása, jegy- és levélbeállítások, további csomagok telepítése, úgymint GyIK és ITSM, és sok minden más.
zh_cn: 通过OTRS WEB界面访问<link linkend="adminarea">系统管理页面</link>，下列的系统配置设置可用于OTRS系统管理员：添加服务人员、客户和队列，工单和邮件设置，安装附加软件包如FAQ知识库和ITSM等等。

source: Agents who are members of the <emphasis>admin</emphasis> group can access the Admin area by clicking the <emphasis>Admin</emphasis> link in the navigation bar (see figure below). Agents without sufficiently elevated access rights will not be able to access this link.
hu: Azok az ügyintézők, akik az <emphasis>admin</emphasis> csoport tagjai, hozzáférhetnek az adminisztrációs területhez a navigációs sávban lévő <emphasis>Adminisztráció</emphasis> hivatkozásra kattintva (lásd a lenti ábrát). A kellően magas hozzáférési jogok nélküli ügyintézők nem lesznek képesek hozzáférni a hivatkozáshoz.
zh_cn: <emphasis>admin</emphasis>组成员的服务人员能够通过导航栏的<emphasis>系统管理</emphasis>链接访问系统管理区（如下图）。没有足够权限的服务人员不能访问这个链接。

source: OTRS Administration Overview Screen
hu: Az OTRS adminisztrációs áttekintő képernyője
zh_cn: OTRS系统管理概览屏幕

source: Calendars
hu: Naptárak
zh_cn: 日历

source: Via calendar management interface it is possible to add and edit multiple calendars.
hu: A naptárkezelés felületen keresztül lehetséges több naptár hozzáadása és szerkesztése.
zh_cn: 通过日历管理界面，可以添加和编辑多个日历。

source: The calendar management screen with some calendars
hu: A naptárkezelés képernyő néhány naptárral
zh_cn: 有一些日历的日历管理屏幕

source: The calendar management is described in more detail in the section <link linkend="appointment-calendar-management">Calendar Management</link>.
hu: A naptárkezelés részletesebben a <link linkend="appointment-calendar-management">naptárkezelés</link> szakaszban van leírva.
zh_cn: 日历管理在<link linkend="appointment-calendar-management">日历管理</link>章节中有更详细的描述。

source: Agents, Groups and Roles
hu: Ügyintézők, csoportok és szerepek
zh_cn: 服务人员、组和角色

source: Agents
hu: Ügyintézők
zh_cn: 服务人员

source: By clicking the link <emphasis>Agents</emphasis>, you get access to the agent management screen of OTRS (see figure below). Administrators can add, change or deactivate agent accounts. Furthermore they can also manage agent preferences, including the language and notification settings for the individual agent's interface.
hu: Az <emphasis>Ügyintézők</emphasis> hivatkozásra kattintva hozzáférést kap az OTRS ügyintézőkezelés képernyőjéhez (lásd a lenti ábrát). Az adminisztrátorok hozzáadhatnak, megváltoztathatnak vagy kikapcsolhatnak ügyintézői fiókokat. Továbbá kezelhetik az ügyintéző beállításait is, beleértve a nyelvi és értesítési beállításokat az egyéni ügyintéző felületénél.
zh_cn: 点击<emphasis>服务人员</emphasis>链接后，你就OTRS的服务人员管理屏幕（如下图）。系统管理员可以添加、修改或‘去激活’服务人员帐户。此外还能管理服务人员的偏好设置包括个别服务人员界面的语言和通知设置。
