Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: TicketCustomerSet
zh_cn: TicketCustomerSet工单客户设置

source: TicketLockSet
zh_cn: TicketLockSet工单锁定设置

source: TicketOwnerSet
zh_cn: TicketOwnerSet工单所有者设置

source: TicketQueueSet
zh_cn: TicketQueueSet工单队列设置

source: TicketResponsibleSet
zh_cn: TicketResponsibleSet工单负责人设置

source: TicketServiceSet
zh_cn: TicketServiceSet工单服务设置

source: TicketSLASet
zh_cn: TicketSLASet工单SLA设置

source: TicketStateSet
zh_cn: TicketStateSet工单状态设置

source: TicketTitleSet
zh_cn: TicketTitleSet工单标题设置

source: TicketTypeSet
zh_cn: TicketTypeSet工单类型设置

source: ProcessEntityID
zh_cn: ProcessEntityID 流程实体ID

source: ActivityEntityID
zh_cn: ActivityEntityID 活动实体ID

source: ActivityDialogEntityID
zh_cn: ActivityDialogEntityID 活动对话框实体ID

source: [Not]
zh_cn: [Not]非

source: [RegExp]
zh_cn: [RegExp]正则表达式（区分大小写）

source: [regexp]
zh_cn: [regexp]正则表达式（忽略大小写）

source: [NotRegExp]
zh_cn: [NotRegExp]-正则表达式取反

source: [Notregexp]
zh_cn: [Notregexp]-正则表达式取反（忽略大小写）

source: TicketIndexModule
zh_cn: TicketIndexModule 工单索引模块

source: admin
zh_cn: admin（系统管理）

source: stats
zh_cn: stats（统计）

source: users
zh_cn: users（用户）

source: bounce
zh_cn: 退回

source: compose
zh_cn: 编写

source: customer
zh_cn: 客户

source: forward
zh_cn: 转发

source: pending
zh_cn: 挂起

source: phone
zh_cn: 电话

source: responsible
zh_cn: 负责人

source: 1 very low, 2 low, 3 normal, 4 high, 5 very high
zh_cn: 1-非常低、2-低、3-正常、4-高、5-非常高

source: lock, unlock
zh_cn: 锁定、解锁

source: new, open, closed successful, closed unsuccessful, ...
zh_cn: 新建、处理中、成功关闭、失败关闭...

source: CustomerUser
zh_cn: 客户

source: CustomerNo
zh_cn: CustomerNo（客户编号）

source: agent, system, customer
zh_cn: agent, system, customer（服务人员、系统、客户）

source: True
zh_cn: True（真）

source: If you select Yes for the value of the Trusted option, any X-OTRS headers attached to an incoming message are evaluated and executed. Because the X-OTRS header can execute some actions in the ticket system, you should set the <emphasis>Trusted</emphasis> option to <emphasis>Yes</emphasis> only for known senders. X-OTRS-Headers are used by the <link linkend ="adminarea-postmasterfilter">filter module</link> in OTRS. The X-OTRS headers are explained <link linkend ="table-of-x-otrs-headers">in this table</link> in more detail. Any postmaster filter rules created are executed, irrespective of the Trusted option's setting.
zh_cn: 如果为“受信任”选项的值选择“是”，则会对附加到传入消息的任何X-OTRS标头进行评估和执行。 因为X-OTRS标头可以在工单系统中执行一些操作，所以你应该只对已知的发件人将“<emphasis>受信任</emphasis>”选项设置为“<emphasis>是</emphasis>”。 X-OTRS标头由OTRS中的<link linkend ="adminarea-postmasterfilter">过滤器模块</link>使用。 <link linkend ="table-of-x-otrs-headers">这个表</link>中有X-OTRS标头更详细的解释。 创建的邮箱管理员过滤器规则都会执行，而不管“受信任”选项的设置如何。

source: Event
zh_cn: 事件

source: Value
zh_cn: 值

source: Active
zh_cn: Active（活动的）

source: Block
zh_cn: Block（块）

source: Column
zh_cn: Column（列）

source: Data:
zh_cn: Data:（数据：）

source: Key:
zh_cn: Key:（键：）

source: Label:
zh_cn: Label:（标签：）

source: Module:
zh_cn: Module:（模块：）

source: SessionCreate
zh_cn: SessionCreate（创建会话）

source: SessionGet
zh_cn: SessionGet（获取会话）

source: TicketUpdate
zh_cn: TicketUpdate（更新工单）

source: TicketGet
zh_cn: TicketGet（获取工单）

source: TicketSearch
zh_cn: TicketSearch（搜索工单）

source: TicketHistoryGet
zh_cn: TicketHistoryGet（获取工单历史）

source: <literal>Debugger</literal>
zh_cn: <literal>Debugger（调试器）</literal>

source: <literal>Provider</literal>
zh_cn: <literal>Provider（提供者）</literal>

source: <literal>Operation</literal>
zh_cn: <literal>Operation（操作）</literal>

source: <literal>MappingInbound</literal>
zh_cn: <literal>MappingInbound（入站映射）</literal>

source: <literal>Config</literal>
zh_cn: <literal>Config（配置）</literal>

source: <literal>KeyMapDefault</literal>
zh_cn: <literal>KeyMapDefault（默认的键映射）</literal>

source: <literal>ValueMapDefault</literal>
zh_cn: <literal>ValueMapDefault（默认的值映射）</literal>

source: <literal>KeyMapExact</literal>
zh_cn: <literal>KeyMapExact（准确的键映射）</literal>

source: <literal>KeyMapRegEx</literal>
zh_cn: <literal>KeyMapRegEx（正则表达式键映射）</literal>

source: <literal>ValueMap</literal>
zh_cn: <literal>ValueMap（值映射）</literal>

source: <literal>ValueMapExact</literal>
zh_cn: <literal>ValueMapExact（准确的值映射）</literal>

source: <literal>ValueMapRegEx</literal>
zh_cn: <literal>ValueMapRegEx（正则表达式值映射）</literal>

source: <literal>MappingOutbound</literal>
zh_cn: <literal>MappingOutbound（出站映射）</literal>

source: <literal>Transport</literal>
zh_cn: <literal>Transport（传输）</literal>

source: <literal>Requester</literal>
zh_cn: <literal>Requester（请求者）</literal>

source: <literal>Invoker</literal>
zh_cn: <literal>Invoker（调用程序）</literal>

source: <literal>Events</literal>
zh_cn: <literal>Events（事件）</literal>

source: <literal>TicketCreate</literal>
zh_cn: <literal>TicketCreate（创建工单）</literal>

source: <literal>TicketDelete</literal>
zh_cn: <literal>TicketDelete（删除工单）</literal>

source: <literal>TicketTitleUpdate</literal>
zh_cn: <literal>TicketTitleUpdate（工单标题更新）</literal>

source: <literal>TicketUnlockTimeoutUpdate</literal>
zh_cn: <literal>TicketUnlockTimeoutUpdate（工单解锁超时更新）</literal>

source: <literal>TicketQueueUpdate</literal>
zh_cn: <literal>TicketQueueUpdate（工单队列更新）</literal>

source: <literal>TicketTypeUpdate</literal>
zh_cn: <literal>TicketTypeUpdate（工单类型更新）</literal>

source: <literal>TicketServiceUpdate</literal>
zh_cn: <literal>TicketServiceUpdate（工单服务更新）</literal>

source: <literal>TicketSLAUpdate</literal>
zh_cn: <literal>TicketSLAUpdate（工单SLA更新）</literal>

source: <literal>TicketCustomerUpdate</literal>
zh_cn: <literal>TicketCustomerUpdate（工单客户更新）</literal>

source: <literal>TicketPendingTimeUpdate</literal>
zh_cn: <literal>TicketPendingTimeUpdate（工单挂起时间更新）</literal>

source: <literal>TicketLockUpdate</literal>
zh_cn: <literal>TicketLockUpdate（工单锁定更新）</literal>

source: <literal>TicketArchiveFlagUpdate</literal>
zh_cn: <literal>TicketArchiveFlagUpdate（工单归档标识更新）</literal>

source: <literal>TicketStateUpdate</literal>
zh_cn: <literal>TicketStateUpdate（工单状态更新）</literal>

source: <literal>TicketOwnerUpdate</literal>
zh_cn: <literal>TicketOwnerUpdate（工单所有者更新）</literal>

source: <literal>TicketResponsibleUpdate</literal>
zh_cn: <literal>TicketResponsibleUpdate（工单负责人更新）</literal>

source: <literal>TicketPriorityUpdate</literal>
zh_cn: <literal>TicketPriorityUpdate（工单优先级更新）</literal>

source: <literal>HistoryAdd</literal>
zh_cn: <literal>HistoryAdd（添加历史）</literal>

source: <literal>HistoryDelete</literal>
zh_cn: <literal>HistoryDelete（删除历史）</literal>

source: <literal>TicketAccountTime</literal>
zh_cn: <literal>TicketAccountTime（工单用时）</literal>

source: <literal>TicketMerge</literal>
zh_cn: <literal>TicketMerge（工单合并）</literal>

source: <literal>TicketSubscribe</literal>
zh_cn: <literal>TicketSubscribe（关注工单）</literal>

source: <literal>TicketUnsubscribe</literal>
zh_cn: <literal>TicketUnsubscribe（取消关注工单）</literal>

source: <literal>TicketFlagSet</literal>
zh_cn: <literal>TicketFlagSet（设置工单标识）</literal>

source: <literal>TicketFlagDelete</literal>
zh_cn: <literal>TicketFlagDelete（删除工单标识）</literal>

source: <literal>TicketSlaveLinkAdd</literal>
zh_cn: <literal>TicketSlaveLinkAdd（添加从工单链接）</literal>

source: <literal>TicketSlaveLinkDelete</literal>
zh_cn: <literal>TicketSlaveLinkDelete（删除从工单链接）</literal>

source: <literal>TicketMasterLinkDelete</literal>
zh_cn: <literal>TicketMasterLinkDelete（删除主工单链接）</literal>

source: <literal>ArticleCreate</literal>
zh_cn: <literal>ArticleCreate（创建信件）</literal>

source: <literal>ArticleUpdate</literal>
zh_cn: <literal>ArticleUpdate（更新信件）</literal>

source: <literal>ArticleSend</literal>
zh_cn: <literal>ArticleSend（发送信件）</literal>

source: <literal>ArticleBounce</literal>
zh_cn: <literal>ArticleBounce（信件退回）</literal>

source: <literal>ArticleAgentNotification</literal>
zh_cn: <literal>ArticleAgentNotification（服务人员通知信件）</literal>

source: <literal>ArticleCustomerNotification</literal>
zh_cn: <literal>ArticleCustomerNotification（客户通知信件）</literal>

source: <literal>ArticleAutoResponse</literal>
zh_cn: <literal>ArticleAutoResponse（自动响应信件）</literal>

source: <literal>ArticleFlagSet</literal>
zh_cn: <literal>ArticleFlagSet（设置信件标识）</literal>

source: <literal>ArticleFlagDelete</literal>
zh_cn: <literal>ArticleFlagDelete（删除信件标识）</literal>

source: <literal>Condition</literal>
zh_cn: <literal>Condition（条件）</literal>

source: <literal>Fields</literal>
zh_cn: <literal>Fields（字段）</literal>

source: <literal>Authentication</literal>
zh_cn: <literal>Authentication（身份认证）</literal>

source: AppointmentCreate
zh_cn: AppointmentCreate（创建预约）

source: AppointmentUpdate
zh_cn: AppointmentUpdate（更新预约）

source: AppointmentDelete
zh_cn: AppointmentDelete（删除预约）

source: AppointmentNotification
zh_cn: AppointmentNotification（预约通知）

source: CalendarCreate
zh_cn: CalendarCreate（创建日历）

source: CalendarUpdate
zh_cn: CalendarUpdate（更新日历）

source: GNU Free Documentation License
zh_cn: GNU 自由文档许可证

source: Copyright (C) 2000 Free Software Foundation, Inc. 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
zh_cn: Copyright (C) 2000 Free Software Foundation, Inc. 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA 允许每个人复制和发布本授权文件的完整副本，但不允许对它进行任何修改。

source: CalendarWidth
zh_cn: CalendarWidth（日历宽度）

source: DynamicFieldStartTime
zh_cn: DynamicFieldStartTime（动态字段开始时间）

source: DynamicFieldEndTime
zh_cn: DynamicFieldEndTime（动态字段结束时间）

source: DynamicFieldsForEvents
zh_cn: DynamicFieldsForEvents（事件的动态字段）

source: TicketFieldsForEvents
zh_cn: TicketFieldsForEvents（事件的工单属性）

source: 2. Read the GNU Affero General Public License (see figure below) and accept it, by clicking the corresponding button at the bottom of the page.
zh_cn: 2、阅读GNU Affero通用公共许可证（见下图）并页面底部的相应按钮接受许可。

source: GNU Affero General Public License
zh_cn: GNU Affero通用公共许可证
