Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: To enable OTRS to send emails, you need a valid email address to be used by the system. OTRS is capable of working with multiple email addresses, since many support installations need to use more than one. A queue can be linked to many email addresses, and vice versa. The address used for outgoing messages from a queue can be set when the queue is created. Use the "Email Addresses" link from the Admin page to manage all email addresses of the system (see figure below).
hu: Annak engedélyezéséhez, hogy az OTRS e-maileket tudjon küldeni, szüksége van egy érvényes e-mail címre, amelyet a rendszer használhat. Az OTRS képes több e-mail címmel is dolgozni, mivel több támogatás telepítésnek egynél többet kell használnia. Egy várólista összekapcsolható több e-mail címmel, és fordítva. Egy várólistából kimenő levelekhez használt cím akkor állítható be, amikor a várólista létrejön. Használja az „E-mail címek” hivatkozást az adminisztrációs oldalról a rendszer összes e-mail címének kezeléséhez (lásd a lenti ábrát).
zh_cn: 要让OTRS发送邮件，你需要一个有效的系统邮件地址。因为许多支持系统需要使用不止一个地址，OTRS可以使用多个邮件地址。一个队列可以链接到多个邮件地址，反之亦然。一个队列外发邮件使用的邮件地址可以在创建队列时设置。使用<link linkend="adminarea">系统管理页面</link>的“系统邮件地址”链接来管理系统中的所有系统邮件地址（见下图）。

source: System email addresses management
hu: Rendszer e-mail címek kezelése
zh_cn: 系统邮件地址管理

source: If you create a new mail address (see figure below),you can select the queue or sub queue to be linked with it. This link enables the system to sort incoming messages via the address in the To: field of the mail into the right queue.
hu: Ha egy új e-mail címet hoz lére (lásd a lenti ábrát), akkor kiválaszthat egy várólistát vagy egy alvárólistát, hogy összekapcsolja vele. Ez a kapcsolat lehetővé teszi a rendszernek a bejövő üzenetek rendszerezését a megfelelő várólistába a levél Címzett: mezőjében lévő címen keresztül.
zh_cn: 如果你创建一个新的系统邮件地址（见下图），你可以选择它链接的队列或子队列。这个链接允许系统对进入的消息根据邮件的收件人字段邮件地址分类到正确的队列。

source: Adding a system email address
hu: Egy rendszer e-mail cím hozzáadása
zh_cn: 添加一个系统邮件地址

source: As with other OTRS entities, email addresses cannot be deleted, only deactivated by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint más OTRS egyedek esetén, az e-mail címek sem törölhetők, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与其它的OTRS条目一样，系统邮件地址也不能被删除，只能通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来‘去激活’。

source: Ticket Notifications
hu: Jegyértesítések
zh_cn: 工单通知

source: OTRS allows ticket notifications to be sent to agents and customers, based on the occurrence of certain events. Agents can customize their ticket notification settings via the <link linkend="user-preferences">preferences</link> link.
hu: Az OTRS lehetővé teszi a jegyértesítések küldését az ügyintézőknek és az ügyfeleknek bizonyos események előfordulása alapján. Az ügyintézők személyre szabhatják a jegyértesítéseik beállításait a <link linkend="user-preferences">beállítások</link> hivatkozáson keresztül.
zh_cn: OTRS允许在发生某些事件时发送工单通知给服务人员和客户。服务人员可以通过<link linkend="user-preferences">偏好设置</link>定制他们的工单通知设置。

source: Through the "Ticket Notifications" link on the Admin page, you can manage the ticket notifications of your system (see figure below). OTRS comes with a set of predefined notifications that cover a wide range of use cases.
hu: Az adminisztrációs oldalon lévő „Jegyértesítések” hivatkozáson keresztül kezelheti a rendszer jegyértesítéseit (lásd a lenti ábrát). Az OTRS egy előre meghatározott értesítéskészlettel érkezik, amelyek lefedik a használati esetek széles skáláját.
zh_cn: 通过<link linkend="adminarea">系统管理页面</link>的“工单通知”链接，你可以管理系统的工单通知（如下图）。OTRS自带了一系列的预定义通知，涵盖范围广泛的用例。

source: Ticket notification management
hu: Jegyértesítés kezelés
zh_cn: 工单通知管理

source: You can customize many aspects of the notifications. Click on the notification you want to change, and its content will be loaded for editing (see figure below).
hu: Személyre szabhatja az értesítések számos jellegét. Kattintson arra az értesítésre, amelyet meg szeretne változtatni, és a tartalma be fog töltődni a szerkesztéshez (lásd a lenti ábrát).
zh_cn: 你可以定制通知的许多方面。点击你想修改的通知名称，就会进入编辑通知内容的屏幕（见下图）。

source: Customizing a notification
hu: Egy értesítés személyre szabása
zh_cn: 定制一个通知

source: You can edit the basic data of this notification such as name and comment, and control if the agents may choose to receive this notification (per transport method). For every language, a subject and body can be added/edited to configure what will actually be sent as the notification content.
hu: Szerkesztheti az értesítés alapvető adatait, mint például a nevet és a megjegyzést, valamint azt is szabályozhatja, hogy az ügyintézők kiválaszthatják-e, hogy megkapják ezt az értesítést (átviteli módonként). Minden nyelvnél egy tárgy és egy törzs adható hozzá vagy szerkeszthető annak beállításához, hogy ténylegesen mi legyen kiküldve értesítési tartalomként.
zh_cn: 你可以编辑通知的基本信息如通知名称和注释，以及控制服务人员能否接收这个通知（按传输方法）。可为每种语言添加/编辑实际发送的通知的主题和正文。

source: Just as with signatures and salutations, it is possible to dynamically create the content of a notification by using special variables. You can find a list of variables at the bottom of the screen.
hu: Amint az aláírásoknál és a megszólításoknál, itt is lehetséges egy értesítés tartalmának dinamikus létrehozása speciális változók használatával. A változók listáját megtalálhatja a képernyő alján.
zh_cn: 就如签名和问候语一样，也可以用特殊变量创建通知的动态内容。你可以在通知屏幕的底部找到可用的变量清单。

source: You can choose which events should trigger this notification, and limit it to tickets which match certain criteria (ticket and/or article filter). This makes it possible to create different notifications for different queues, priorities or other criteria that might be relevant for your system.
hu: Kiválaszthatja, hogy mely eseményeknek kell aktiválni ezt az értesítést, és korlátozhatja azon jegyekre, amelyek bizonyos feltételekre illeszkednek (jegy- és/vagy bejegyzésszűrő). Ez lehetővé teszi különböző értesítések létrehozását a különböző várólistákhoz, prioritásokhoz vagy egyéb olyan feltételekhez, amelyek fontosak lehetnek a rendszerénél.
zh_cn: 你可以选择触发这个通知的事件，并限制匹配某些条件（工单和/或信件过滤器）的工单使用这个通知。这可以让我们为不同的队列、优先级或其它与系统相关的条件创建不同的通知。

source: The recipients of the notification can be configured according to different criteria (groups, roles, individual agents etc.). All configured recipients will receive the notification.
hu: Az értesítés címzettjei beállíthatók különböző feltételek szerint (csoportok, szerepek, egyéni ügyintézők, stb.). Az összes beállított címzett meg fogja kapni az értesítést.
zh_cn: 可以按不同的条件（组、角色、个别服务人员等）定义通知的收件人。所有配置的收件人都能收到这个通知。

source: Customizing a notification's recipients
hu: Egy értesítés címzettjeinek személyre szabása
zh_cn: 定制一个通知的收件人

source: Additionally, you can specify if the notification should be sent to agents who are out of office, and limit the sending to once per day and ticket (e. g. pending reminder notification).
hu: Továbbá azt is megadhatja, hogy az értesítést el kell-e küldeni azoknak az ügyintézőknek, akik irodán kívül vannak, valamint korlátozhatja a küldést naponta és jegyenként egy alkalomra (például függőben lévő emlékeztető értesítés).
zh_cn: 此外，你还可以指定是否给不在办公室的服务人员发送通知，并限制每个工单每天仅发送一次（例如挂起提醒通知）。

source: Notifications can be sent with different notification methods. The "Email" notification method is available in OTRS Free, with <emphasis role="bold">OTRS Business Solution™</emphasis> you also get the possibility to store and view the notifications in the database (so that no email client is needed to use OTRS) as well as to send them via SMS (e. g. for very important notifications).
hu: Az értesítések különböző értesítési módokkal küldhetők el. Az „e-mail” értesítési mód érhető el az ingyenes OTRS-ben, de az <emphasis role="bold">OTRS Business Solution™</emphasis> használatával lehetőséget kap az értesítések adatbázisban tárolására és megtekintésére is (azért, hogy ne legyen szükség e-mail kliensre az OTRS használatához), valamint azok elküldésére SMS-ben (például a nagyon fontos értesítéseknél).
zh_cn: 可以用不同的发送方法来发送通知。“邮件”发送方法是OTRS中免费的，使用<emphasis role="bold">OTRS Business Solution™(OTRS商业解决方案)</emphasis>你还可以在数据库中存储和查看通知（这样使用OTRS就不需要邮件客户端了），并通知短信发送通知（例如：对每个重要通知）。

source: Customizing notification methods
hu: Értesítési módok személyre szabása
zh_cn: 定制通知发送方法

source: The field 'Additional recipient email addresses' provides the possibility to use OTRS-tags like &lt;OTRS_TICKET_DynamicField_...&gt; to insert values from the current ticket. The according SMS field (only available in <emphasis role="bold">OTRS Business Solution™</emphasis>) also has this feature.
hu: A „További címzett e-mail címek” mező biztosítja a lehetőséget az OTRS címkék használatához (például &lt;OTRS_TICKET_DynamicField_…&gt;) az aktuális jegyből történő értékek beszúrásához. Ennek megfelelően az SMS mező (csak az <emphasis role="bold">OTRS Business Solution™</emphasis> használatakor érhető el) szintén rendelkezik ezzel a funkcióval.
zh_cn: “附加的收件人电子邮件地址”字段提供了使用OTRS标签例如&lt;OTRS_TICKET_DynamicField_...&gt;从当前工单插入值的可能性。 相关的短信字段（仅在<emphasis role="bold">OTRS商业解决方案™</emphasis>中可用）也具有此功能。

source: Since OTRS 5s Email transport contains security options for each notification, that includes signing and encrypting possibilities with PGP and S/MIME and the opportunity to decide what to do in case of missing key or certificate.
hu: Az OTRS 5s óta az e-mail átvitel biztonsági beállításokat tartalmaz minden olyan értesítéshez, amely PGP és S/MIME aláírási és titkosítási lehetőségeket tartalmaz, valamint annak eldöntésének a lehetőségét, hogy mit kell tenni hiányzó kulcs vagy tanúsítvány esetén.
zh_cn: 从 OTRS 5s开始，每种通知的电子邮件传输包含了安全选项，包括使用 PGP 及 S/MIME来签名和加密的可能性，以及决定在丢失密钥或证书的情况下做什么的机会。

source: OTRS can process incoming S/MIME encoded messages and sign outgoing mails. Before this feature can be used, you need to activate it and change some <link linkend="ConfigReference_Section_Core_Crypt_SMIME">configuration parameters</link> in the SysConfig.
hu: Az OTRS képes feldolgozni az S/MIME kódolású bejövő üzeneteket, és alá tudja írni a kimenő leveleket. Mielőtt ez a funkció használható lenne, be kell kapcsolnia azt, és meg kell változtatnia néhány <link linkend="ConfigReference_Section_Core_Crypt_SMIME">beállítási paramétert</link> a rendszerbeállításokban.
zh_cn: OTRS可以处理传入的S/MIME编码消息并签署外发邮件。 在使用此功能之前，你需要激活它，并在系统配置中更改一些<link linkend="ConfigReference_Section_Core_Crypt_SMIME">配置参数</link>。

source: The "S/MIME Certificates" link on the Admin page allows you to manage your S/MIME certificates (see figure below). You can add or remove certificates, and also search through the SMIME data.
hu: Az adminisztrációs oldalon lévő „S/MIME tanúsítványok” hivatkozás lehetővé teszi az S/MIME tanúsítványok kezelését (lásd a lenti ábrát). Hozzáadhat vagy eltávolíthat tanúsítványokat, és kereshet az S/MIME adatokban is.
zh_cn: 在<link linkend="adminarea">系统管理页面</link>的“S/MIME证书”链接允许你管理你的S/MIME证书（见下图）。你可以添加或移除证书，还可以搜索SMIME数据。

source: S/MIME management
hu: S/MIME kezelés
zh_cn: S/MIME管理

source: OTRS handles PGP keys, which allows you to encrypt/decrypt messages and to sign outgoing messages. Before this feature can be used, you need to activate it and change some <link linkend="ConfigReference_Section_Core_Crypt_PGP"> configuration parameters </link> in the SysConfig.
hu: Az OTRS kezeli a PGP-kulcsokat, amelyek lehetővé teszik az üzenetek titkosítását és visszafejtését, valamint a kimenő üzenetek aláírását. Mielőtt ez a funkció használható lenne, be kell kapcsolnia azt, és meg kell változtatnia néhány <link linkend="ConfigReference_Section_Core_Crypt_PGP">beállítási paramétert</link> a rendszerbeállításokban.
zh_cn: OTRS可以处理用来加密/解密消息并签署外发邮件的PGP密钥。 在使用此功能之前，你需要激活它，并在系统配置中更改一些<link linkend="ConfigReference_Section_Core_Crypt_PGP">配置参数</link>。

source: Through the "PGP Keys" link on the Admin page, it is possible to manage the key ring of the user who shall be used for PGP with OTRS (see figure below), e.g. the local OTRS user or the web server user. It is possible to add and remove keys and signatures, and you can search through all data in your key ring.
hu: Az adminisztrációs oldalon található „PGP kulcsok” hivatkozáson keresztül van lehetőség a felhasználó kulcstartójának kezelésére, akit a PGP-nél használni fog az OTRS-sel (lásd a lenti ábrát), például a helyi OTRS felhasználót vagy a webkiszolgáló felhasználóját. Lehetőség van kulcsok és aláírások hozzáadására és eltávolítására, valamint kereshet a kulcstartóban lévő összes adatban.
zh_cn: 通过<link linkend="adminarea">系统管理页面</link>的“PGP密钥”链接，可以管理OTRS中使用PGP的用户的密钥环（见下图），例如，本地的OTRS用户或WEB服务器用户。可以添加和移除密钥和签名，以及在密钥环中搜索所有数据。

source: PGP management
hu: PGP kezelés
zh_cn: PGP管理

source: States
hu: Állapotok
zh_cn: 状态

source: Through the "States" link on the Admin page, you can manage the different ticket states you want to use in the system (see figure below).
hu: Az adminisztrációs oldal „Állapotok” hivatkozásán keresztül kezelheti a különböző jegyállapotokat, amelyeket a rendszeren használni szeretne (lásd a lenti ábrát).
zh_cn: 通过<link linkend="adminarea">系统管理页面</link>的“状态”链接，你可以管理想在系统中使用的不同的工单状态（见下图）。

source: State management
hu: Állapot kezelés
zh_cn: 状态管理

source: After a default setup, there are some states defined:
hu: Egy alapértelmezett beállítás után néhány állapot van meghatározva:
zh_cn: 在默认安装后，有一些预定义的状态：

source: closed successful
hu: sikeresen lezárva
zh_cn: closed successful-成功关闭

source: closed unsuccessful
hu: sikertelenül lezárva
zh_cn: closed unsuccessful-失败关闭

source: merged
hu: egyesített
zh_cn: merged-已合并

source: new
hu: új
zh_cn: new-新建

source: open
hu: nyitott
zh_cn: open-处理中

source: pending auto close+
hu: automatikus lezárás függőben+
zh_cn: 挂起等待成功关闭

source: pending auto close-
hu: automatikus lezárás függőben-
zh_cn: 挂起等待失败关闭

source: pending reminder
hu: emlékeztető függőben
zh_cn: 挂起提醒

source: removed
hu: törölt
zh_cn: removed-已删除

source: Every state is linked to a type, which needs to be specified if a new state is created. By default the state types are:
hu: Minden állapot egy típushoz van kapcsolva, amelyet meg kell adni, ha egy új állapotot hoznak létre. Alapértelmezetten az állapottípusok a következők:
zh_cn: 每个状态都链接到一个状态类型，需要在创建新状态时指定状态类型。默认的状态类型有：

source: closed
hu: lezárt
zh_cn: closed-已关闭

source: pending auto
hu: automatikus függőben
zh_cn: 自动挂起

source: System Configuration
hu: Rendszerbeállítások
zh_cn: 系统配置

source: The System Configuration link leads to the section where many OTRS configuration options are maintained.
hu: A rendszerbeállítás hivatkozás egy olyan szakaszhoz vezet, ahol számos OTRS beállítási lehetőség van karbantartva.
zh_cn: 系统配置链接将导航到维护许多OTRS配置选项的部分。

source: The system configuration link on the admin page loads the graphical user interface for the system configuration (see figure below). You can upload your own configuration files for the system, as well as backup all current settings into a file. Almost all configuration parameters of the OTRS framework and any installed extensions can be viewed and changed using this interface. All configuration parameters are part of a certain group, which makes it possible to navigate quickly through the vast number of existing parameters. It is also possible to perform a full-text search over all parameters.
hu: Az adminisztráció oldalon lévő rendszerbeállítás hivatkozás tölti be a grafikus felhasználói felületet a rendszer beállításához (lásd a lenti ábrát). Feltöltheti a saját beállítófájlját a rendszerhez, valamint biztonsági mentést készíthet az összes jelenlegi beállításról egy fájlba. Az OTRS keretrendszer és bármilyen telepített kiterjesztés majdnem minden beállítási paramétere megtekinthető és megváltoztatható ennek a felületnek a használatával. Az összes beállítási paraméter egy bizonyos csoport része, amely lehetővé teszi a gyors navigációt a meglévő nagyszámú paraméter között. Lehetséges szabad-szavas keresés végrehajtása is az összes paraméternél.
zh_cn: 管理页面上的系统配置链接加载系统配置的图形用户界面（参见下图）。你可以上传自己的系统配置文件，也可以将所有当前设置备份到一个文件中。 OTRS框架和任何已安装的扩展的几乎所有配置参数都可以使用此界面进行查看和更改。 所有的配置参数都是某个组的一部分，这使得可以快速导航到大量的现有参数。 也可以对所有参数执行全文搜索。

source: Graphical user interface of the system configuration.
hu: A rendszerbeállítás grafikus felhasználói felülete.
zh_cn: 系统配置的图形用户界面

source: The graphical user interface of the system configuration is described in detail in the chapter <link linkend="sysconfig"> "Configuring the system through the web interface"</link>.
hu: A rendszerbeállítás grafikus felhasználói felülete részletesen le van írva <link linkend="sysconfig">„A rendszer beállítása a webes felületen keresztül”</link> fejezetben.
zh_cn: 在<link linkend="sysconfig"> "通过WEB界面配置系统"</link>章节有系统配置的图形用户界面的详细描述。

source: Using Mail Accounts
hu: Levelező fiókok használata
zh_cn: 使用邮件帐户

source: There are several possibilities to transport new emails into the ticket system. One way is to use a local MTA and the <link linkend="email-receiving-cmd">otrs.PostMaster.pl script</link> that pipes the mails directly into the system. Another possibility is the use of mail accounts which can be administrated through the web interface. The "PostMaster Mail Accounts" link on the Admin page loads the management console for the mail accounts (see figure below). OTRS supports the mail protocols: POP3, POP3S, IMAP and IMAPS.
hu: Számos lehetőség van az új levelek átvitelére a jegyrendszerbe. Az egyik módszer egy helyi MTA és az <link linkend="email-receiving-cmd">otrs.PostMaster.pl parancsfájl</link> használata, amely a leveleket közvetlenül a rendszerbe vezeti el. Egy másik lehetőség a levelezőfiókok használata, amelyek a webes felületen keresztül adminisztrálhatók. Az adminisztrációs oldalon lévő „Levelezési levélfiókok” hivatkozás tölti be a kezelőfelületet a levelezőfiókokhoz (lásd a lenti ábrát). Az OTRS támogatja a POP3, POP3S, IMAP és IMAPS levelezési protokollokat.
zh_cn: 要将一封邮件传输到工单系统中有几种方法。一个方法是使用一个本地的MTA（邮件传输代理），并通过<link linkend="email-receiving-cmd">otrs.PostMaster.pl 脚本</link>将邮件直接管道传输进工单系统。另一个方法是使用邮件帐户（可以通过WEB界面管理这些帐户）。在系统管理页面的“邮箱管理员邮件帐户”链接可以管理这些邮件帐户（见下图）。OTRS支持以下邮件传输协议：POP3、POP3S, IMAP和 IMAPS。

source: Mail account management
hu: Levelezőfiók-kezelés
zh_cn: 邮件账号管理

source: See the section about <link linkend="email-receiving-pop3">PostMaster Mail Accounts</link> for more details.
hu: További részletekért nézze meg a <link linkend="email-receiving-pop3">levelezési levélfiókokról</link> szóló szakaszt.
zh_cn: 查看<link linkend="email-receiving-pop3">邮箱管理员邮件帐户</link>以获得更多详细信息。

source: Filtering Incoming Email Messages
hu: Bejövő e-mail üzenetek szűrése
zh_cn: 过滤进入的邮件消息

source: OTRS has the capability to filter incoming email messages. For example, it is possible to put certain emails automatically into specified queues, or to set a specific state or ticket type for some mails. The filters apply to all incoming mails. Several filter conditions can be defined per each mail header. You can manage your filters via the link "PostMaster Filter" on the Admin page (see figure below).
hu: Az OTRS rendelkezik a bejövő e-mail üzenetek szűrésének képességével. Például lehetséges bizonyos levelek automatikus elhelyezése egy adott várólistába, vagy egy adott állapot vagy jegytípus beállítása néhány levélnél. A szűrők minden bejövő levélre alkalmazzák. Több szűrőfeltétel is meghatározható az egyes levélfejlécekhez. A szűrőket az adminisztrációs oldalon lévő „Levelezési szűrők” hivatkozáson keresztül kezelheti (lásd a lenti ábrát).
zh_cn: OTRS可以过滤传入的电子邮件。 例如，可以将某些电子邮件自动放入指定的队列中，或者为某些邮件设置特定的状态或工单类型。 过滤器适用于所有传入的邮件。 每个邮件头可以定义几个过滤条件。 可以通过系统管理页面上的“邮箱管理员过滤器”链接来管理你的过滤器（见下图）。

source: PostMaster filter management
hu: Levelezési szűrőkezelés
zh_cn: 邮箱管理员过滤器管理

source: A filter consists of one or more criteria that must be met in order for the defined actions to be executed on the email. Filter criteria may be defined for the headers or the body of an email, e.g. search for specific header entries, such as a sender address, or on strings in the body. Even regular expressions can be used for extended pattern matching. If your filter matches, you can set fields using the <literal>X-OTRS</literal> headers in the GUI. These values will be applied when creating the ticket or follow-up message in OTRS. The table below lists the different <literal>X-OTRS</literal> headers and their meaning.
hu: Egy szűrő egy vagy több feltételből áll, amelyeknek teljesülniük kell azért, hogy a meghatározott művelet végrehajtásra kerüljön a levélen. A szűrőfeltételek meghatározhatók egy levél fejléceihez vagy a törzséhez, például adott fejlécbejegyzések keresése, úgymint egy küldő címe, vagy szövegeké a törzsben. Akár reguláris kifejezések is használhatók a kiterjesztett mintaillesztéshez. Ha a szűrő illeszkedik, akkor beállíthat mezőket az <literal>X-OTRS</literal> fejlécek használatával a grafikus felületen. Ezek az értékek lesznek alkalmazva a jegy létrehozásakor vagy a követő üzenetnél az OTRS-ben. A lenti táblázat a különböző <literal>X-OTRS</literal> fejléceket és a jelentésüket sorolja fel.
zh_cn: 过滤器由一个或多个必须符合的条件组成，以便在电子邮件中执行定义的操作。 可以为电子邮件的标头或正文定义过滤标准，例如，搜索特定的标头条目如发件人地址，或正文中的字符串。甚至可以用正则表达式来扩展模式匹配。 如果您的过滤器匹配，您可以使用GUI中的<literal> X-OTRS </literal>标头设置字段的值。 这些值将在OTRS中创建工单或跟进消息时应用。 下表列出了不同的<literal> X-OTRS </literal>标头及其含义。

source: You also can use <literal>X-OTRS-FollowUp-*</literal> headers to set values for follow up emails.
hu: Használhatja az <literal>X-OTRS-FollowUp-*</literal> fejléceket is az értékek beállításához a követő leveleknél.
zh_cn: 你还可以使用<literal>X-OTRS-FollowUp-*</literal>标头设置跟进电子邮件的值。

source: Function of the different X-OTRS-headers
hu: A különböző X-OTRS fejlécek funkciója
zh_cn: 不同X-OTRS-headers的功能

source: Possible values
hu: Lehetséges értékek
zh_cn: 可能值

source: Sets the priority of a ticket.
hu: Beállítja egy jegy prioritását.
zh_cn: 设置一个工单的优先级。

source: Name of a queue in the system.
hu: Egy várólista neve a rendszeren.
zh_cn: 系统中一个队列的名称。

source: Sets the queue where the ticket shall be sorted. If set in X-OTRS header, all other filter rules that try to sort a ticket into a specific queue are ignored. If you use a sub-queue, specify it as <literal>Parent::Sub</literal>.
hu: Beállítja azt a várólistát, amelybe a jegyet rendezni kell. Ha be van állítva az X-OTRS fejléc, akkor minden egyéb szűrőszabály mellőzve lesz, amely megpróbál egy jegyet egy adott várólistába rendezni. Ha alvárólistát használ, akkor <literal>Szülő::Allista</literal> formában adja meg.
zh_cn: 设置工单排序的队列。 如果设置在X-OTRS标头文件中，则将忽略尝试将工单排序到特定队列中的所有其他过滤规则。 如果使用了子队列，请按<literal>父队列::子队列</literal>格式指定。

source: Sets the lock state of a ticket.
hu: Beállítja egy jegy zárolt állapotát.
zh_cn: 设置一个工单的锁定状态。

source: Yes or True
hu: Yes vagy True
zh_cn: Yes or True-是或真

source: If this X-OTRS header is set to "Yes", the incoming message will completely be ignored and never delivered to the system.
hu: Ha ez az X-OTRS fejléc „Yes” értékre van állítva, akkor a bejövő üzenet teljesen figyelmen kívül lesz hagyva, és sosem lesz kézbesítve a rendszerre.
zh_cn: 如果这个X-OTRS值设置为“Yes”，即将进入的消息会完全忽略，永远不会传递到系统中。

source: Sets the next state of the ticket.
hu: Beállítja a jegy következő állapotát.
zh_cn: 设置工单下一状态。

source: e. g. 2010-11-20 00:00:00
hu: például 2010-11-20 00:00:00
zh_cn: 例如：2010-11-20 00:00:00
