Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: The data is transformed from the External System format to the OTRS internal format as specified in the mapping configuration for this operation (Mapping for incoming response data).
hu: Az adatok átalakításra kerülnek a külső rendszer formátumáról az OTRS belső formátumára, ahogy a leképezési beállításban meg van adva ennél a műveletnél (leképezés a bejövő válasz adataihoz).
zh_cn: 数据已用这个操作的映射配置指定的映射（进入的响应数据映射）从外部系统格式转化为OTRS内部格式。

source: Data as transformed and ready to be passed back to the requester.
hu: Az adatok, ahogy át lettek alakítva és elkészültek visszaadásra a kérelmezőnek.
zh_cn: 已经转化的数据返回给请求者。

source: Receives return data.
hu: Fogadja a visszaadott adatokat.
zh_cn: 接收返回的数据。

source: Handles the data as needed specifically by each Invoker (included error handling if any).
hu: Kezeli az adatokat, ahogy minden egyes meghívónál speciálisan szükséges (beleértve a hibakezelést, ha van).
zh_cn: 根据每个调用程序的特殊需要处理数据（包括可能有的错误处理）。

source: Return the Invoker result and data to the Requester.
hu: Visszaadja a meghívó eredményét és adatait a kérelmezőnek.
zh_cn: 返回调用程序结果和数据到请求者。

source: Event Handler or OTRS Daemon
hu: Eseménykezelő vagy OTRS démon
zh_cn: 事件处理程序或OTRS守护进程

source: Receives the data from the Requester. In the case of the OTRS Daemon this data might contain information to create a task in the future.
hu: Fogadja az adatokat a kérelmezőtől. Az OTRS démon esetében ezek az adatok információkat tartalmazhatnak egy feladat jövőbeli létrehozásához.
zh_cn: 接收来自请求的数据。在使用OTRS守护进程的情况下，将来在数据中可能还包含了创建一个任务的信息。

source: Generic Interface Layers
hu: Általános felület rétegei
zh_cn: 通用接口层

source: Generic Interface is build based on a layer model, to be flexible and easy to customize.
hu: Az általános felület egy rétegmodell alapján épül fel, hogy rugalmas és könnyen személyre szabható legyen.
zh_cn: 通用接口是基于层构建的模型，使用灵活且易于定制。

source: A layer is a set of files, which control how the Generic Interface performs different parts of a web service. Using the right configuration, one can build different web services for different External Systems without creating new modules.
hu: Egy réteg olyan fájlok halmaza, amelyek azt vezérlik, hogy az általános felület hogyan hajtsa végre egy webszolgáltatás különböző részeit. A megfelelő beállítás használatával egyesek különböző webszolgáltatásokat tudnak felépíteni különböző külső rendszerekhez új modulok létrehozása nélkül.
zh_cn: 层是一个文件的集合，控制通用接口如何执行一个WEB服务的不同部分。使用正确的配置，你可以给不同的外部系统构建不同的WEB服务，而不用创建新的模块。

source: If the Remote System does not support the current bundled modules of the Generic Interface, special modules need to be developed for that specific web service.
hu: Ha a távoli rendszer nem támogatja az általános felület jelenleg csomagolt moduljait, akkor speciális modulok fejlesztése szükséges az adott webszolgáltatáshoz.
zh_cn: 如果远程系统不支持目前通用接口捆绑的模块，需要为那个特定的WEB服务开发特殊的模块。

source: The list of provided Generic Interface modules shipped with OTRS will be updated and increased over time.
hu: Az OTRS-sel szállított szolgáltatott általános felület modulok listája idővel frissítve és növelve lesz.
zh_cn: OTRS自带的通用接口模块随着时间流逝会更新和增长。

source: The graphical interface layers
hu: A grafikus felület rétegei
zh_cn: 接口的‘层’图解

source: This layer is responsible for the correct communication with the Remote System. It receives requests and generates responses when acting as provider, and generates requests and receives responses when acting as requester.
hu: Ez a réteg felelős a távoli rendszerrel való megfelelő kommunikációért. Fogadja a kéréseket és válaszokat állít elő, amikor szolgáltatóként működik, és kéréseket állít elő és válaszokat fogad, amikor kérelmezőként működik.
zh_cn: 本层负责与远程系统的正确通讯。它在OTRS作为提供者时接收请求并生成响应，在OTRS作为请求者时生成请求并接收响应。

source: Provider communication is handled by a new web server handle called "nph-genericinterface.pl".
hu: A szolgáltató kommunikációját egy új „nph-genericinterface.pl” nevű webszolgáltatás kezelő kezeli.
zh_cn: 提供者通讯由一个新的WEB服务处理程序“nph-genericinterface.pl”处理。

source: Requester communication could be initiated during an event triggered by a Generic Interface module or any other OTRS module. This event is catched by the event handler and depending on the configuration the event will be processed directly by the requester object or delegated to the Scheduler (a separated daemon designed to process tasks asynchronously).
hu: A kérelmező kommunikációja kezdeményezhető egy általános felület modul vagy bármely egyéb OTRS modul által aktivált esemény közben. Ezt az eseményt az eseménykezelő kapja el, és a beállítástól függően az eseményt közvetlenül a kérelmező objektum fogja feldolgozni, vagy delegálja az ütemezőnek (egy különálló démon, amelyet feladatok aszinkron módon történő feldolgozására terveztek).
zh_cn: 请求者通讯可以在一个通用接口模块或其它任何OTRS模块触发事件过程中初始化。这个事件由事件处理程序捕获，取决于配置，这个事件由请求者对象直接处理或委派给计划程序（一个单独的守护进程，设计来异步处理任务）处理。

source: Data Mapping
hu: Adatleképezés
zh_cn: 数据映射

source: This layer is responsible for translating data structures between OTRS and the Remote System (data internal and data external layers). Usually Remote Systems have different data structures than OTRS (including different values and names for those values), and here resides the importance of the layer to change the received information into something that OTRS can understand and on the opposite way send the information to each Remote System using their data dictionaries.
hu: Ez a réteg felelős az adatszerkezetek átfordításáért az OTRS és a távoli rendszer között (belső adatok és külső adatok rétegek). Általában a távoli rendszereknek eltérő adatszerkezetük van az OTRS adatszerkezetétől (beleértve a különböző értékeket és neveket azoknál az értékeknél), és itt rejlik a réteg fontossága, hogy a fogadott információkat valami olyanná változtassa meg, amelyet az OTRS meg tud érteni, és ellenkező módon, az információkat minden egyes távoli rendszerhez a saját adatszótáruk használatával küldje el.
zh_cn: 本层负责在OTRS和远程系统之间转化数据结构（内部数据和外部数据层）。通常远程系统拥有与OTRS不同的数据结构（包括不同的值和这些值的名称），这就是本层的重要性：将收到的信息转为OTRS能够理解的东西，在相反的方向上将这些信息使用远程系统的数据字典发送给每个远程系统。

source: <remark>Example: </remark> "Priority" (OTRS) might be called "Prio" in a remote system and it could be that value "1 Low" (OTRS) should be mapped to "Information" on the remote system.
hu: <remark>Példa:</remark> a „Prioritást” (OTRS) nevezhetnék „Prio”-nak a távoli rendszeren, és lehet, hogy az „1 alacsony” (OTRS) értéket „Információra” kell leképezni a távoli rendszeren.
zh_cn: <remark>示例：</remark>OTRS中的“Priority（优先级）”在远程系统中可能叫做“Prio”，它的值“1-低”（OTRS）应当映射为远程系统中的“Information”。

source: Controller
hu: Vezérlő
zh_cn: 控制器

source: Controllers are collections of similar Operations or Invokers. For example, a Ticket controller might contain several standard ticket operations. Custom controllers can be implemented, for example a "TicketExternalCompany" controller which may contain similar functions as the standard Ticket controller, but with a different data interface, or function names (to adapt to the Remote System function names) or complete different code.
hu: A vezérlők hasonló műveletek és meghívók gyűjteményei. Például egy jegyvezérlő számos szabványos jegyműveletet tartalmazhat. Egyéni vezérlők is megvalósíthatók, például egy „TicketExternalCompany” vezérlő, amely hasonló függvényeket tartalmazhat mint a szabványos jegyvezérlő, de eltérő adatfelülettel vagy függvénynevekkel (a távoli rendszer függvényneveihez alkalmazkodva) vagy teljesen eltérő kóddal.
zh_cn: 控制器是相似的操作或调用程序的合集。例如，一个工单控制器可能包含数个标准工单操作。可以定制控制器，例如，一个“TicketExternalCompany”控制器可能包含与标准工单控制器相似的功能，但有不同的数据接口或函数名称（适应远程系统的函数名称）或完全不同的代码。

source: One application for Generic Interface could be to synchronize information with one Remote System that only can talk with another Remote System of the same kind. In this case new controllers needs to be developed and the Operations and Invokers has to emulate the Remote System behavior in such way that the interface that OTRS exposes is similar to the Remote System's interface.
hu: Egy alkalmazás az általános felületnél lehet, hogy információkat szinkronizál egy olyan távoli rendszerrel, amely csak egy másik ugyanolyan távoli rendszerrel tud beszélgetni. Ebben az esetben új vezérlőket kell fejleszteni, és a műveleteknek és a meghívóknak a távoli rendszer viselkedését kell emulálniuk oly módon, hogy az a felület, amelyet az OTRS kitesz, hasonló legyen a távoli rendszer felületéhez.
zh_cn: 一个通用接口应用可以与一个远程系统同步信息，只可以跟另一个相同类型的远程系统。在这种情况下,需要开发新的控制器，并且操作和调用程序必须模拟远程系统行为，这样OTRS暴露的接口就类似于远程系统的接口。

source: Operation (OTRS as a provider)
hu: Művelet (OTRS mint szolgáltató)
zh_cn: 操作（OTRS作为提供者）

source: An Operation is a single action that can be performed within OTRS. All operations have the same programming interface, they receive the data into one specific parameter, and return a data structure with a success status, potential error message and returning data.
hu: Egy művelet egy olyan önálló tevékenység, amely az OTRS-en belül hajtható végre. Az összes műveletnek ugyanolyan programozási felülete van. Fogadják az adatokat egy speciális paraméterbe, és egy adatszerkezetet adnak vissza egy sikeres állapottal, egy lehetséges hibaüzenettel és a visszaadott adatokkal.
zh_cn: 操作是一个能在OTRS内执行的单个动作。所有的操作有相同的编程接口，它们接收数据到一个指定的参数，并返回一个数据结构，包含成功状态、潜在的错误消息和返回数据。

source: Normally operations uses the already mapped data (internal) to call core modules and perform actions in OTRS like: Create a Ticket, Update a User, Invalidate a Queue, Send a Notification, etc. An operation has full access to the OTRS API to perform the action.
hu: Normális esetben a műveletek a már leképezett (belső) adatokat használják a központi modulok meghívásához és a tevékenységek végrehajtásához az OTRS-ben, mint például: egy jegy létrehozása, egy felhasználó frissítése, egy várólista érvénytelenítése, egy értesítés küldése, stb. Egy műveletnek teljes hozzáférése van az OTRS API-hoz egy tevékenység végrehajtásához.
zh_cn: 通常操作使用已经映射的数据（内部）来调用核心模块并执行OTRS中的动作如：创建一个工单、更新一个用户、使一个队列无效、发送一个通知等等。一个操作有OTRS API的全部权限以执行这个动作。

source: Invoker (OTRS as a requester)
hu: Meghívó (OTRS mint kérelmező)
zh_cn: 调用程序（OTRS作为请求者）

source: An Invoker is an action that OTRS performs against a Remote System. Invokers use the OTRS Core modules to process and collect the needed information to create the request. When the information is ready it has to be mapped to the Remote System format in order to be sent to the Remote System, that will process the information execute the action and send the response back, to either process the success or handle errors.
hu: Egy meghívó egy olyan tevékenység, amelyet az OTRS egy távoli rendszerrel szemben hajt végre. A meghívók az OTRS központi moduljait használják a kérés létrehozásához szükséges információk feldolgozásához és összegyűjtéséhez. Amikor az információk készen állnak, akkor le kell képezni azokat a távoli rendszer formátumára azért, hogy elküldhetők legyenek a távoli rendszernek, amely fel fogja dolgozni az információkat, végre fogja hajtani a tevékenységet, és vissza fogja küldeni a választ a siker feldolgozásához vagy a hibák kezeléséhez.
zh_cn: 调用程序是OTRS在一个远程系统上执行的动作。调用程序使用OTRS核心模块来处理和收集需要的信息以创建一个请求。当信息准备好后它必须映射到远程系统格式以便发送给远程系统，远程系统处理这个信息、执行动作并发回响应，要么处理成功要么处理错误。

source: Connectors
hu: Csatlakozók
zh_cn: 连接器

source: A Connector is in essence a set of actions that are either called Operations if OTRS acts as a web service provider or Invokers if OTRS acts as a web service requester. But it can also include special Mappings or Transports.
hu: Egy csatlakozó lényegében olyan tevékenységek halmaza, amelyeket vagy műveleteknek hívnak, ha az OTRS egy webszolgáltatás szolgáltatójaként működik, vagy meghívóknak hívnak, ha az OTRS egy webszolgáltatás kérelmezőjeként működik. De tartalmazhat speciális leképezéseket vagy átviteleket is.
zh_cn: 连接器本质上是动作（在OTRS作为WEB服务提供者时叫操作，在OTRS作为WEB服务请求者时啊调用程序）的集合。但是它也可以包含特殊的映射或传输。

source: One Connector can either have only Operations, Only Invokers or both. A connector can even use parts of other connectors like the Mappings or Transports if they are not to specific for the Connector that is trying to implement them.
hu: Egy csatlakozónak lehetnek csak műveletei, csak meghívói vagy mindkettő. Egy csatlakozó akár más csatlakozók részeit is használhatja, mint például a leképezések vagy átvitelek, ha azok nem sajátosak annál a csatlakozónál, amely megpróbálja megvalósítani azokat.
zh_cn: 一个连接器可以只有操作、只有调用程序或者两者都有。一个连接器甚至可以使用其它连接器的一部分如映射或传输（如果它们不是部署为特定的连接器的话）。

source: In other words a Connector is not limited to just the Controller layer but it can be extended to Data Mapping or Network Transport layers if needed.
hu: Más szavakkal egy csatlakozó nincs korlátozva csak a vezérlő rétegére, hanem kiterjeszthető az adatleképezés vagy a hálózati átvitel rétegekre is, ha szükséges.
zh_cn: 换句话说，连接器不局限于控制器层，在需要时还能扩展到数据映射或网络传输层。

source: Due to the modular design of the Generic Interface a Connector can be seen as a plug-in; this means that by adding Connectors the capabilities of the generic interface can be extended using: OTRS Feature add ons, OTRS Custom modules, 3rd Party modules, and so on.
hu: Az általános felület moduláris tervezésének köszönhetően egy csatlakozó bővítményként látható. Ez azt jelenti, hogy csatlakozók hozzáadásával az általános felület képességei kiterjeszthetők a következők használatával: OTRS funkcióbővítmények, egyéni OTRS modulok, harmadik féltől származó modulok, és így tovább.
zh_cn: 由于通用接口的模块化设计，连接器可以看作是一个插件；这意味着通过添加连接器，通用接口的能力可以扩展使用在：OTRS功能插件、OTRS定制模块、第三方模块等等。

source: Bundled Connectors
hu: Csomagolt csatlakozók
zh_cn: 捆绑的连接器

source: Included with this version of OTRS the following connectors are ready to be used:
hu: Az OTRS ezen verziója a következő csatlakozókat tartalmazza használatra készen:
zh_cn: 在当前版本的OTRS中有下列连接器可以使用：

source: Session
hu: Munkamenet
zh_cn: 会话

source: Session Connector
hu: Munkamenet csatlakozó
zh_cn: 会话连接器

source: This connector is capable to create a valid SessionID that can be used in any other operation.
hu: Ez a csatlakozó képes egy olyan érvényes munkamenet-azonosító létrehozására, amely bármely egyéb műveletben használható.
zh_cn: 这个连接器可以创建一个有效的会话ID，能够用在其它任何操作中。

source: Provides:
hu: Biztosítja:
zh_cn: 提供：

source: Operations:
hu: Műveletek:
zh_cn: 操作：

source: Operations
hu: Műveletek
zh_cn: 操作

source: Creates a new valid SessionID to be used in other operations from other connectors like TicketCreate.
hu: Egy új érvényes munkamenet-azonosítót hoz létre egyéb műveletekben történő használatra más csatlakozókból, mint például TicketCreate.
zh_cn: 创建一个新的有效会话ID，用在其它连接器比如创建工单的其它操作中。

source: To use the SessionID in other operations from other connectors it is necessary that the operation implements authentication by SessionID. All the rest of the bundled operations are capable of accepting a valid SessionID as an authentication method.
hu: A munkamenet-azonosító használatához egyéb műveletekben más csatlakozókból az szükséges, hogy a művelet megvalósítsa a munkamenet-azonosító szerinti hitelesítést. Az összes többi csomagolt művelet képes egy érvényes munkamenet-azonosító elfogadására hitelesítési módszerként.
zh_cn: 要在其它连接器的其它操作中使用这个会话ID，需要该操作通过会话ID部署身份认证。所有剩下的捆绑操作都有能力接受一个有效的会话ID作为一个身份认证方法。

source: Possible Attributes:
hu: Lehetséges jellemzők:
zh_cn: 可能的属性：

source: <SessionCreate> <!--You have a MANDATORY CHOICE of the next 2 items at this level--> <!--Optional:--> <UserLogin>?</UserLogin> <!--Optional:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Optional:--> <Password>?</Password> </SessionCreate>
hu: <SessionCreate> <!--Ezen a szinten a következő 2 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <UserLogin>?</UserLogin> <!--Választható:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Választható:--> <Password>?</Password> </SessionCreate>

source: Gathers data from a valid session excluding sensitive information such as user password or challenge token.
hu: Adatokat gyűjt egy érvényes munkamenetből, kivéve az érzékeny információkat, mint például a felhasználó jelszava vagy a kihívási token.
zh_cn: 从一个有效的会话搜集数据，不包括用户密码或质疑令牌等敏感信息。

source: If any of its values is a complex structure then it is automatically converted to a JSON string.
hu: Ha az értékei bármelyike összetett szerkezet, akkor automatikusan átalakításra kerül egy JSON karakterlánccá.
zh_cn: 如果它的任何值是一个复杂的结构，那么它将自动转换为一个JSON字符串。

source: Ticket Connector
hu: Jegy csatlakozó
zh_cn: 工单连接器

source: This connector supplies the basic functionality to interact with tickets.
hu: Ez a csatlakozó látja el az alapvető funkcionalitást a jegyekkel való kölcsönhatáshoz.
zh_cn: 这个连接器提供与工单交互的基本功能。

source: Provides an interface to create a ticket in OTRS. A ticket must contain an Article and can contain several attachments, all defined Dynamic Fields can be also set on TicketCreate operation.
hu: Egy felületet biztosít egy jegy létrehozásához az OTRS-ben. Egy jegynek tartalmaznia kell egy bejegyzést, és tartalmazhat néhány mellékletet, valamint az összes meghatározott dinamikus mező is beállítható a TicketCreate műveletnél.
zh_cn: 提供一个接口以在OTRS中创建一个工单。一个工单必须包含一个信件并包含数个附件，所有定义的动态字段也可以在创建工单操作时设置。

source: <TicketCreate> <!--You have a MANDATORY CHOICE of the next 3 items at this level--> <!--Optional:--> <UserLogin>?</UserLogin> <!--Optional:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Optional:--> <SessionID>?</SessionID> <!--Optional:--> <Password>?</Password> <Ticket> <Title>?</Title> <!--You have a MANDATORY CHOICE of the next 2 items at this level--> <!--Optional:--> <QueueID>?</QueueID> <!--Optional:--> <Queue>?</Queue> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <TypeID>?</TypeID> <!--Optional:--> <Type>?</Type> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <ServiceID>?</ServiceID> <!--Optional:--> <Service>?</Service> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <SLAID>?</SLAID> <!--Optional:--> <SLA>?</SLA> <!--You have a MANDATORY CHOICE of the next 2 items at this level--> <!--Optional:--> <StateID>?</StateID> <!--Optional:--> <State>?</State> <!--You have a MANDATORY CHOICE of the next 2 items at this level--> <!--Optional:--> <PriorityID>?</PriorityID> <!--Optional:--> <Priority>?</Priority> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <OwnerID>?</OwnerID> <!--Optional:--> <Owner>?</Owner> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <ResponsibleID>?</ResponsibleID> <!--Optional:--> <Responsible>?</Responsible> <CustomerUser>?</CustomerUser> <!--Optional:--> <CustomerID>?</CustomerID> <!--Optional:--> <PendingTime> <!--You have a CHOICE of the next and the other 5 items at this level--> <Diff>?</Diff> <Year>?</Year> <Month>?</Month> <Day>?</Day> <Hour>?</Hour> <Minute>?</Minute> </PendingTime> </Ticket> <Article> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <CommunicationChannelID>?</CommunicationChannelID> <!--Optional: Possible values Email, Internal or Phone--> <CommunicationChannel>?</CommunicationChannel> <IsVisibleForCustomer>?</IsVisibleForCustomer> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <SenderTypeID>?</SenderTypeID> <!--Optional:--> <SenderType>?</SenderType> <!--Optional:--> <From>?</From> <Subject>?</Subject> <Body>?</Body> <!--You have a CHOICE of the next 2 items at this level--> <!--Optional:--> <ContentType>?</ContentType> <Charset>?</Charset> <MimeType>?</MimeType> <!--Optional:--> <HistoryType>?</HistoryType> <!--Optional:--> <HistoryComment>?</HistoryComment> <!--Optional:--> <AutoResponseType>?</AutoResponseType> <!--Optional:--> <TimeUnit>?</TimeUnit> <!--Optional:--> <NoAgentNotify>?</NoAgentNotify> <!--Zero or more repetitions:--> <ForceNotificationToUserID>?</ForceNotificationToUserID> <!--Zero or more repetitions:--> <ExcludeNotificationToUserID>?</ExcludeNotificationToUserID> <!--Zero or more repetitions:--> <ExcludeMuteNotificationToUserID>?</ExcludeMuteNotificationToUserID> </Article> <!--Zero or more repetitions:--> <DynamicField> <Name>?</Name> <!--1 or more repetitions:--> <Value>?</Value> </DynamicField> <!--Zero or more repetitions:--> <Attachment> <Content>cid:61886944659</Content> <ContentType>?</ContentType> <Filename>?</Filename> </Attachment> </TicketCreate>
hu: <TicketCreate> <!--Ezen a szinten a következő 3 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <UserLogin>?</UserLogin> <!--Választható:--> <CustomerUserLogin>?</CustomerUserLogin> <!--Választható:--> <SessionID>?</SessionID> <!--Választható:--> <Password>?</Password> <Ticket> <Title>?</Title> <!--Ezen a szinten a következő 2 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <QueueID>?</QueueID> <!--Választható:--> <Queue>?</Queue> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <TypeID>?</TypeID> <!--Választható:--> <Type>?</Type> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <ServiceID>?</ServiceID> <!--Választható:--> <Service>?</Service> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <SLAID>?</SLAID> <!--Választható:--> <SLA>?</SLA> <!--Ezen a szinten a következő 2 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <StateID>?</StateID> <!--Választható:--> <State>?</State> <!--Ezen a szinten a következő 2 elemből kell KÖTELEZŐEN VÁLASZTANI--> <!--Választható:--> <PriorityID>?</PriorityID> <!--Választható:--> <Priority>?</Priority> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <OwnerID>?</OwnerID> <!--Választható:--> <Owner>?</Owner> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <ResponsibleID>?</ResponsibleID> <!--Választható:--> <Responsible>?</Responsible> <CustomerUser>?</CustomerUser> <!--Választható:--> <CustomerID>?</CustomerID> <!--Választható:--> <PendingTime> <!--Ezen a szinten a következő és a többi 5 elemből lehet VÁLASZTANI--> <Diff>?</Diff> <Year>?</Year> <Month>?</Month> <Day>?</Day> <Hour>?</Hour> <Minute>?</Minute> </PendingTime> </Ticket> <Article> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <CommunicationChannelID>?</CommunicationChannelID> <!--Választható: a lehetséges értékek: Email, Internal vagy Phone--> <CommunicationChannel>?</CommunicationChannel> <IsVisibleForCustomer>?</IsVisibleForCustomer> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <SenderTypeID>?</SenderTypeID> <!--Választható:--> <SenderType>?</SenderType> <!--Választható:--> <From>?</From> <Subject>?</Subject> <Body>?</Body> <!--Ezen a szinten a következő 2 elemből lehet VÁLASZTANI--> <!--Választható:--> <ContentType>?</ContentType> <Charset>?</Charset> <MimeType>?</MimeType> <!--Választható:--> <HistoryType>?</HistoryType> <!--Választható:--> <HistoryComment>?</HistoryComment> <!--Választható:--> <AutoResponseType>?</AutoResponseType> <!--Választható:--> <TimeUnit>?</TimeUnit> <!--Választható:--> <NoAgentNotify>?</NoAgentNotify> <!--Nulla vagy több ismétlődés:--> <ForceNotificationToUserID>?</ForceNotificationToUserID> <!--Nulla vagy több ismétlődés:--> <ExcludeNotificationToUserID>?</ExcludeNotificationToUserID> <!--Nulla vagy több ismétlődés:--> <ExcludeMuteNotificationToUserID>?</ExcludeMuteNotificationToUserID> </Article> <!--Nulla vagy több ismétlődés:--> <DynamicField> <Name>?</Name> <!--1 vagy több ismétlődés:--> <Value>?</Value> </DynamicField> <!--Nulla vagy több ismétlődés:--> <Attachment> <Content>cid:61886944659</Content> <ContentType>?</ContentType> <Filename>?</Filename> </Attachment> </TicketCreate>
