Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: If you use the <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> or <filename>bin/otrs.Console.pl Maint::PostMaster::MailAccountFetch</filename> method, you can insert or modify X-OTRS header entries with the PostMaster filter modules. With the X-OTRS headers, the ticket system can execute some actions on incoming mails, sort them into a specific queue, change the priority or change the customer ID, for example. More information about the X-OTRS headers are available in the section about <link linkend="adminarea-postmasterpop3-account">adding mail accounts</link> from the OTRS Admin page.
hu: Ha a <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> vagy a <filename>bin/otrs.Console.pl Maint::PostMaster::MailAccountFetch</filename> módszert használja, akkor X-OTRS fejlécbejegyzéseket szúrhat be vagy módosíthat a PostMaster szűrőmodullal. Az X-OTRS fejlécekkel a jegyrendszer végrehajthat néhány műveletet a bejövő leveleken, egy adott várólistába rendezheti azokat, megváltoztathatja a prioritást vagy megváltoztathatja az ügyfél-azonosítót például. Az X-OTRS fejlécekkel kapcsolatban további információk érhetők el az OTRS adminisztrációs oldaláról a <link linkend="adminarea-postmasterpop3-account">levelezőfiókok hozzáadásáról</link> szóló szakaszban.
zh_cn: 如果你使用<filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename>或<filename>bin/otrs.Console.pl Maint::PostMaster::MailAccountFetch</filename>方法，你可以使用邮箱管理员过滤器模块插入或修改X-OTRS头信息。通过X-OTRS头信息，工单系统能够对进入的邮件执行一些操作，例如：分类到一个特定的队列、修改优先级或修改客户ID。关于X-OTRS头的更多信息请参阅系统管理页面的<link linkend="adminarea-postmasterpop3-account">添加邮件帐户</link>部分。

source: There are some default filter modules:
hu: Van néhány alapértelmezett szűrőmodul:
zh_cn: 有一些默认的过滤器模块：

source: The job name (e.g. $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'JobName'}) needs to be unique!
hu: A feladatnévnek (például $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'Feladatnév'}) egyedinek kell lennie!
zh_cn: 任务名称（如$Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'JobName'}）需要是唯一的。

source: <literal>Kernel::System::PostMaster::Filter::Match</literal> is a default module to match on some email header (e.g. From, To, Subject, ...). It can set new email headers (e.g. X-OTRS-Ignore: yes or X-OTRS-Queue: spam) if a filter rule matches. The jobs of the Example below can be inserted in <filename>Kernel/Config.pm</filename>
hu: A <literal>Kernel::System::PostMaster::Filter::Match</literal> egy alapértelmezett modul néhány e-mail fejléc illesztéséhez (például feladó, címzett, tárgy, stb.). Új e-mail fejléceket (például X-OTRS-Ignore: yes vagy X-OTRS-Queue: spam) állíthat be, ha egy szűrőszabály illeszkedik. A lenti példa feladatai beszúrhatók a <filename>Kernel/Config.pm</filename> fájlba.
zh_cn: <literal>Kernel::System::PostMaster::Filter::Match</literal>是一个匹配一些邮件头（如发件人、收件人、主题等）的默认模块。如果匹配了一个过滤器规则，它可以设置新的邮件头（例如X-OTRS-Ignore: yes或X-OTRS-Queue: spam）。下面例子中的任务可以添加到文件<filename>Kernel/Config.pm</filename>。

source: Example jobs for the filter module <literal>Kernel::System::PostMaster::Filter::Match</literal>
hu: Példafeladatok a <literal>Kernel::System::PostMaster::Filter::Match</literal> szűrőmodulhoz
zh_cn: 过滤器模块<literal>Kernel::System::PostMaster::Filter::Match</literal>的任务示例

source: # Job Name: 1-Match # (block/ignore all spam email with From: noreply@) $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'1-Match'} = { Module =&gt; 'Kernel::System::PostMaster::Filter::Match', Match =&gt; { From =&gt; 'noreply@', }, Set =&gt; { 'X-OTRS-Ignore' =&gt; 'yes', }, }; # Job Name: 2-Match # (sort emails with From: sales@example.com and Subject: **ORDER** # into queue 'Order') $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'2-Match'} = { Module =&gt; 'Kernel::System::PostMaster::Filter::Match', Match =&gt; { To =&gt; 'sales@example.com', Subject =&gt; '**ORDER**', }, Set =&gt; { 'X-OTRS-Queue' =&gt; 'Order', }, };
hu: # Feladatnév: 1-Illeszkedes # (minden levélszemét blokkolása/mellőzése a noreply@ feladótól) $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'1-Illeszkedes'} = { Module =&gt; 'Kernel::System::PostMaster::Filter::Match', Match =&gt; { From =&gt; 'noreply@', }, Set =&gt; { 'X-OTRS-Ignore' =&gt; 'yes', }, }; # Feladatnév: 2-Illeszkedes # (e-mailek kiválogatása a sales@example.com feladótól és a **RENDELÉS** # tárggyal a „Rendelés” várólistába) $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'2-Illeszkedes'} = { Module =&gt; 'Kernel::System::PostMaster::Filter::Match', Match =&gt; { To =&gt; 'sales@example.com', Subject =&gt; '**RENDELÉS**', }, Set =&gt; { 'X-OTRS-Queue' =&gt; 'Rendelés', }, };

source: <literal>Kernel::System::PostMaster::Filter::CMD</literal> is a default module to pipe the email into an external command. The output is given to STDOUT and if the result is true, then set new email header (e.g. X-OTRS-Ignore: yes or X-OTRS-Queue: spam). The Example below can be used in <filename>Kernel/Config.pm</filename>
hu: A <literal>Kernel::System::PostMaster::Filter::CMD</literal> egy alapértelmezett modul az e-mail átirányításához egy külső parancsnak. A kimenet a szabványos kimenetre kerül, és ha az eredmény igaz, akkor új e-mail fejlécet állít be (például X-OTRS-Ignore: yes vagy X-OTRS-Queue: spam). A lenti példa használható a <filename>Kernel/Config.pm</filename> fájlban.
zh_cn: <literal>Kernel::System::PostMaster::Filter::CMD</literal>是一个将邮件通过管道传递到外部命令的默认模块。输出为STDOUT（标准输出），如果结果为真，则设置新的邮件头（如X-OTRS-Ignore: yes 或 X-OTRS-Queue: spam）。下面例子中的内容可以添加到文件<filename>Kernel/Config.pm</filename>。

source: Example job for the filter module Kernel::System::PostMaster::Filter::CMD
hu: Példafeladat a Kernel::System::PostMaster::Filter::CMD szűrőmodulhoz
zh_cn: 过滤器模块Kernel::System::PostMaster::Filter::CMD的任务示例

source: # Job Name: 5-SpamAssassin # (SpamAssassin example setup, ignore spam emails) $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'5-SpamAssassin'} = { Module =&gt; 'Kernel::System::PostMaster::Filter::CMD', CMD =&gt; '/usr/bin/spamassassin | grep -i "X-Spam-Status: yes"', Set =&gt; { 'X-OTRS-Ignore' =&gt; 'yes', }, };
hu: # Feladatnév: 5-SpamAssassin # (SpamAssassin példabeállítás, levélszemét e-mailek mellőzése) $Self-&gt;{'PostMaster::PreFilterModule'}-&gt;{'5-SpamAssassin'} = { Module =&gt; 'Kernel::System::PostMaster::Filter::CMD', CMD =&gt; '/usr/bin/spamassassin | grep -i "X-Spam-Status: yes"', Set =&gt; { 'X-OTRS-Ignore' =&gt; 'yes', }, };

source: <literal>Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition</literal> is a default module that adds the possibility to parse external identifiers, in the email subject, the body or both using regular expressions. It then stores this value in a defined dynamic field. When an email comes in, OTRS will first search for an external identifier and when it finds one, query OTRS on the pre-defined dynamic field. If it finds an existing ticket, it will update this ticket, otherwise it will create a new ticket with the external reference number in the separate field.
hu: A <literal>Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition</literal> egy alapértelmezett modul, amely az e-mail tárgyában, törzsében, vagy mindkettőben lévő külső azonosítók feldolgozásának képességét adja hozzá reguláris kifejezések használatával. Ezután eltárolja ezt az értéket egy meghatározott dinamikus mezőben. Amikor egy e-mail érkezik, akkor az OTRS először egy külső azonosítót fog keresni, és amikor talál egyet, akkor az OTRS lekérdezi az előre meghatározott dinamikus mezőt. Ha egy meglévő jegyet talál, akkor frissíteni fogja azt a jegyet, egyébként egy új jegyet fog létrehozni a külső hivatkozásszámmal a különálló mezőben.
zh_cn: <literal>Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition</literal>是一个在邮件主题、正文或这两者中使用正则表达式解析外部标识的默认模块。它在一个定义的动态字段中存储这个值。当一封邮件进入时，OTRS会首先搜索一个外部标识，当它找到一个外部标识，查询OTRS中预定义的动态字段，如果它找到了一个存在的工单，它就会更新这个工单，否则它会创建一个新的工单并将这个外部引用号放入单独的字段。

source: OTRS SysConfig already provide 4 different settings to setup different external ticket numbers. If more settings are needed they need to be added manually. The following example can be used in <filename>Kernel/Config.pm</filename> to extend SysConfig settings.
hu: Az OTRS rendszerbeállítás már 4 különböző beállítást biztosít a különböző külső jegyszámok beállításához. Ha több beállításra van szükség, akkor azokat kézzel kell hozzáadni. A következő példa használható a <filename>Kernel/Config.pm</filename> fájlban a rendszerbeállítás beállításainak kiterjesztéséhez.
zh_cn: OTRS系统配置已经提供了4种不同的设置来设置工单编号，如果还需要更多的设置就需要手动添加。下面的示例可用于<filename>Kernel/Config.pm</filename>来扩展系统配置的设置。

source: Example job for the filter module <literal>Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition</literal>
hu: Példafeladat a <literal>Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition</literal> szűrőmodulhoz
zh_cn: 过滤器模块<literal>Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition</literal>的任务示例

source: # Job Name: ExternalTicketNumberRecognition # External Ticket Number Reconition, check for Incident-<number> in incoming mails subject and # body from the addeesses <sender>@externalticket.com, if number is found it will be stored in # the dynamic field 'ExternalNumber' (that need to be setup in the Admin Panel). $Self->{'PostMaster::PreFilterModule'}->{'000-ExternalTicketNumberRecognition'} = { 'FromAddressRegExp' => '\\s*@externalticket.com', 'NumberRegExp' => 'Incident-(\\d.*)', 'SearchInSubject' => '1', 'SearchInBody' => '1', 'TicketStateTypes' => 'new;open' 'DynamicFieldName' => 'ExternalNumber', 'Module' => 'Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition', 'Name' => 'Test External Ticket Number', 'SenderType' => 'system', };
hu: # Feladatnév: KulsoJegyszamFelismeres # Külső jegyszám felismerés: az Incidens-<szám> keresése a bejövő # levelek tárgyában és törzsében, valamint a <küldő>@externalticket.com # keresése a feladó címeiben. Ha található szám, akkor az eltárolásra # kerül a „KulsoSzam” dinamikus mezőben (amelyet az adminisztrációs # panelen kell beállítani). $Self->{'PostMaster::PreFilterModule'}->{'000-KulsoJegyszamFelismeres'} = { 'FromAddressRegExp' => '\\s*@externalticket.com', 'NumberRegExp' => 'Incidens-(\\d.*)', 'SearchInSubject' => '1', 'SearchInBody' => '1', 'TicketStateTypes' => 'new;open' 'DynamicFieldName' => 'KulsoSzam', 'Module' => 'Kernel::System::PostMaster::Filter::ExternalTicketNumberRecognition', 'Name' => 'Külső jegyszám tesztelése', 'SenderType' => 'system', };

source: <emphasis>Configuration Options</emphasis>
hu: <emphasis>Beállítási lehetőségek</emphasis>
zh_cn: <emphasis>配置选项</emphasis>

source: FromAddressRegExp
hu: Feladócím reguláris kifejezés (FromAddressRegExp)
zh_cn: FromAddressRegExp（发件人地址正则表达式）

source: This is an optional setting. Only mails matching this <emphasis>From:</emphasis> address will be considered for this filter. You can adjust this setting to the sender address your external system uses for outgoing mails. In case this address can differ, you can set this option to empty. OTRS will in that case not check the sender address.
hu: Ez egy opcionális beállítás. Csak az ezen <emphasis>Feladó:</emphasis> címre illeszkedő levelek lesznek figyelembe véve ennél a szűrőnél. Beállíthatja ezt a beállítást arra a feladó címre, amelyet a külső rendszer használ a kimenő leveleknél. Abban az esetben, ha ez a cím eltérő is lehet, akkor beállíthatja üresre ezt a beállítást. Az OTRS abban az esetben nem fogja ellenőrizni a küldő címét.
zh_cn: 这是一个可选的设置。只有匹配这个“<emphasis>From:（发件人）</emphasis>”地址的邮件才会考虑使用这个过滤器。你可以调整这个设置为外部系统用来发出邮件的发件人地址。在这种情况下这个地址可以不同，你可以设置这个选项为空，这样OTRS不会检查发件人地址。

source: NumberRegExp
hu: Szám reguláris kifejezés (NumberRegExp)
zh_cn: NumberRegExp（数字正则表达式）

source: This is a mandatory setting. This setting contains the regular expression OTRS will use to extract the ticket number out of the subject and/or ticket body. The default regular expression will match occurrences of for example 'Incident-12354' and will put the part between parentheses in the dynamic field field, in this case '12354'.
hu: Ez egy kötelező beállítás. Ez a beállítás tartalmazza azt a reguláris kifejezést, amelyet az OTRS a jegyszám kiszedéséhez fog használni a tárgyból és/vagy a jegy törzséből. Az alapértelmezett reguláris kifejezés illeszkedni fog például az „Incidens-12354” előfordulásaira, és be fogja tenni a zárójelek közti részt a dinamikus mezőbe, ebben az esetben az „12354” számot.
zh_cn: 这是一个强制设置。这个设置包含了OTRS用来从主题或工单正文中提取工单编号的正则表达式。默认的正则表达式会匹配出现的如‘Incident-12354’，并把括号之间的部分放入动态字段，此处是‘12354’。

source: SearchInSubject
hu: Keresés a tárgyban (SearchInSubject)
zh_cn: SearchInSubject（搜索主题）

source: If this is set to '1', the email subject is searched for a ticket number.
hu: Ha ez „1” értékre van állítva, akkor az e-mail tárgyában fogja keresni a jegyszámot.
zh_cn: 如果这个设置为‘1’，会在邮件主题中搜索工单编号。

source: SearchInBody
hu: Keresés a törzsben (SearchInBody)
zh_cn: SearchInBody（搜索正文）

source: If this is set to '1', the email body is searched for a ticket number.
hu: Ha ez „1” értékre van állítva, akkor az e-mail törzsében fogja keresni a jegyszámot.
zh_cn: 如果这个设置为‘1’，会在邮件正文中搜索工单编号。

source: TicketStateTypes
hu: Jegyállapot típusok (TicketStateTypes)
zh_cn: TicketStateTypes（工单状态类型）

source: This is an optional setting. If given, it will search OTRS only for open external tickets of given state types. The state types are separated with semicolons.
hu: Ez egy opcionális beállítás. Ha meg van adva, akkor az OTRS csak a megadott állapottípusok nyitott külső jegyeit fogja keresni. Az állapottípusok pontosvesszővel vannak elválasztva.
zh_cn: 这是一个可选的设置。如果指定了,它将只搜索OTRS处理指定状态类型的外部工单。状态类型用分号分隔。

source: DynamicField
hu: Dinamikus mező (DynamicField)
zh_cn: DynamicField（动态字段）

source: This is a required setting. It defines the dynamic filed that is used to store the external number (the field name must exist in the system and has to be valid).
hu: Ez egy kötelező beállítás. Azt a dinamikus mezőt határozza meg, amely a külső szám tárolására lesz használva (a mezőnévnek léteznie kell a rendszeren, és érvényesnek kell lennie).
zh_cn: 这是一个必填设置。它定义了用来存储外部编号的动态字段（字段名必须存在于系统并处于有效状态）。

source: SenderType
hu: Küldő típusa (SenderType)
zh_cn: SenderType（发件人类型）

source: This defines the sender type used for the articles created in OTRS.
hu: Ez határozza meg az OTRS-ben létrehozott bejegyzéseknél használt küldő típusát.
zh_cn: 这个参数定义OTRS中创建的用于信件的发件人类型。

source: <literal>Kernel::System::PostMaster::Filter::Decrypt</literal> is a default module that is capable to decrypt an encrypted incoming email message (S/MIME or PGP) placing the unencrypted message body in the email header X-OTRS-BodyDecrypted to be processed later. Additionally it can also update the email body to the unencrypted version.
hu: A <literal>Kernel::System::PostMaster::Filter::Decrypt</literal> egy olyan alapértelmezett modul, amely képes visszafejteni egy titkosított bejövő e-mail üzenetet (S/MIME vagy PGP) a titkosítatlan üzenettörzs elhelyezésével az X-OTRS-BodyDecrypted e-mail fejlécben a későbbi feldolgozáshoz. Továbbá frissíteni is tudja az e-mail törzsét a titkosítatlan verzióhoz.
zh_cn: <literal>Kernel::System::PostMaster::Filter::Decrypt</literal>是一个默认模块，能够将加密的传入电子邮件（S/MIME或PGP）解密，将未加密的邮件正文放在电子邮件标头X-OTRS-BodyDecrypted中，以便稍后处理。 此外，它还可以将电子邮件正文更新为未加密的版本。

source: In order to decrypt the emails the system needs to be properly configured for S/MIME and/or PGP and have the needed private keys to decrypt the information.
hu: Az e-mailek visszafejtésének érdekében a rendszer megfelelő beállítása szükséges az S/MIME és/vagy PGP beállításoknál, valamint rendelkeznie kell a szükséges személyes kulcsokkal az információk visszafejtéséhez.
zh_cn: 要对电子邮件进行解密，系统需要正确地配置 S/MIME 和/或 PGP ，并且有解密信息所需的私钥。

source: This module is disabled by default and it can be configured directly in the System Configuration in the Admin Panel.
hu: Ez a modul alapértelmezetten le van tiltva, és közvetlenül az adminisztrációs panelen lévő rendszerbeállításokban állítható be.
zh_cn: 本模块默认是禁用的，可以直接在系统管理面板的系统配置中进行配置。

source: StoreDecryptedBody
hu: Visszafejtett törzs tárolása (StoreDecryptedBody)

source: Set this option to "1" to update the email body to the unencrypted version if the decryption was successful. Be aware that using this the emails will be stored unencrypted and there is no possible way to revert this action.
hu: Állítsa ezt a lehetőséget „1” értékre az e-mail törzsének frissítéséhez a titkosítatlan verzióra, ha a visszafejtés sikeres volt. Legyen tisztában azzal, hogy ennek használatával az e-mailek titkosítatlanul lesznek tárolva, és nincs lehetséges mód a művelet visszafordítására.
zh_cn: 设置本选项为“1”来更新邮件正文为未加密的版本（如果成功解密）。注意使用此选项后电子邮件将存储为未加密格式且无法还原此操作。

source: Of course it's also possible to develop your own PostMaster filter modules.
hu: Természetesen lehetséges saját levelezési szűrőmodulok kifejlesztése is.
zh_cn: 当然你也可以开发你自己的邮箱管理员过滤器模块。

source: Troubleshooting Email Filtering
hu: Hibaelhárítási e-mail szűrés
zh_cn: 邮件过滤器故障排除

source: This section shows some common issues and things to consider when troubleshooting Postmaster filters.
hu: Ez a szakasz néhány gyakori hibát és megfontolandó dolgot mutat be a levelezési szűrők hibaelhárításakor.
zh_cn: 这部分显示了在排查邮箱管理员过滤器的故障时一些共同问题及需要考虑的事情。

source: The filters are worked in order of their alphabetically sorted filter names. The last filter wins for a certain field to be set, when the criteria match twice.
hu: A szűrők az ábécé-sorrendbe rendezett szűrőnevük sorrendjében működnek. Az utolsó szűrő nyer egy bizonyos beállítandó mezőnél, amikor a feltételek kétszer illeszkednek.
zh_cn: 过滤器按它们名称的字母顺序按序匹配。如果某个条件匹配了两次，则最后匹配的过滤器生效。

source: <emphasis>Stop After Match</emphasis> can prevent a second match.
hu: A <emphasis>Leállítás találat után</emphasis> megakadályozhat egy második találatot.
zh_cn: “<emphasis>匹配后停止</emphasis>”可以防止重复匹配。

source: Make sure the regular expression is valid.
hu: Győződjön meg arról, hogy a reguláris kifejezés érvényes-e.
zh_cn: 确保正则表达式是有效的。

source: Headers can be set as to control OTRS, but are not written in the mail itself.
hu: A fejlécek beállíthatók az OTRS vezérléséhez, de magába a levélbe nincsenek beírva.
zh_cn: 可以设置头信息来控制ORTS，但不会写入邮件中。

source: When matching one From, CC, TO, use EMAILADDRESS: &lt;your@address&gt;
hu: Egy feladó, másolat, címzett illesztésekor használja az EMAILADDRESS: &lt;sajat@cim&gt; beállítást.
zh_cn: 当匹配一个发件人、抄送、收件人时，使用EMAILADDRESS: &lt;your@address&gt;

source: The Mailbox must be trusted.
hu: A postafióknak megbízhatónak kell lennie.
zh_cn: 邮箱必须是可信的。

source: The match criteria are AND conditions.
hu: Az illesztési feltételek ÉS kapcsolatban vannak.
zh_cn: 匹配条件是“与”条件。

source: Ticket properties can not be matched by the postmaster filter.
hu: A jegytulajdonságok nem illeszthetők a levelezési szűrővel.
zh_cn: 邮箱管理员过滤器不能匹配工单属性。

source: Details about Postmaster filter processing are also present in communication logs. Make sure to check <link linkend="adminarea-communication-log">Communication Log</link> in the Admin area.
hu: A levelezési szűrő feldolgozásával kapcsolatos részletek a kommunikációs naplókban szintén megtalálhatók. Győződjön meg arról, hogy megnézte-e az adminisztrátori területen lévő <link linkend="adminarea-communication-log">kommunikációs naplót</link>.
zh_cn: 有关邮箱管理员过滤器处理的详细信息也记录在通信日志中，可在系统管理中检查<link linkend="adminarea-communication-log">通信日志</link>。

source: Secure Email with PGP
hu: Biztonságos e-mail PGP használatával
zh_cn: 用PGP加密邮件

source: OTRS has the capability to sign or encrypt outgoing messages with PGP. Furthermore, encrypted incoming messages can be decrypted. Encryption and decryption are done with the GPL tool GnuPG. To setup GnuPG for OTRS, the following steps have to be performed:
hu: Az OTRS rendelkezik a kimenő üzenetek PGP-vel történő aláírásának vagy titkosításának képességével. Továbbá a titkosított bejövő üzenetek is visszafejthetők. A titkosítás és a visszafejtés a GnuPG GPL-eszköz használatával végezhető el. A GnuPG beállításához az OTRS-nél a következő lépéseket kell végrehajtani:
zh_cn: OTRS能够使用PGP来签名或加密外发消息。此外，进入的加密消息能被解密。加密和解密都通过GPL工具GnuPG完成。要为OTRS设置GnuPG，需要执行以下步骤：

source: Install GnuPG, via the package manager of your operating system.
hu: Telepítse a GnuPG programot az operációs rendszere csomagkezelőjén keresztül.
zh_cn: 通过操作系统的软件包管理器安装GnuPG。

source: Configure GnuPG for use with OTRS. The necessary directories for GnuPG and a private key have to be created. The command shown in the script below has to be executed as user 'otrs' from a shell.
hu: Állítsa be a GnuPG programot az OTRS-sel való használathoz. Létre kell hozni a GnuPG szükséges könyvtárait és egy személyes kulcsot. A lenti parancsfájlban látható parancsot „otrs” felhasználóként kell végrehajtani egy parancsértelmezőből.
zh_cn: 配置GnuPG用于OTRS。必须创建GnuPG需要的目录和私有密钥。下面脚本中显示的命令必须以‘otrs’用户执行。

source: <emphasis>Script: Configuring GnuPG.</emphasis>
hu: <emphasis>Parancsfájl: A GnuPG beállítása.</emphasis>
zh_cn: <emphasis>脚本：配置GnuPG。</emphasis>

source: As shown in the script below, the default settings can be applied for most of the required parameters. Only the values for the key owner have to be entered correctly, with a proper password specified for the key.
hu: Amint a lenti parancsfájlban látható, az alapértelmezett beállítások a szükséges paraméterek legtöbbjénél alkalmazhatók. Csak a kulcs tulajdonosának értékeit kell helyesen megadni egy megfelelően megadott jelszóval a kulcsnál.
zh_cn: 正如脚本中显示那样，大部分需要的参数使用默认设置即可。密钥所有者仅需正确输入这个密钥合适的密码就行。

source: In the screen for the <link linkend="ConfigReference_Section_Core_Crypt_PGP">PGP</link> settings, PGP should be activated for OTRS (first option). Also, the path to the gpg program should be set and checked.
hu: A <link linkend="ConfigReference_Section_Core_Crypt_PGP">PGP</link> beállításainak képernyőjén aktiválni kell a PGP-t az OTRS-hez (első lehetőség). A gpg program útvonalát is be kell állítani és ellenőrizni kell.
zh_cn: 在<link linkend="ConfigReference_Section_Core_Crypt_PGP">PGP</link>设置屏幕中，应为OTRS激活PGP（第一个选项）。此外，还应设置和检查gpg程序的路径。

source: The next config setting (PGP::Options) may also require changing. Via this config setting, the parameters that are used for every execution of gpg by the 'otrs' user can be specified. In particular, the directory of the config files for GnuPG of the 'otrs' user is important. In the example <filename>/opt/otrs/.gnupg</filename> is used. This directory was created earlier during the PGP configuration.
hu: A következő konfigurációs beállítás (PGP::Options) is változtatást igényelhet. Ezen konfigurációs beállításon keresztül adhatók meg azok a paraméterek, amelyeket az „otrs” felhasználó a gpg minden egyes végrehajtásánál használ. Különösen az „otrs” felhasználó GnuPG beállítófájljainak könyvtára fontos. A példában az <filename>/opt/otrs/.gnupg</filename> könyvtár van használatban. Ez a könyvtár korábban lett létrehozva a PGP beállítása közben.
zh_cn: 下一个配置设置（PGP::Options）可能也需要修改。通过这个配置设置，可以指定‘otrs’用户每次gpg执行时的参数。尤其是‘otrs’用户的GnuPG配置文件目录很重要。在示例中使用的是<filename>/opt/otrs/.gnupg</filename>目录，这个目录要在PGP配置过程之前创建。
