Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Renewed system configuration mechanism including a totally new graphical user interface.
hu: Megújult a rendszerbeállítási mechanizmus, beleértve egy teljesen új grafikus felhasználói felületet.
zh_cn: 更新的系统配置机制，包括全新的图形用户界面。

source: Added possibility to review changes before they are effective.
hu: Hozzáadásra került a változtatások áttekintésének lehetősége azelőtt, hogy hatályba lépnének.
zh_cn: 添加了在更改内容生效之前查看更改内容的可能性。

source: Exclusively edit settings, so other administrators can not change the same setting at the same time.
hu: Kizárólagos szerkesztési beállítások, így más adminisztrátorok nem tudják ugyanazt a beállítást egyszerre megváltoztatni.
zh_cn: 独占式地编辑设置，因此其他管理员无法同时更改相同的设置。

source: Added possibility to define favorite settings for quick access.
hu: Hozzáadásra került a kedvenc beállítások meghatározásának lehetősége a gyors hozzáféréshez.
zh_cn: 添加了定义喜好设置以便快速访问的可能性。

source: Added new console commands to display and update setting values (Maint::Config::Dump and Maint::Config::Rebuild).
hu: Új konzolparancsok érhetők el a beállítási értékek megjelenítéséhez és frissítéséhez (Maint::Config::Dump és Maint::Config::Rebuild).
zh_cn: 添加了新的控制台命令以显示和更新设置值 (Maint::Config::Dump 和 Maint::Config::Rebuild)。

source: Added possibility to distribute configuration states to all nodes in a cluster environment.
hu: Lehetőség nyílt a beállítási állapotok szétosztásához az összes csomópontra egy fürtözött környezetben.
zh_cn: 添加了将配置状态分发到群集环境中的所有节点的可能性。

source: Added new command Admin::Package::UpgradeAll, which allows updating all installed packages at once. This can also be triggered from the package manager screen.
hu: Új Admin::Package::UpgradeAll parancs került hozzáadásra, amely lehetővé teszi az összes telepített csomag egyszerre történő frissítését. Ez aktiválható a csomagkezelő képernyőről is.
zh_cn: 添加了新命令Admin::Package::UpgradeAll，它允许一次更新所有已安装的软件包。 这也可以从软件包管理器屏幕触发。

source: Renewed main administration screen.
hu: Megújult a fő adminisztrációs képernyő.
zh_cn: 更新了系统管理主屏幕。

source: Renewed user preferences screen.
hu: Megújult a felhasználói beállítások képernyő.
zh_cn: 更新了用户偏好设置屏幕。

source: Added SHA-512 as new password digest method to agent and customer authentication.
hu: SHA-512 mint új jelszókivonatoló módszer jelent meg az ügyintéző és ügyfél hitelesítéséhez.
zh_cn: 添加了SHA-512作为服务人员和客户身份验证的新密码摘要法。

source: Added support for multi-tiered customer and customer user relationships.
hu: Többszintű ügyfél és ügyfél-felhasználó kapcsolatok támogatása vált elérhetővé.
zh_cn: 添加了对多层客户和客户用户关系的支持。

source: Added the possibility to use the auto complete search for the customer ID selection in the user management frontend.
hu: Hozzáadásra került az automatikusan kiegészített keresés használatának lehetősége az ügyfél-azonosító kiválasztásánál az ügyfélkezelés előtétprogramon.
zh_cn: 添加了在用户管理前端界面中使用自动完成搜索进行客户ID选择的可能性。

source: Improved command Maint::Ticket::InvalidUserCleanup. It can now now both unlock tickets of invalid users and also (optionally) change their state to make sure they will not be overlooked. Thanks to Moritz Lenz @ noris networks!
hu: Továbbfejlesztésre került a Maint::Ticket::InvalidUserCleanup parancs. Mostantól képes feloldani az érvénytelen felhasználók jegyeit, és (opcionálisan) meg is tudja változtatni azok állapotát, hogy megbizonyosodjon arról, hogy nem lesznek figyelmen kívül hagyva, köszönet érte Moritz Lenznek (noris networks).
zh_cn: 改进了命令Maint::Ticket::InvalidUserCleanup。 它现在不但可以解锁无效用户的工单，还可以更改其状态（可选），以确保它们不会被忽视。感谢 noris networks公司的Moritz Lenz ！

source: Added per-address email loop protection configuration (PostmasterMaxEmailsPerAddress), thanks to Moritz Lenz.
hu: Címenkénti e-mail hurokvédelmi beállítás került beállításra (PostmasterMaxEmailsPerAddress), köszönet érte Moritz Lenznek.
zh_cn: 添加了基于地址的电子邮件环路保护配置（PostmasterMaxEmailsPerAddress），感谢Moritz Lenz。

source: Added console command to list configured queues, thanks to Martin Burggraf.
hu: Hozzáadásra került egy konzolparancs a beállított várólisták felsorolásához, köszönet érte Martin Burggrafnak.
zh_cn: 添加了列出已配置队列的控制台命令，感谢Martin Burggraf。

source: Added completely new log mechanism for email communications. The dashboard-like display allows administrators to quickly see what might be wrong in their system regarding receiving and sending emails. Account overview can be used to determine which mail accounts might be having issues and why. Detailed logging should help figuring out how an email was processed by the system before ending up in a specific ticket.
hu: Teljesen új naplózási mechanizmus érhető el az e-mailes kommunikációhoz. A vezérlőpult szerű megjelenítés lehetővé teszi az adminisztrátoroknak, hogy gyorsan észrevegyék, hogy mi lehet rossz a rendszerükön az e-mailek fogadásra és küldésre vonatkozóan. Fiókáttekintés használható annak meghatározásához, hogy mely e-mail fiókokkal lehetnek problémák és miért. A részletes naplózás segít kideríteni azt, hogy egy e-mailt hogyan dolgozott fel a rendszer, mielőtt egy bizonyos jegybe érkezett volna.
zh_cn: 为电子邮件通信添加了全新的日志机制。 仪表板式显示允许管理员快速查看系统中有关接收和发送电子邮件的错误。 帐户概览可用于确定哪些邮件帐户可能存在问题以及原因。 详细日志有助于确定在结束特定工单之前系统如何处理某个电子邮件。

source: New Features of OTRS 5
hu: Az OTRS 5 új szolgáltatásai
zh_cn: OTRS 5的新功能

source: OTRS is now optimized for use on different types and sizes of mobile devices.
hu: Az OTRS mostantól optimalizálva van a különböző típusú és méretű mobil eszközökön való használathoz.
zh_cn: OTRS现已针对不同类型和不同尺寸的移动设备进行了优化。

source: Single-select and multi-select input fields have been modernized and provide advanced searching and filtering capabilities (thanks to Dusan Vuckovic at Mühlbauer).
hu: Az egyválasztós és a többválasztós beviteli mezők modernizálva lettek, és speciális keresési és szűrési képességeket nyújtanak (Dusan Vuckovic, jóvoltából, Mühlbauerből).
zh_cn: 单选和多选输入字段更现代化，并提供高级搜索和过滤功能（感谢Mühlbauer的Dusan Vuckovic）。

source: Images can now be added/uploaded to the WYSIWYG editor using Copy&amp;Paste and Drag&amp;Drop from anywhere outside the application (in all browsers, without additional Add-On).
hu: A képek most már az alkalmazáson kívülről bárhonnan hozzáadhatók vagy feltölthetők a WYSIWYG szerkesztőbe másolás és beillesztés, valamint fogd és vidd módon (minden böngészőben, további kiegészítők nélkül).
zh_cn: 现在能通过复制/粘贴和从任意位置拖放的方式（在所有浏览器中均可支持，无需额外插件）添加/上传图片到WYSIWYG（所见即所得）编辑器。

source: Improved ticket notification system. It is now possible to configure own ticket notifications with own trigger conditions and recipients. With OTRS Business Solution™, notifications can also be delivered via SMS and/or Notification Web View. The latter is a special screen in OTRS that holds all notifications of the agent; with this OTRS can be used entirely without an email client.
hu: A jegyértesítési rendszer továbbfejlesztésre került. Mostantól lehetséges saját jegyértesítéseket beállítani saját aktiváló feltételekkel és címzettekkel. Az OTRS Business Solution™ használatával az értesítések kézbesíthetők SMS-ben és/vagy az értesítési webnézeten keresztül is. Az utóbbi egy speciális képernyő az OTRS-ben, amely tartalmazza az ügyintéző összes értesítését. Ezzel az OTRS egy e-mail kliens nélkül is teljesen használható.
zh_cn: 改进的工单通知系统。现在能够使用自己的触发器条件和收件人配置定制工单通知。在OTRS商业解决方案（OTRS Business Solution™）中，还能通过短信和/或网页发送通知。

source: Statistics received a new graphical user interface which is much better accessible and helps to create great statistics quickly and easily.
hu: A statisztikák egy új grafikus felhasználói felületet kaptak, amely sokkal jobban hozzáférhető, és segít a nagyszerű statisztikák gyors és könnyű létrehozásában.
zh_cn: 统计有了一个新的图形界面，更好理解并有助于更快更容易地创建好的统计。

source: Additionally, statistics support the new time periods “quarter” and “half-year”
hu: Továbbá a statisztikák támogatják az új „negyedév” és „félév” időszakokat.
zh_cn: 此外，统计支持新的时间周期“季度”和“半年”

source: It is now possible to group action menu items in the ticket zoom screen. Less often used items can be grouped in a submenu, improving screen usage and clarity.
hu: Mostantól lehetséges a művelet menüelemek csoportosítása a jegynagyítás képernyőn. A ritkábban használt elemek egy almenübe csoportosíthatók a képernyőhasználat és a tisztaság fokozásához.
zh_cn: 现在支持工单详情屏幕菜单项分组。使用频率低的菜单项被分组到子菜单中，以改进屏幕使用和清晰度。

source: Ticket overviews can now display customer company data, thanks to Renée Bäcker.
hu: A jegyáttekintők most már meg tudják jeleníteni az ügyfél vállalati adatait, Renée Bäcker jóvoltából.
zh_cn: 工单概览现在能显示客户单位信息，感谢 Renée Bäcker。

source: The ticket process TransitionAction “TicketCreate” can now create tickets without articles.
hu: A jegyfolyamat „TicketCreate” átmenet művelete most már bejegyzések nélkül is képes jegyeket létrehozni.
zh_cn: 工单流程转换操作“TicketCreate（创建工单）”现在能创建没有信件的工单。

source: The new OTRS Daemon handles all asynchronous and periodic tasks and replaces all previous OTRS cron jobs. In a clustered environment the load is automatically distributed over the nodes.
hu: Az új OTRS démon kezeli az összes aszinkron és periodikus feladatokat, és leváltja az összes korábbi OTRS cron-feladatot. Egy fürtözött környezetben a terhelés automatikusan eloszlik a csomópontokon.
zh_cn: 新的OTRS Daemon处理所有的异步和定期任务，替换了所有之前的OTRS cron任务。在群集环境中负载自动分配到所有节点。

source: It is now possible to specify multiple readonly mirror (slave) databases for expensive computations such as statistics or fulltext searches to distribute the load among these database servers.
hu: Mostantól lehetséges több csak olvasható tükör (szolga) adatbázis megadása a költséges számításokhoz (mint például a statisztikák vagy szabad-szavas keresések) a terhelés elosztásához ezen adatbázis-kiszolgálók között.
zh_cn: 现在可以指定多个只读镜像（从）数据库用于开销大的计算如统计或全文搜索，以在这些数据库中分配负载。

source: A new two-factor authentication layer allows added login security.
hu: Egy új kétlépcsős hitelesítési réteg lehetővé teszi a bejelentkezési biztonság hozzáadást.
zh_cn: 一种新的双因素身份验证层允许添加登录安全措施。

source: If entering a fixed username and password doesn’t satisfy your requirements, you can now additionally use the open standard for time based one-time passwords (<ulink url="https://tools.ietf.org/html/rfc6238">RfC 6238</ulink>, also known as Google Authenticator).
hu: Ha egy rögzített felhasználónév és jelszó megadása nem felel meg a követelményeinek, akkor emellett most már használhatja az idő alapú egyszer használatos jelszavak nyílt szabványát (<ulink url="https://tools.ietf.org/html/rfc6238">RfC 6238</ulink>, vagy más néven Google Authenticator).
zh_cn: 如果输入固定的用户名和密码不能满足您的需求，您现在能够使用开放标准基于时间的一次性密码（<ulink url="https://tools.ietf.org/html/rfc6238">RfC6238</ulink>，即谷歌身份验证器）。

source: After having enabled the two-factor authentication, agents and customers can add a shared secret to their preferences and immediately start logging in using one-time passwords created by a compatible method of their choice (e.g. the Android Google Authenticator app).
hu: Miután engedélyezve lett a kétlépcsős hitelesítés, az ügyintézők és az ügyfelek hozzáadhatnak egy megosztott titkot a beállításaikhoz, és azonnal megkezdhetik az általuk választott kompatibilis módszer által előállított egyszer használatos jelszavakkal történő bejelentkezést (például az Androidon elérhető Google Authenticator alkalmazással).
zh_cn: 在启用了双因素身份验证后，服务人员和客户能够添加一个共享密钥到他们的偏好设置中，并能使用他们选择的兼容方法（例如安卓手机上的谷歌身份验证器APP）生成的一次性密码立即开始登录系统。

source: Working with External Systems
hu: Működés a külső rendszerekkel
zh_cn: 与外部系统协同工作

source: A new XSLT based GenericInterface mapping module allows for arbitrarily complex user-defined data mapping.
hu: Egy új XSLT-alapú általános felület leképező modul tetszőlegesen összetett felhasználó által meghatározott adatleképezést tesz lehetővé.
zh_cn: 一个新的基于XSLT的通用接口映射模块允许任意复杂的用户定义数据映射。

source: The new OTRS console makes working on the commandline easy and fun. All commands have a consistent interface, useful documentation and provide helpful colored output.
hu: Az új OTRS konzol egyszerűvé és szórakoztatóvá teszi a parancssorral végzett munkát. Az összes parancs következetes felülettel, hasznos dokumentációval rendelkezik, és segítőkész színes kimenetet nyújt.
zh_cn: 新的OTRS控制台使得命令行操作简单而有趣。所有的命令拥有一致的接口、实用的文档，并提供有用的彩色输出结果。

source: Administrators can now specify a minimum log level to reduce logging volume, thanks to Renée Bäcker.
hu: Az adminisztrátorok mostantól megadhatnak egy minimális naplózási szintet a naplózás mennyiségének csökkentéséhez, Renée Bäcker jóvoltából.
zh_cn: 系统管理员现在能够指定最低的日志级别，以减少日志容量，感谢Renée Bäcker。

source: Overview screens in the admin area now show invalid entities in gray, making it easy to focus on active elements.
hu: Az adminisztrációs területen lévő áttekintő képernyők mostantól az érvénytelen egyedeket szürkén jelenítik meg, könnyebbé téve az aktív elemekre való összpontosítást.
zh_cn: 系统管理概览屏幕现在显示无效条目为灰色，更容易将注意力集中在活动元素上。

source: New Features of OTRS 4
hu: Az OTRS 4 új szolgáltatásai
zh_cn: OTRS 4新功能

source: A new cleaner flat design has been implemented.
hu: Egy új letisztult lapos dizájn lett megvalósítva.
zh_cn: 实现了一种更清晰的平面设计。

source: Agents can now reply directly to a ticket note. The original notes body is quoted in the new note.
hu: Az ügyintézők most már közvetlenül tudnak válaszolni egy jegy jegyzetére. Az eredeti jegyzetek törzse idézve lesz az új jegyzetben.
zh_cn: 服务人员现在能够直接回复到一个工单备注，原始备注的正文内容在新的备注中引用。

source: Agents can now make use of templates in all screens with internal notes.
hu: Az ügyintézők most már hasznosíthatják a sablonokat minden belső jegyzetekkel rendelkező képernyőn.
zh_cn: 服务人员现在能够在具有内部备注的所有屏幕使用模板。

source: Ticket action screens (such as note, owner etc.) now allow to do actions without always creating an article (configurable).
hu: A jegyművelet képernyők (mint például jegyzet, tulajdonos, stb.) most már anélkül teszik lehetővé a műveletek elvégzését, hogy mindig egy bejegyzést hoznának létre (beállítható).
zh_cn: 工单操作屏幕（如备注、所有者等）现在允许执行操作而不用始终创建新信件（可配置）。

source: New ticket overview based on "my services" that an agent can subscribe to. Notification options for new tickets and follow-ups can now be based on "my queues", "my services" or combinations of both.
hu: Új jegyáttekintő a „saját szolgáltatások” alapján, amelyre egy ügyintéző feliratkozhat. Az új jegyek és követések értesítési lehetőségei mostantól a „saját várólistákon”, a „saját szolgáltatásokon” vagy a kettő kombinációján alapulhatnak.
zh_cn: 基于“我的服务”（服务人员能够关注的服务）的新的工单概览。新工单和跟进工单的通知选项现在能基于“我的队列”、“我的服务”或两者组合来配置。

source: OTRS can now display tickets with thousands of articles.
hu: Az OTRS most már meg tudja jeleníteni a bejegyzések ezreivel rendelkező jegyeket.
zh_cn: OTRS现在能显示多达数千信件的工单。

source: Customer online list in Dashboard now links directly to CustomerInformationCenter page for the customer.
hu: Az elérhető ügyfelek listája a vezérlőpulton most már közvetlenül az ügyfélinformációs központra hivatkozik az ügyfélnél.
zh_cn: 仪表板中的客户在线列表现在直接链接到客户信息中心页面。

source: Agents can now persistently reorder their main menu with drag&amp;drop.
hu: Az ügyintézők most már tartósan átrendezhetik a főmenüjüket fogd és vidd módszerrel.
zh_cn: 服务人员现在能够通过拖放永久地重排主菜单。

source: Agents and customers can now search tickets by attachment name.
hu: Az ügyintézők és az ügyfelek most már kereshetnek jegyeket a melléklet neve szerint.
zh_cn: 服务人员和客户现在能够通过附件名搜索工单。

source: New Dashboard Widget for running process tickets.
hu: Új vezérlőpult felületi elem a futó folyamatjegyeknél.
zh_cn: 新的仪表板小部件--执行中的流程工单。

source: New search options for the last change time of the ticket.
hu: Új keresési lehetőségek a jegy legutolsó módosítási idejénél.
zh_cn: 新的搜索选项--工单的最后修改时间。

source: Added new screen for outgoing emails on a ticket that are not replies.
hu: Új képernyő lett hozzáadva egy jegyen az olyan kimenő e-maileknél, amelyek nem válaszok.
zh_cn: 为没有回复的工单添加了新的外出邮件屏幕。

source: OTRS 4 can handle more concurrent users/requests on the same hardware, and response times for single requests are shorter as well, especially for pages with lots of data.
hu: Az OTRS 4 képes több egyidejű felhasználót/kérést kezelni ugyanazon a hardveren, és az egyes kérések válaszideje is rövidebb, különösen a sok adattal rendelkező oldalaknál.
zh_cn: OTRS 4在相同的硬件配置下能够处理更多的并发用户/请求，单个请求的响应时间更短，特别是有大量数据的页面。

source: The GenericInterface now also supports HTTP REST as network transport protocol.
hu: Az általános felület most már támogatja a HTTP REST kéréseket is mint hálózati átviteli protokollokat.
zh_cn: 通用接口现在还支持HTTP REST 作为网络传输协议。

source: Postmaster filters are no longer limited to 4 match/set fields. They can now have a configurable amount of fields (default 12, up to 99).
hu: A levelezési szűrők többé nincsenek 4 találat/beállítás mezőre korlátozva. Mostantól egy beállítható mennyiségű mezője lehet (alapértelmezetten 12, legfeljebb 99).
zh_cn: 邮件管理员过滤器不再限制4条匹配字段，可以有大量可配置的字段（默认为12，最大99）。

source: A new configuration option Ticket::MergeDynamicFields makes it possible to specify which dynamic fields should also be merged when a ticket is merged to another ticket.
hu: Egy új Ticket::MergeDynamicFields beállítási lehetőség lehetővé teszi annak megadását, hogy mely dinamikus mezőket kell egyesíteni, amikor egy jegyet egy másik jeggyel egyesítenek.
zh_cn: 新的配置选项Ticket::MergeDynamicFields可以指定在合并一个工单到另一工单时哪个动态字段也将合并。

source: Added new options to check dynamic fields of type text on patterns relating to error messages (translated), if they do not match.
hu: Új lehetőségek lettek hozzáadva a szöveg típusú dinamikus mezők ellenőrzéséhez a (lefordított) hibaüzenetekhez kapcsolódó mintáknál, ha nem illeszkednek.
zh_cn: 添加了新的选项来检查动态字段输入的文本，如果不匹配相关的模式则显示翻译了的错误消息。

source: Added new options to restrict dynamic fields of type date/datetime on future or past dates.
hu: Új lehetőségek lettek hozzáadva a dátum vagy dátum és idő típusú dinamikus mezők korlátozásához a jövőbeli vagy múltbeli dátumoknál.
zh_cn: 添加了新的选项来限制动态字段输入将来或过去的日期/日期时间。

source: OTRS can be configured to automatically unlock a ticket if articles are added and the owner is out of office.
hu: Az OTRS beállítható egy jegy automatikus feloldásához, ha bejegyzések kerülnek hozzáadásra és a tulajdonos irodán kívül van.
zh_cn: 在添加了信件或所有者不在办公室时，OTRS能够配置自动解锁一个工单。

source: Linked tickets of a specific type (e.g. merged or removed) can now be hidden via SysConfig option.
hu: Egy adott típus (például egyesített vagy eltávolított) kapcsolt jegyei most már elrejthetők egy rendszerbeállítási lehetőségen keresztül.
zh_cn: 特定类型的链接工单（例如合并或已删除）现在能够通过系统配置选项隐藏起来。

source: ACL handling has been improved, made more consistent and easier to debug.
hu: Az ACL-kezelés tovább lett fejlesztve következetesebbé téve és megkönnyítve a hibakeresést.
zh_cn: 改进了的ACL处理更加一致且更容易调试。

source: Added new ACL option PossibleAdd to add items to a possible list without resetting (like Possible does).
hu: Új „PossibleAdd” ACL-lehetőség lett hozzáadva egy lehetséges listához történő elemek hozzáadásához visszaállítás nélkül (mint ahogy a „Possible” teszi).
zh_cn: 添加了新的ACL选项-PossibleAdd（可能添加），添加条目到可能的列表而不重置。

source: Added new ACL value modifiers [Not], [NotRegExp], [Notregexp], for all ACLs parts.
hu: Új ACL értékmódosítók lettek hozzáadva minden ACL-részhez: [Not], [NotRegExp], [Notregexp].
zh_cn: 添加了新的ACL值修改器，[Not-非]、 [NotRegExp-非正则表达式]、[Notregexp-非正则表达式]，适用于所有ACL。

source: Process handling has been improved, made more consistent and easier to debug.
hu: A folyamatkezelés tovább lett fejlesztve következetesebbé téve és megkönnyítve a hibakeresést.
zh_cn: 改进了的流程处理更加一致且更容易调试。

source: A new GUID-based entity naming scheme for the OTRS Process configuration makes it possible to safely transfer processes from one system to another without duplicating the entities.
hu: Egy új GUID-alapú egyedelnevezési séma az OTRS folyamatbeállításnál lehetővé teszi a folyamatok biztonságos átvitelét az egyik rendszerről egy másikra az egyedek kettőzése nélkül.
zh_cn: OTRS流程配置新的基于GUID（全球唯一标识符）的实体命名方案，可以将流程从一个系统安全地传输到另一系统，而不用复制实体。

source: Added new Transition Action to create a new ticket.
hu: Új átmenet művelet lett hozzáadva egy új jegy létrehozásához.
zh_cn: 添加了新的转换操作来创建一个新工单。

source: Added possibility to define variable Transition Action attributes based on current process ticket values.
hu: Hozzáadásra került egy lehetőség változó átmenet művelet jellemzők meghatározásához a jelenlegi folyamatjegy értékek alapján.
zh_cn: 添加了定义可变转换操作属性（基于当前流程工单值）的可能性。

source: The possibility to schedule System Maintenance periods is available from the System Administration panel in the Admin interface.
hu: A rendszerkarbantartási időszakok ütemezésének lehetősége elérhető az adminisztrációs felületen lévő rendszer adminisztráció panelről.
zh_cn: 从管理员界面的系统管理面板可以计划系统维护期了。

source: A notification about an incoming System Maintenance period will be shown with some (configurable) time in advance.
hu: Egy bejövő rendszerkarbantartási időszakról szóló értesítés lesz megjelenítve egy kis (beállítható) idővel előre.
zh_cn: 系统维护期到来前的某个时间（可以配置）会显示一条通知消息。

source: If a System Maintenance is active, a notification about it will be shown on the Agent and Customer interface, and only admin users can log on to the system.
hu: Ha egy rendszerkarbantartás aktív, akkor egy erről szóló értesítés lesz megjelenítve az ügyintézői- és az ügyfélfelületen, és csak az adminisztrátor felhasználók tudnak bejelentkezni a rendszerre.
zh_cn: 如果在系统维护期内，在服务人员和客户界面会显示一条通知消息，并且只有系统管理员能够登录到系统。

source: An overview screen informs admins about active sessions, which can be ended all on one click or one by one.
hu: Egy áttekintő képernyő tájékoztatja az adminisztrátorokat az aktív munkamenetekről, amelyek egy kattintással befejezhetők egyszerre vagy egyesével.
zh_cn: 一个关于活动会话的概览屏幕，系统管理员可以一键结束所有会话或逐个结束会话。

source: Added possibility to disable sysconfig import via configuration.
hu: Hozzáadásra került egy lehetőség a rendszerbeállítás importálásának letiltásához a beállításokon keresztül.
zh_cn: 通过配置可以禁止导入系统配置。

source: Added Apache MD5 as a new password hashing backend, thanks to Norihiro Tanaka.
hu: Hozzáadásra került az Apache MD5 mint egy új jelszókivonatoló háttérprogram, Norihiro Tanaka jóvoltából.
zh_cn: 添加了Apache MD5作为一个新的哈希密码后端，感谢Norihiro Tanaka。

source: Added the possibility to restrict customer self registration by email address whitelist or blacklist, thanks to Renée Bäcker.
hu: Hozzáadásra került egy lehetőség az ügyfél önmaga regisztrációjának korlátozásához e-mail címek fehér vagy fekete listája által, Renée Bäcker jóvoltából.
zh_cn: 添加了客户自注册的邮件地址白名单或黑名单，感谢Renée Bäcker。

source: Added new dashboard module that shows the output of an external command, thanks to ib.pl.
hu: Új vezérlőpult modul lett hozzáadva, amely egy külső parancs kimenetét jeleníti meg, ib.pl jóvoltából.
zh_cn: 添加了新的仪表板模板来显示外部命令的结果，感谢ib.pl。

source: Development
hu: Fejlesztés
zh_cn: 开发

source: New powerful template engine based on Template::Toolkit.
hu: Új hatékony sablonmotor a Template::Toolkit alapján.
zh_cn: 基于Template::Toolkit的新的强力模板引擎。

source: A central object manager makes creating and using global objects much easier (thanks to Moritz Lenz @ noris network).
hu: Egy központi objektumkezelő sokkal könnyebbé teszi a globális objektumok létrehozását és használatát (Moritz Lenz jóvoltából a noris hálózatról).
zh_cn: 一个新的中央对象管理器使得创建和使用全局对象更容易，感谢noris network公司的Moritz Lenz。

source: The OPM package format was extended to signal that a package has been merged into another package, allowing the package manager to correctly handle this situation on package installation or update.
hu: Az OPM csomagformátumot kiterjesztették annak jelzéséhez, hogy egy csomag be lett olvasztva egy másik csomagba, lehetővé téve a csomagkezelőnek, hogy megfelelően kezelje ezt a helyzetet a csomag telepítésénél vagy frissítésénél.
zh_cn: 扩展了OPM软件包格式，增加了一个软件包已被合并到另一软件包的标志，允许软件包管理器在安装或升级时能正确处理这种情形。
