Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: <literal>Module</literal>: Use the module defined in the <literal>Match</literal> with the object data.
hu: <literal>Module</literal>: a <literal>Match</literal> tulajdonságban meghatározott modul használata az objektum adataival.
zh_cn: <literal>Module（模块）</literal>：使用<literal>Match（匹配）</literal>中定义的模块比较对象数据。

source: Same as <literal>Operation</literal> <literal>MappingInbound</literal>.
hu: Ugyanaz mint az <literal>Operation</literal> szakasz <literal>MappingInbound</literal> tulajdonsága.
zh_cn: 同<literal>Operation（操作）</literal>和<literal>MappingInbound（入站映射）</literal>。

source: This section is based on the requester network transport HTTP::SOAP, other transports might contain more or different settings.
hu: Ez a szakasz a kérelmező HTTP::SOAP hálózati átvitelén alapul. Az egyéb átvitelek több vagy különböző beállításokat tartalmazhatnak.
zh_cn: 本部分基于请求者的网络传输HTTP::SOAP，其它的传输可能包含更多或不同的设置。

source: <literal>Type</literal>: the requester network transport backend.
hu: <literal>Type</literal>: a kérelmező hálózati átviteli háttérprogramja.
zh_cn: <literal>Type（类型）</literal>：请求者网络传输后端。

source: <literal>Authentication</literal>: a container for authentication settings.
hu: <literal>Authentication</literal>: egy konténer a hitelesítés beállításaihoz.
zh_cn: <literal>Authentication（身份认证）</literal>：身份认证设置的容器。

source: <literal>Encoding</literal>: the SOAP Message request encoding.
hu: <literal>Encoding</literal>: a SOAP üzenetkérés kódolása.
zh_cn: <literal>Encoding（编码）</literal>：SOAP消息请求的编码。

source: <literal>Endpoint</literal>: the URI of the Remote Server web service to accept OTRS requests.
hu: <literal>Endpoint</literal>: a távoli kiszolgáló webszolgáltatásának URI-ja az OTRS kérések elfogadásához.
zh_cn: <literal>Endpoint（端点）</literal>：远程服务器WEB服务的URI，用来接受OTRS的请求。

source: <literal>NameSpace</literal>: an URI that gives a context to all invokers that belongs to this web service.
hu: <literal>NameSpace</literal>: egy URI, amely egy környezetet ad az összes olyan meghívóhoz, amely ehhez a webszolgáltatáshoz tartozik.
zh_cn: <literal>NameSpace（命名空间）</literal>：一个URI，给定一个属于这个WEB服务所有调用程序的上下文环境。

source: <literal>SOAPAction</literal>: to send an empty or filled <literal>SOAPAction</literal> header in the SOAP message (in <literal>&lt;NameSpace&gt; &lt;Separator&gt; &lt;Action&gt;</literal> format).
hu: <literal>SOAPAction</literal>: egy üres vagy kitöltött <literal>SOAPAction</literal> fejléc küldéséhez a SOAP üzenetben (<literal>&lt;Névtér&gt; &lt;Elválasztó&gt; &lt;Művelet&gt;</literal> formátumban).
zh_cn: <literal>SOAPAction</literal>：在SOAP消息中发送一个空的或填充的<literal>SOAPAction</literal>头（用<literal>&lt;NameSpace&gt; &lt;Separator&gt; &lt;Action&gt;</literal>格式）。

source: <literal>Yes</literal>: to send a filled <literal>SOAPAction</literal> header.
hu: <literal>Yes</literal>: egy kitöltött <literal>SOAPAction</literal> fejléc küldéséhez.
zh_cn: <literal>Yes（是）</literal>：发送填充的<literal>SOAPAction</literal>头。

source: <literal>No</literal>: to send an empty <literal>SOAPAction</literal> header.
hu: <literal>No</literal>: egy üres <literal>SOAPAction</literal> fejléc küldéséhez.
zh_cn: <literal>No（否）</literal>：发送一个空的<literal>SOAPAction</literal>头。

source: <literal>SOAPActionSeparator</literal>: to set the <literal>&lt;Separator&gt;</literal> of a filled <literal>SOAPAction</literal> header.
hu: <literal>SOAPActionSeparator</literal>: egy kitöltött <literal>SOAPAction</literal> fejléc <literal>&lt;Elválasztó&gt;</literal> beállításához.
zh_cn: <literal>SOAPActionSeparator（SOAP操作分隔符）</literal>：设置填满的<literal>SOAPAction</literal>头的<literal>&lt;分隔符&gt;</literal>。

source: <literal>'/'</literal>: used for .net web services.
hu: <literal>'/'</literal>: a .net webszolgáltatásoknál használják.
zh_cn: <literal>'/'</literal>：用于.NET WEB服务。

source: <literal>'#'</literal>: used for all the rest web services.
hu: <literal>'#'</literal>: az összes többi webszolgáltatásnál ezt használják.
zh_cn: <literal>'#'</literal>：用于所有的REST WEB服务。

source: <literal>User</literal>: the privileged user name that has access to the remote web service.
hu: <literal>User</literal>: a kiváltságos felhasználó neve, akinek hozzáférése van a távoli webszolgáltatáshoz.
zh_cn: <literal>User（用户名）</literal>：有权访问远程WEB服务的用户名。

source: <literal>Password</literal>: the password for privileged user in plain text.
hu: <literal>Password</literal>: a kiváltságos felhasználó jelszava egyszerű szövegként.
zh_cn: <literal>Password（密码）</literal>：特权用户的纯文本密码。

source: <literal>Type</literal>: the type of authentication.
hu: <literal>Type</literal>: a hitelesítés típusa.
zh_cn: <literal>Type（类型）</literal>：身份认证的类型。

source: Web Service Command Line Interface
hu: Webszolgáltatás parancssori felülete
zh_cn: WEB服务命令行接口

source: The <filename>bin/otrs.Console.pl Admin::WebService::*</filename> commands were developed in order to create basic, but fast and powerful tools to work with web service configurations. They give you the ability to perform the following actions:
hu: A <filename>bin/otrs.Console.pl Admin::WebService::*</filename> parancsokat azért fejlesztették ki, hogy alapvető, de gyors és hatékony eszközöket hozzanak létre a webszolgáltatás beállításaival végzett munkához. A következő műveletek végrehajtásához adnak képességet:
zh_cn: <filename>bin/otrs.Console.pl Admin::WebService::*</filename>系列命令被设计为一组基本但快速、强大的的工具以处理WEB服务配置。它们让你能够执行下列操作：

source: Add: to create web services using a YAML file as the configuration source.
hu: Hozzáadás: webszolgáltatások létrehozásához egy YAML-fájl használatával beállítási forrásként.
zh_cn: Add（添加）：使用一个YAML文件作为配置源来创建WEB服务。

source: Update: to change an existing web service, the configuration can be changed using a different or modified YAML file.
hu: Frissítés: egy meglévő webszolgáltatás megváltoztatásához. A beállítások egy eltérő vagy módosított YAML-fájl használatával változtathatók meg.
zh_cn: Update（更新）：修改一个已有的WEB服务，使用一个不同的或修改过的YAML文件来修改WEB服务的配置。

source: Dump: to save the current web service configuration to a file.
hu: Kiírás: a jelenlegi webszolgáltatás beállításainak mentése egy fájlba.
zh_cn: Dump（转储）：将当前的WEB服务的配置保存到一个文件。

source: List: to get a complete list of all the web services registered in system.
hu: Listázás: a rendszeren regisztrált összes webszolgáltatás teljes listájának lekéréséhez.
zh_cn: List（列表）：获取当前系统中注册的所有WEB服务的完整清单。

source: Delete: to delete a web service from the system. Be careful when you use it, because this action can't be undone.
hu: Törlés: egy webszolgáltatás törléséhez a rendszerről. Legyen óvatos, amikor használja, mert ez a művelet nem vonható vissza.
zh_cn: Delete（删除）：从系统中删除一个WEB服务。使用它的时候要小心，因为这个操作无法复原。

source: Example: Creating a new web service configuration:
hu: Példa: Egy új webszolgáltatás-beállítás létrehozása:
zh_cn: 例子：创建一个新的WEB服务配置：

source: shell> bin/otrs.Console.pl Admin::WebService::Add --name &lt;webservice_name&gt; --source-path /path/to/yaml/file
hu: shell> bin/otrs.Console.pl Admin::WebService::Add --name &lt;webservice_name&gt; --source-path /útvonal/a/yaml/fájlhoz

source: Statistics
hu: Statisztikák
zh_cn: 统计

source: The OTRS statistics module holds features to track operational statistics and generates custom reports associated with OTRS usage. The OTRS system uses the term "statistic" generically to refer to a single report presenting various indicators.
hu: Az OTRS statisztikák modulja tartalmazza a működési statisztikák követésének és az OTRS használatával kapcsolatos egyéni jelentések előállításának szolgáltatásait. Az OTRS rendszer általában a „statisztika” kifejezést használja egy különféle mutatókat bemutató egyedülálló jelentésre való hivatkozáshoz.
zh_cn: OTRS统计模块支持跟踪操作的统计和生成定制的OTRS使用情况的报告的功能。OTRS系统使用“统计”术语一般指一个呈现各种指标的报表。

source: For <ulink url="https://www.otrs.com/solutions/"><emphasis role="bold">OTRS Business Solution™</emphasis></ulink> customers, there is also a reports generator available. Here "report" refers to a collection of several statistics in one PDF document that can be easily configured and automatically generated and distributed. Please find more details in the <ulink url="http://otrs.github.io/doc/manual/otrs-business-solution/stable/en/html/index.html"><emphasis role="bold">OTRS Business Solution™</emphasis> manual</ulink>.
hu: Az <ulink url="https://www.otrs.com/solutions/"><emphasis role="bold">OTRS Business Solution™</emphasis></ulink> ügyfeleknél is van egy jelentéseket előállító elérhető modul. Itt a „jelentések” számos statisztikák gyűjteményére utal egy PDF-dokumentumban, amely egyszerűen beállítható, és automatikusan előállítható és terjeszthető. További részletekért nézze meg az <ulink url="http://otrs.github.io/doc/manual/otrs-business-solution/stable/en/html/index.html"><emphasis role="bold">OTRS Business Solution™</emphasis> kézikönyvet</ulink>.
zh_cn: 对<ulink url="https://www.otrs.com/solutions/"><emphasis role="bold">OTRS Business Solution™（OTRS商业解决方案）</emphasis></ulink> 的客户，还有一个专用的报表生成器可用。这里的“报表”指在一个PDF文档中数个统计的集合，可以轻松配置并自动生成和分发PDF文档。请在<ulink url="http://otrs.github.io/doc/manual/otrs-business-solution/stable/en/html/index.html"><emphasis role="bold">OTRS Business Solution™</emphasis>（OTRS商业解决方案）手册</ulink>中查找更详细的信息。

source: Proper configuration of the OTRS statistics module is associated with a multitude of requirements and considerations. These include the various OTRS modules to be evaluated, user permission settings, indicators to be calculated and their complexity levels, ease of configuration of the statistics module, speed and efficiency of calculations, and support of a rich set of output variants.
hu: Az OTRS statisztikák moduljának megfelelő beállítása a követelmények és megfontolások sokaságához van társítva. Ez a különféle kiértékelendő OTRS modulokat, felhasználói jogosultság-beállításokat, kiszámítandó mutatókat és azok bonyolultsági szintjeit, a statisztikák modul beállításainak könnyedségét, a számítások sebességét és hatékonyságát, valamint a kimeneti változatok gazdag halmazának támogatását tartalmazza.
zh_cn: OTRS统计模块的合理配置与大量的需求和考量相关，包括评估多种OTRS模块、用户权限设置、计算指标及其复杂性级别、统计模块配置的易用性、计算的速度和效率以及支持一组丰富的输出变量。

source: Statistical elements, i.e. files which supplement the functionality of the statistics module for specific requirements, can be integrated for calculating complex statistics.
hu: A statisztikai elemek, azaz olyan fájlok, amelyek bizonyos követelményeknél kiegészítik a statisztikák modul funkcionalitását, integrálhatók az összetett statisztikák kiszámításához.
zh_cn: 统计的元素如文件（增补了统计模块特定需求的功能）可以集成来计算复杂的统计数据。

source: Statistics Configuration and Usage
hu: Statisztikák beállításai és használata
zh_cn: 统计配置和用法

source: When signed on as an agent, the statistics module can be opened by selecting "Reports" and then "Statistics" in the main menu.
hu: Amikor ügyintézőként jelentkezik be, akkor a statisztikák modul a „Jelentések”, majd a „Statisztikák” választásával nyitható meg a főmenüből.
zh_cn: 作为服务人员登录时，可以通过选择主菜单中的“报表”和“统计”来打开统计模块。

source: Overview
hu: Áttekintés
zh_cn: 概览

source: Selecting the "Statistics" link in the navigation bar, and then the submenu link "Overview", calls up the Overview screen. The Overview screen presents a list of all pre-configured reports the agent can use (see figure below).
hu: A navigációs sávon lévő „Statisztikák” hivatkozás, majd az „Áttekintő” almenü hivatkozás kiválasztása hívja meg az áttekintő képernyőt. Az áttekintő képernyő jeleníti meg az előre beállított jelentések listáját, amelyeket az ügyintéző használhat (lásd a lenti ábrát).
zh_cn: 从导航栏选择“统计”然后点击子菜单“概览”可以调出概览屏幕。概览屏幕提供了该服务人员能够使用的预配置报表的列表（见下图）。

source: Overview of the standard statistics.
hu: A szabványos statisztikák áttekintése.
zh_cn: 标准统计概览。

source: When the statistics module is installed, it comes preloaded with a few sample statistics imported into the system. These are shown as a list on the overview page. If the overview list extends to more than a single page, the agent can browse through the different pages. The list of statistics can be sorted as desired, by clicking the desired column header in the list. To generate a particular statistic, click on the statistic's "Run now" link.
hu: Amikor a statisztikák modul telepítve van, akkor az előre betöltve érkezik a rendszerbe importált néhány példastatisztikával. Ezek listaként vannak megjelenítve az áttekintő oldalon. Ha az áttekintő lista egyetlen oldalnál nagyobbra terjed ki, akkor az ügyintézők böngészhetnek a különböző oldalak között. A statisztikák listája igény szerint rendezhető a kívánt oszlopfejlécre kattintva a listában. Egy bizonyos statisztika előállításához kattintson a statisztika „Futtatás most” hivatkozására.
zh_cn: 统计模块安装后，它预先加载了导入到系统中的一些示例统计，这些统计在概览屏幕显示为一个列表。如果单个列表扩展为多面显示的列表，服务人员可以在不同的页面切换浏览。点击列表上期望排序的列标题，统计列表可以按期望排序。要生成一个特定的统计，在这个统计上点击“立即运行”链接即可。

source: Generation
hu: Előállítás
zh_cn: 生成统计

source: The view user interface provides the stat's configuration settings (see figure below).
hu: A nézet felhasználói felületet biztosítja a statisztika konfigurációjának beállításait (lásd a lenti ábrát).
zh_cn: 查看统计界面提供了统计的配置设置（见下图）。

source: Viewing a specific statistic.
hu: Egy adott statisztika megtekintése.
zh_cn: 查看一个特定的统计。

source: Configuration settings for a particular statistic can be set within the range of options in the View screen. Either the statistic creator or any others with the appropriate permissions can make the settings.
hu: A konfigurációs beállítások a lehetőségek tartományán belül állíthatók be egy bizonyos statisztikánál a nézet képernyőn. Vagy a statisztika létrehozója, vagy a megfelelő jogosultságok birtokában bárki más elvégezheti ezeket a beállításokat.
zh_cn: 可以在编辑屏幕设置一个特定统计有限的配置选项。统计创建者或其它有合适权限的人员可以编辑这些设置。

source: Pressing the "Start" button (at the bottom of the screen) is the last step to generate the statistic.
hu: A „Kezdés” gomb megnyomása (a képernyő alján) az utolsó lépés a statisztika előállításához.
zh_cn: 点击“立即运行”按钮（在屏幕左侧）可以生成这个统计。

source: Agents with write rights can edit an existing report configuration by calling up the edit user interface of the statistics module. Alternately, they may create a new report.
hu: Az írási jogokkal rendelkező ügyintézők szerkeszthetik egy meglévő jelentés beállításait a statisztikák modul szerkesztés felhasználói felületének meghívásával. Alternatív esetben létrehozhatnak egy új jelentést is.
zh_cn: 有写入权限的服务人员可以在统计模块的编辑界面编辑一个已有的报表配置。另外，他们也可以创建一个新的报表。

source: There are four possible steps in the configuration of a statistic: the general specification data, configuring the x-axis, y-axis and possible data filters for the reported data (or restrictions). Let's create a new statistic as an example by clicking the "Add" button in the overview screen. Our goal will be to get an overview of how many tickets with very high priority are in every queue (x-axis) and state (y-axis).
hu: Négy lehetséges lépés van egy statisztika beállításában: az általános specifikációk adatai, az X-tengely, az Y-tengely és a lehetséges adatok beállítása a jelentett adatokhoz (vagy megkötésekhez). Példaként hozzunk létre egy új statisztikát az áttekintő képernyőn lévő „Hozzáadás” gombra kattintva. A célunk az lesz, hogy áttekintést kapjuk arról, hogy hány nagyon magas prioritással rendelkező jegy van az egyes várólistákban (X-tengely) és állapotokban (Y-tengely).
zh_cn: 配置一个统计有4个可能的步骤：一般预设数据、配置X轴、配置Y轴和可能的报表数据过滤器（或限制）。让我们创建一个新的示例统计，在概览屏幕点击“添加”按钮。我们的目标是获取每个队列（X轴）和每个状态（Y轴）有多少工单优先级是非常高的列表。

source: Adding a new statistic, first step.
hu: Egy új statisztika hozzáadása, első lépés.
zh_cn: 添加一个新的统计，第一步。

source: At the beginning we have to select the type of statistic we want to add. Three types are available:
hu: Kezdésként ki kell választanunk annak a statisztikának a típusát, amelyet hozzá szeretnénk adni. Három típus érhető el:
zh_cn: 在开始页面我们必须选择要添加的统计的类型。有3个可用的类型：

source: Dynamic Matrix Statistics
hu: Dinamikus mátrix statisztikák
zh_cn: 动态矩阵统计

source: This type of statistics will generate a matrix of computed values (e.g. new tickets per day of month and queue). All value cells in the matrix have the same type (number, average time, etc.). Values are computed from entities in the system (e.g. tickets). Some matrix statistics support a summation column and/or row (only useful for certain data).
hu: A statisztikák ezen típusa a kiszámított értékek mátrixát fogja előállítani (például új jegyek a hónap napjai és várólista szerint). A mátrixban lévő összes értékcellának ugyanolyan típusa van (szám, átlagos idő, stb.). Az értékek a rendszeren lévő egyedekből vannak kiszámítva (például jegyek). Néhány mátrixstatisztika támogat összegző oszlopot és/vagy sort (csak bizonyos adatoknál hasznos).
zh_cn: 这个类型的统计会生成一个计算值的矩阵（例如：月度和队列每天的新工单）。矩阵中所有的单元格值类型相同（数字、平均时间等等）。值通过系统中的条目（例如：工单）计算而来。一些矩阵统计支持一个汇总列和/或汇总行（只对某些数据有用）。

source: Dynamic List Statistics
hu: Dinamikus lista statisztikák
zh_cn: 动态列表统计

source: This kind of statistic will generate a table where every line (not cell) represents an entity in the system (e. g. a ticket). The columns in this row are usually configurable (x-axis, see below) and contain the data of this object (e. g. ticket attributes). All value cells in one column have the same type.
hu: Ez a fajta statisztika egy táblázatot fog előállítani, ahol minden sor (nem cella) a rendszeren lévő egyik egyedet ábrázolja (például jegyet). A cellák ebben a sorban általában beállíthatók (X-tengely, lásd lent), és az objektum adatait tartalmazzák (például jegyjellemzők). Az egy oszlopban lévő összes értékcellának ugyanolyan típusa van.
zh_cn: 这种统计会生成一个表格，表格的每一行（不是单元格）代表系统中的一个实体（例如：一个工单），这一行的每列通常是可以配置的（X轴，见下）并包含这个对象的数据（例如：工单属性）。一列的所有单元格值的类型相同。

source: Static Statistics
hu: Statikus statisztikák
zh_cn: 静态统计

source: This kind of statistic is not very much configurable and usually used for very special and/or complex computations.
hu: Ez a fajta statisztika nem igazán állítható be, és általában nagyon különleges és/vagy összetett számításoknál használják.
zh_cn: 这种统计很少配置，通常用于非常特殊和/或复杂的计算。

source: So let's select "Dynamic Matrix" for our example. Then the "General Specifications" configuration will appear below the statistic type selection.
hu: Válasszuk a „Dinamikus mátrix” típust a példánkhoz. Ezután meg fog jelenni az „Általános specifikáció” beállítás a statisztika típusának választása alatt.
zh_cn: 所以在本示例中让我们选择“动态矩阵”。然后在统计类型下会出现“一般设定”的配置。

source: Adding a new statistic, second step.
hu: Egy új statisztika hozzáadása, második lépés.
zh_cn: 添加一个新的统计，第二步。

source: After providing a title and description for the new statistic, we have to select the statistics backend that we want to use. This is the actual backend module which is responsible to collect and analyze the data for our statistic. In our case we'll select "TicketAccumulation".
hu: Miután megadtunk egy címet és egy leírást az új statisztikához, ki kell választanunk azt a statisztika háttérprogramot, amelyet használni szeretnénk. Ez az a tényleges háttérprogram-modul, amely az adatok begyűjtéséért és elemzéséért felelős a statisztikánknál. A mi esetünkben a „TicketAccumulation” háttérprogramot fogjuk választani.
zh_cn: 提供新统计的标题和描述后，我们必须选择要使用的统计后端。这是负责收集和分析统计数据的实际后端模块。在我们的例子中我们选择“TicketAccumulation（累积工单）”。

source: By configuring permission groups, we can facilitate a restriction of the groups (and therefore, agents) who can later view and generate the pre-configured statistics. Thus the various statistics can be allocated to the different departments and work groups who need them. It is possible to allocate one statistic to various groups.
hu: A jogosultsági csoportok beállításával elősegíthetjük azon csoportok (és ebből adódóan az ügyintézők) korlátozását, akik később megtekinthetik és előállíthatják az előre beállított statisztikákat. Így a különféle statisztikák kioszthatók azon különböző részlegeknek és munkacsoportoknak, akiknek szükségük van rá. Lehetséges egy statisztikát különféle csoportoknak is kiosztani.
zh_cn: 通过配置权限组，我们能够促进谁可以在后面查看和生成预配置的统计的组限制（也就是服务人员）。所以可以给需要统计的不同部门和工作组分配多个不同的统计。也可以将一个统计分配给多个组。

source: Default statistics permission group
hu: Alapértelmezett statisztikák jogosultság csoport
zh_cn: 默认统计权限组

source: The "stats" group was selected. The report is viewable for all users having at least ro rights for the "stats" group. This access is available by default.
hu: A „stats” csoport lett kiválasztva. A jelentés megtekinthető az összes olyan felhasználónak, akiknek legalább csak olvasható jogaik vannak a „stats” csoportnál. Ez a hozzáférés alapértelmezetten elérhető.
zh_cn: 选择“stats”组，对“stats”组至少有‘只读’权限的用户均可查看这个报表。这个访问权限是默认可用的。

source: Customized statistics permission group
hu: Személyre szabott statisztikák jogosultság csoport
zh_cn: 定制统计权限组

source: A group named "sales" was selected. All users with ro rights for the "sales" group can see the stat in the view mode and generate it. However, the report will not be available for viewing by other users.
hu: Egy „értékesítés” nevű csoport lett kiválasztva. Az „értékesítés” csoportnál a csak olvasható jogokkal rendelkező összes felhasználó megtekintheti a statisztikát a nézet módban, és előállíthatja azt. Azonban a jelentés nem lesz elérhető megtekintésre a többi felhasználónak.
zh_cn: 选择一个名为“sales”的组，对“sales”组有‘只读’权限的用户均可查看并生成这个报表。但是其它用户无法查看这个报表。

source: Additionally, possible output formats can be selected. Here we can just keep all output formats and choose the one to use when actually generating the statistic. Let's save the statistic now.
hu: Továbbá a lehetséges kimeneti formátumok is kiválaszthatók. Itt most megtarthatjuk az összes kimeneti formátumot, és kiválaszthatjuk a használandót a statisztika tényleges előállításakor. Most mentsük el a statisztikát.
zh_cn: 此外，还可以选择输出格式。在这里我们只需保持所有输出格式并在实际生成统计时再选择一个输出格式。现在让我们保存这个统计。

source: The next screen will indicate the next step with a highlighted button: we should configure the x-axis. By clicking the button, a dialog will appear where we can select the element to be used for the x-axis. In our case that will be the queue:
hu: A következő képernyő egy kiemelt gombbal fogja jelezni a következő lépést: be kell állítanunk az X-tengelyt. A gombra kattintva egy párbeszédablak fog megjelenni, ahol kiválaszthatjuk az X-tengelyhez használandó elemet. A mi esetünkben ez a várólista lesz:
zh_cn: “保存”统计后会出现下一个屏幕：配置X轴。点击“X轴”按钮，出现一个对话框，我们可以选择用于X轴的元素。在我们的例子中就是‘队列’：

source: Configuring the x-axis of a statistic.
hu: Egy statisztika X-tengelyének beállítása.
zh_cn: 配置一个统计的X轴。

source: We can optionally limit the queues to be shown by selecting some in the queue field. With the checkbox we can control if the agent who generates the statistic can make changes to the queue selection. We'll keep the defaults and press "Save".
hu: Feltételesen korlátozhatjuk a megjelenítendő várólistákat néhány kiválasztásával a várólista mezőben. A jelölőnégyzettel azt vezérelhetjük, hogy a statisztikát előállító ügyintéző megváltoztathatja-e a várólista kiválasztását. Meg fogjuk tartani az alapértelmezéseket, és nyomja meg a „Mentés” gombot.
zh_cn: 通过在队列字段选择一些队列，我们可以随意地限制要显示的队列。通过复选框我们能够控制服务人员生成统计时是否可以修改选择的队列。我们保持默认并点击“保存”按钮。

source: Now we can configure the y-axis in the same way: select the state field.
hu: Most hasonló módon állíthatjuk be az Y-tengelyt: válassza ki az állapot mezőt.
zh_cn: 现在我们可以通过相同的方法配置Y轴：选择‘状态’字段。

source: Configuring the y-axis of a statistic.
hu: Egy statisztika Y-tengelyének beállítása.
zh_cn: 配置一个统计的Y轴。
