Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Caching was centralized in one global cache object which also performs in-memory caching for all data.
hu: A gyorsítótárazás központosítva lett egyetlen globális gyorsítótár objektumba, amely memóriába történő gyorsítótárazást is végrehajt az összes adatnál.
zh_cn: 缓存被集中到一个全局缓存对象，也执行所有数据的内存缓存。

source: Added cache benchmark script, thanks to ib.pl.
hu: Hozzáadásra került egy gyorsítótár teljesítménytesztelő parancsfájl, ib.pl jóvoltából.
zh_cn: 添加了缓存速度测试脚本，感谢ib.pl。

source: Hardware and Software Requirements
hu: Hardver- és szoftverkövetelmények
zh_cn: 硬件和软件要求

source: OTRS can be installed on many different operating systems. OTRS can run on linux and on other unix derivates (e.g. OpenBSD or FreeBSD). OTRS does not have excessive hardware requirements. We recommend using a machine with at least a 3 GHz Xeon or comparable CPU, 8 GB RAM, and a 256 GB hard drive.
hu: Az OTRS számos különböző operációs rendszerre telepíthető. Az OTRS képes futni Linuxon és más UNIX-származékon (például OpenBSD vagy FreeBSD). Az OTRS-nek nincs túlságosan nagy hardverkövetelménye. Egy olyan gép használatát javasoljuk, amelyben legalább egy 3 GHz-es Xeon vagy ehhez hasonló processzor van, 8 GB RAM és 256 GB merevlemez.
zh_cn: OTRS能够安装在许多不同的操作系统上。OTRS能够运行于Linux和其它的unix分支（如OpenBSD 或 FreeBSD）。OTRS没有过多的硬件需求，小型安装我们推荐使用一台至少3GHz的至强或类似的CPU、8GB内存和256GB硬盘的主机。

source: To run OTRS, you'll also need to use a web server and a database server. Apart from that, you should install perl and/or install some additional perl modules on the OTRS machine. The web server and <application>Perl</application> must be installed on the same machine as OTRS. The database back-end may be installed locally or on another host.
hu: Az OTRS futtatásához szüksége lesz egy webkiszolgáló és egy adatbázis-kiszolgáló használatára is. Ettől eltekintve telepítenie kell a Perl-csomagot és/vagy telepíteni kell néhány további Perl-modult az OTRS-gépre. A webkiszolgálót és a <application>Perl</application> csomagot ugyanarra a gépre kell telepíteni mint az OTRS-t. Az adatbázis háttérprogram telepíthető helyileg vagy egy távoli gépre.
zh_cn: 运行OTRS同样还需要使用web服务器和数据库服务器。除此之外，还需要在OTRS主机上安装perl以及其他相关的perl模块。web服务器与<application>Perl</application>必须安装在运行OTRS的主机上。数据库后端可以安装在本地，也可以独立安装在另外主机上。

source: For the web server, we recommend using the <application>Apache HTTP Server</application>, because its module mod_perl greatly improves the performance of OTRS. Apart from that, OTRS should run on any web server that can execute Perl scripts.
hu: A webkiszolgálóhoz az <application>Apache HTTP-kiszolgáló</application> használatát javasoljuk, mert annak mod_perl modulja nagymértékben javítja az OTRS teljesítményét. Ettől eltekintve az OTRS-nek futnia kell bármilyen webkiszolgálón, amely képes Perl-parancsfájlokat végrehajtani.
zh_cn: 对于web服务器，我们建议使用<application>Apache HTTP Server</application>，因为可以利用mod_perl模块极大地提升OTRS性能。除此之外，OTRS可以在任何支持执行Perl脚本的web服务器上运行。

source: You can deploy OTRS on different databases. You can choose between <application>MySQL</application>, <application>PostgreSQL</application> or <application>Oracle</application>. If you use <application>MySQL</application> or <application>PostgreSQL</application> you have the advantage that the database and some system settings can be configured during the installation, through a web front-end.
hu: Az OTRS-t különböző adatbázisokra telepítheti. Választhat <application>MySQL</application>, <application>PostgreSQL</application> vagy <application>Oracle</application> adatbázis-kiszolgálók közül. Ha <application>MySQL</application> vagy <application>PostgreSQL</application> adatbázis-kiszolgálót használ, akkor megvan az az előnye, hogy az adatbázis és néhány rendszerbeállítás a telepítés alatt beállítható a webes előtétprogramon keresztül.
zh_cn: 你可以用不同的数据库部署OTRS，可以选择<application>MySQL</application>、 <application>PostgreSQL</application>或<application>Oracle</application>。如果你使用<application>MySQL</application> 或 <application>PostgreSQL</application>，就有通过WEB界面 在安装过程中配置数据库和某些系统设置的优势。

source: For <application>Perl</application>, you will need some additional modules which can be installed either with the Perl shell and CPAN, or via the package manager of your operating system (<application>rpm</application>, <application>yast</application>, <application>apt-get</application>).
hu: A <application>Perl</application> csomaghoz szüksége lesz néhány további modulra, amelyek vagy a Perl-parancsértelmezővel és CPAN használatával, vagy az operációs rendszer csomagkezelőjén keresztül (<application>rpm</application>, <application>yast</application>, <application>apt-get</application>) telepíthetők.
zh_cn: 对于<application>Perl</application>，你需要一些额外的模块，这些模块可以通过Perl shell和CPAN安装，也可以通过操作系统的软件包管理器（<application>rpm</application>、<application>yast</application>、<application>apt-get</application>）安装。

source: Software requirements
hu: Szoftverkövetelmények
zh_cn: 软件要求

source: Perl support
hu: Perl támogatás
zh_cn: Perl支持

source: Perl 5.16 or higher
hu: Perl 5.16 vagy magasabb
zh_cn: Perl 5.16或更高版本

source: Web server support
hu: Webkiszolgáló támogatás
zh_cn: Web服务器支持

source: Apache2 + mod_perl2 or higher (recommended)
hu: Apache2 + mod_perl2 vagy magasabb (ajánlott)
zh_cn: Apache2 + mod_perl2或更高版本(建议)

source: Webserver with CGI support (CGI is not recommended)
hu: Webkiszolgáló CGI-támogatással (a CGI nem ajánlott)
zh_cn: 支持CGI的Web服务器(不建议使用CGI)

source: Database support
hu: Adatbázis támogatás
zh_cn: 数据库支持

source: MySQL 5.0 or higher (MySQL 8+ is <ulink url="https://bugs.otrs.org/show_bug.cgi?id=13866">not supported</ulink>)
hu: MySQL 5.0 vagy magasabb (a MySQL 8+ <ulink url="https://bugs.otrs.org/show_bug.cgi?id=13866">nem támogatott</ulink>)
zh_cn: MySQL 5.0 或更高版本 (<ulink url="https://bugs.otrs.org/show_bug.cgi?id=13866">不支持</ulink>MySQL 8+ )

source: PostgreSQL 9.2 or higher
hu: PostgreSQL 9.2 vagy magasabb
zh_cn: PostgreSQL 9.2或更高版本

source: Oracle 10g or higher
hu: Oracle 10g vagy magasabb
zh_cn: Oraclr 10g或更高版本

source: The section in the manual about <link linkend="installation-of-perl-modules">installation of Perl modules</link> describes in more detail how you can set up those which are needed for OTRS.
hu: A kézikönyvben a <link linkend="installation-of-perl-modules">Perl-modulok telepítéséről</link> szóló szakasz részletesebben leírja, hogy hogyan állíthatja be azokat, amelyek az OTRS-hez szükségesek.
zh_cn: 本手册的<link linkend="installation-of-perl-modules">安装额外的perl模块</link>部分有如何安装OTRS所需Perl模块的详细介绍。

source: If you install a binary package of OTRS, which was built for your operating system (rpm), either the package contains all Perl modules needed or the package manager of your system should take care of the dependencies of the Perl modules needed.
hu: Ha az OTRS olyan bináris csomagját telepíti, amely az operációs rendszeréhez lett lefordítva (rpm), akkor a csomag vagy tartalmazza az összes szükséges Perl-modult, vagy a rendszere csomagkezelőjének kell gondoskodnia a szükséges Perl-modulok függőségeiről.
zh_cn: 如果使用为你的操作系统编译的二进制程序包安装OTRS，要么是包含所有所需Perl模块的软件包，要么是操作系统的软件包管理器，均需要注意Perl模块的依赖性。

source: Web browser support
hu: Webböngésző támogatás
zh_cn: 浏览器支持

source: To use OTRS, you'll be OK if you use a modern browser with JavaScript support enabled. Supported browsers are:
hu: Az OTRS használatához minden rendben lesz, ha egy JavaScript támogatással engedélyezett modern webböngészőt használ. A következő böngészők támogatottak:

source: Firefox version 31 and higher
hu: 31-es verziójú vagy újabb Firefox

source: Safari version 6 and higher
hu: 6-os verziójú vagy újabb Safari

source: Internet Explorer version 11 and higher, Microsoft Edge
hu: 11-es verziójú vagy újabb Internet Explorer, Microsoft Edge

source: We recommend keeping your browser up-to-date. JavaScript and rendering performance in newer versions is always improved. Dramatic performance issues can be seen in larger systems when using older versions. We are happy to consult you on that matter.
hu: Azt javasoljuk, hogy tartsa a böngészőjét naprakészen. A JavaScript és a megjelenítési teljesítmény az újabb verziókban mindig tovább van fejlesztve. Drámai teljesítmény problémák figyelhetők meg a nagyobb rendszereken a régebbi verziók használatakor. Örömmel segítünk önnek az ilyen ügyben.
zh_cn: 我们推荐你的浏览器保持更新。新版本的浏览器一直在改进JavaScript和渲染的性能。使用老版本浏览器时大型系统会出现戏剧性的性能问题。我们乐于在此问题上为您提供咨询。

source: Community
hu: Közösség
zh_cn: 社区

source: OTRS has a large user community. Users and developers discuss OTRS and exchange information on related issues through the <link linkend="additional-resources">mailing-lists</link>. You can use the mailing lists to discuss installation, configuration, usage, localization and development of OTRS. You can report software bugs in our <link linkend="additional-resources">bug tracking system</link>.
hu: Az OTRS nagy felhasználói közösséggel rendelkezik. Felhasználók és fejlesztők beszélgetnek az OTRS-ről és információkat cserélnek a kapcsolódó kérdésekről a <link linkend="additional-resources">levelezőlistákon</link> keresztül. Használhatja a levelezőlistákat a telepítéssel, beállítással, használattal, honosítással és az OTRS fejlesztésével kapcsolatos beszélgetésekhez. Szoftverhibákat jelenthet a <link linkend="additional-resources">hibakövető rendszerünkbe</link>.
zh_cn: OTRS拥有一个大型的用户社区。用户和开发人员通过<link linkend="additional-resources">邮件列表</link>讨论OTRS并交换相关问题的信息。你可以使用邮件列表来讨论OTRS的安装、配置、使用、本地化和开发方面的问题。你也可以通过我们的<link linkend="additional-resources">bug跟踪系统</link>报告软件BUG。

source: The homepage of the OTRS community is: <ulink url="http://www.otrs.com/open-source/"><citetitle>http://www.otrs.com/open-source/</citetitle></ulink>.
hu: Az OTRS közösség honlapja: <ulink url="http://www.otrs.com/open-source/"><citetitle>http://www.otrs.com/open-source/</citetitle></ulink>.
zh_cn: OTRS社区主页是： <ulink url="http://www.otrs.com/open-source/"><citetitle>http://www.otrs.com/open-source/</citetitle></ulink>。

source: Professional Services for OTRS
hu: Az OTRS professzionális szolgáltatásai
zh_cn: OTRS专业服务

source: We offer best professional support from the OTRS team, reliable OTRS security and regular free updates as well as an <ulink url="https://otrs.com/how-to-buy/packages/#feature-add-ons">exclusive set of additional Business Features</ulink> that you can flexibly activate or deactivate according to different deployment scenarios.
hu: Mi nyújtjuk a legjobb professzionális támogatást az OTRS csapattól, megbízható biztonsági és rendszeres ingyenes OTRS frissítésekkel, valamint <ulink url="https://otrs.com/how-to-buy/packages/#feature-add-ons">további üzleti szolgáltatások kizárólagos készletével</ulink>, amelyet rugalmasan bekapcsolhat vagy kikapcsolhat a különböző üzembe állítási forgatókönyvek szerint.
zh_cn: 我们提供来自OTRS团队的最佳专业支持、可靠的OTRS安全、定期免费升级以及<ulink url="https://otrs.com/how-to-buy/packages/#feature-add-ons">独家的附加商业功能集</ulink>，你可以根据不同的部署场景灵活地激活或‘不激活’某些功能。

source: <ulink url="https://www.otrs.com/">The OTRS Group</ulink> offers specific <ulink url="https://www.otrs.com/public-otrs-trainings/">training programs</ulink> in different countries. You can either participate in one of our public OTRS Administrator trainings which take place regularly, or benefit from an inhouse training that covers all the specific needs of your company.
hu: <ulink url="https://www.otrs.com/">Az OTRS csoport</ulink> különleges <ulink url="https://www.otrs.com/public-otrs-trainings/">képzési programokat</ulink> kínál különböző országokban. Részt vehet a nyilvános OTRS adminisztrátori képzéseink egyikén, amelyre rendszeresen sor kerül, vagy olyan házon belüli képzésben részesülhet, amely a vállalata összes különleges igényét lefedi.
zh_cn: <ulink url="https://www.otrs.com/">OTRS集团</ulink>为不同国家提供专业的<ulink url="https://www.otrs.com/public-otrs-trainings/">培训项目</ulink>。可以加入我们定期举行的OTRS系统管理员培训，或者联系我们安排根据需求定制的公司内部培训。

source: Process Management
hu: Folyamatkezelés
zh_cn: 流程管理

source: This feature of OTRS allows you to model processes (work-flows) in the ticket system. The basic idea is to be able to define recurring processes, and to delegate work items to different people, as well as leading the progress of a process in different directions based on certain criteria.
hu: Az OTRS ezen szolgáltatása lehetővé teszi a folyamatok (munkafolyamatok) modellezését a jegyrendszerben. Az alapötlet az, hogy képes legyen meghatározni az ismétlődő folyamatokat, és delegálni a munkaelemeket különböző embereknek, valamint vezetni a folyamat előrehaladását különböző irányokba bizonyos feltételek alapján.
zh_cn: 可以利用OTRS系统定制流程(工作流)模型。基本思路在于定义可重复执行的流程，并将工作内容指派给不同的人员，同时确保流程按照预期进入不同阶段并最终顺利完成。

source: Example process
hu: Példafolyamat
zh_cn: 流程示例

source: Let's see an example to make it more demonstrative. We will define a book order process:
hu: Nézzünk egy példát hogy meggyőzőbbé tegyük. Meg fogunk határozni egy könyvrendelési folyamatot:
zh_cn: 让我们看一个例子，更易于阐述流程管理。我们将定义一个订书流程：

source: Recording the demand
hu: Az igény rögzítése
zh_cn: 记录需求

source: Before an order will be placed, the demand for literature by an employee will be recorded. The following book is needed in our example:
hu: Mielőtt megrendelésre kerülne, az irodalom iránti igényt egy alkalmazott rögzíteni fogja. A példánkban a következő könyv szükséges:
zh_cn: 在生成订单之前，雇员对书籍的需求将被记录。下列书籍是我们示例中所需要的：

source: Title: Prozessmanagement für Dummies Autor: Thilo Knuppertz ISBN: 3527703713
hu: Cím: Folyamatkezelés kezdőknek Szerző: Thilo Knuppertz ISBN: 3527703713
zh_cn: 标题: Prozessmanagement für Dummies 作者: Thilo Knuppertz ISBN: 3527703713

source: Approval by manager
hu: Igazgató általi jóváhagyás
zh_cn: 经理审批

source: The head of the employee's department needs to decide on the order. In case of a denial, a reason should be recorded by the manager. In case of approval, the order is passed to the purchasing department.
hu: A személyzeti részleg vezetőjének kell döntenie a megrendelésről. Elutasítás esetén az igazgatónak rögzítenie kell egy okot. Elfogadás esetén a megrendelés átadásra kerül a beszerzési osztálynak.
zh_cn: 部门经理需要确认需求。若经理拒绝，需要记录决定原因。若同意，流程将会跳转到采购部。

source: Processing by purchasing department
hu: Beszerzési osztály általi feldolgozás
zh_cn: 采购部处理

source: Purchasing now has the task to find out where the book can be ordered with the best conditions. If it is out of stock, this can be recorded in the order. In case of a successful order purchasing will record the supplier, the price and the delivery date.
hu: A beszerzésnek most az a feladata, hogy megtalálja, hogy a könyvet hol lehet a legjobb feltételekkel megrendelni. Ha nincs raktáron, akkor ez rögzíthető a megrendelésen. Sikeres megrendelés esetén a beszerzés rögzíteni fogja a beszállítót, az árat és a kézbesítés dátumát.
zh_cn: 现在采购人员需要找出如何以最好的条件购买所需书籍。若书籍缺货，需要在工单中进行记录。如果成功下单，将需要记录供应商、售价与交货时间。

source: Processing by the mail room
hu: Iktató általi feldolgozás
zh_cn: 收发室处理

source: The shipment will arrive at the company. The incoming goods department checks the shipment and records the date of receipt. Now the employee will be informed that their order has arrived and is ready to be collected.
hu: A szállítmány meg fog érkezni a vállalathoz. A beérkező áruk részlege ellenőrzi a szállítmányt, és rögzíti a kézhezvétel dátumát. Most fogják értesíteni az alkalmazottat, hogy a megrendelése megérkezett és készen áll az átvételre.
zh_cn: 这批货物将到达公司。进货部门负责检查货物，并记录货品到达日期。接着员工将被告知他们的订单已经到达，并已准备好进行接收。

source: Implementing the example
hu: A példa megvalósítása
zh_cn: 实施示例

source: If we assume that a ticket acts in this work-flow like an accompanying document that can receive change notes, we already have a clear picture of process tickets.
hu: Ha azt feltételezzük, hogy egy jegy ebben a munkafolyamatban egy olyan kísérődokumentumhoz hasonló szerepet tölt be, amely változásjegyzeteket fogadhat, akkor máris tiszta képet kapunk a folyamatjegyekről.
zh_cn: 假设在这个工作流中，工单可以像随同文档一样接收变更记录，那么我们就有了很清晰的工单处理流程图。

source: From the analysis of the example process we can identify the following necessary items:
hu: A példafolyamat elemzéséből a következő szükséges elemeket azonosíthatjuk:
zh_cn: 通过示例流程分析，我们可以确定下列需要的条目：

source: Possibilities to record data, let's call them <emphasis>Activity Dialogs</emphasis>,
hu: Lehetőségek adatok rögzítéséhez, hívjuk ezeket <emphasis>Tevékenység párbeszédeknek</emphasis>,
zh_cn: 数据记录功能，我们称其为<emphasis>Activity Dialogs （活动对话框）</emphasis>，

source: Checks which can react to changed data automatically, let's call them <emphasis>Transitions</emphasis>,
hu: Ellenőrzések, amelyek képesek automatikusan reagálni a megváltozott adatokra, hívjuk ezeket <emphasis>Átmeneteknek</emphasis>,
zh_cn: 根据数据变化自动反应的检查，我们称之为<emphasis>Transitions（转换）</emphasis>，

source: changes which can be applied to a process ticket after successful transitions of a process ticket, let's call them <emphasis>Transition Actions</emphasis>.
hu: Változások, amelyek egy folyamatjegyre alkalmazhatók egy folyamatjegy sikeres átmenetei után, hívjuk ezeket <emphasis>Átmenet műveleteknek</emphasis>.
zh_cn: 在流程单成功转换后，对流程工单的变更，我们称之为 <emphasis>Transition Actions 转换操作</emphasis>。

source: We also need an additional item which might not be as obvious:
hu: Szükségünk van egy további elemre, amely talán nem annyira nyilvánvaló:
zh_cn: 我们同样还需要一些不那么复杂的额外项：

source: A possibility to offer more than just one Activity Dialog to be available. In our example this is needed when the manager must have the choice between "Approve" and "Deny". Let's call this <emphasis>Activity</emphasis>.
hu: Egy lehetőség, hogy egynél több Tevékenység párbeszédet ajánljon fel elérhetőnek. A példánkban ez akkor szükséges, amikor az igazgatónak döntenie kell az „Elfogadás” és az „Elutasítás” között. Hívjuk ezt <emphasis>Tevékenységnek</emphasis>.
zh_cn: 可能存在不止一个活动对话框(Activity Dialog)。在示例中，经理必须在"Approve 同意" 与 "Deny 拒绝"中做出决定。我们称之为<emphasis>Activity 活动</emphasis>。

source: Now, with Activities, Activity Dialogs, Transitions and Transition Actions we have the necessary tools to model the individual steps of our example. What's still missing is an area where for each work-flow the order of the steps can be specified. Let's call this <emphasis>Process</emphasis>. To be able to refer to all these entities later, we will assign to them an abbreviation in parentheses. This abbreviation is based on an internal identification mechanism called EntityIDs.
hu: Most a tevékenységekkel, tevékenység párbeszédekkel, átmenetekkel és átmenet műveletekkel rendelkezünk a szükséges eszközzel a példánk egyéni lépéseinek modellezéséhez. Ami még mindig hiányzik, az egy olyan terület, ahol az egyes munkafolyamatoknál a lépések sorrendje megadható. Hívjuk ezt <emphasis>Folyamatnak</emphasis>. Hogy később képesek legyünk ezekre az egyedekre hivatkozni, hozzájuk fogunk rendelni egy rövidítést zárójelben. Ez a rövidítés egy belső azonosítási mechanizmuson alapul, amelyet egyedazonosítóknak hívnak.
zh_cn: 现在，结合活动(Activities)、活动对话框(Activity Dialogs)、转换(Transitions)与转换操作(Transition Actions)，我们可以对示例的各个独立步骤进行建模。现在还缺少为每个工作流步骤设置具体顺序。我们称之为<emphasis>Process 流程</emphasis>。为了能在之后指代所有这些实体，我们将分配给他们括号中的缩写。这个缩写基于内部识别机制EntityID。

source: The EntityIDs are conformed with one or two letters (depending on the process part or entity) and then a consecutive number, examples:
hu: Az egyedazonosítók egy vagy több betűnek vannak megfeleltetve (a folyamatrésztől vagy egyedtől függően), és ezután egy folyamatosan növekvő szám következik. Példák:
zh_cn: EntityID以1~2个字母开头(取决于流程组件或实体)，接着跟随连续编号，例如：

source: Process: 'P1', 'P2' ... 'Pn'.
hu: Folyamat: „F1”, „F2” … „Fn”.
zh_cn: 流程: 'P1', 'P2' ... 'Pn'.

source: Activity: 'A1', 'A2' ... 'An'.
hu: Tevékenység: „T1”, „T2” … „Tn”.
zh_cn: 活动: 'A1', 'A2' ... 'An'.

source: Activity Dialog: 'AD1', 'AD2' ... 'ADn'.
hu: Tevékenység párbeszéd: „TP1”, „TP2” … „TPn”.
zh_cn: 活动对话框: 'AD1', 'AD2' ... 'ADn'.

source: Transition: 'T1', 'T2' ... 'Tn'.
hu: Átmenet: „A1”, „A2” … „An”.

source: Transition Action: 'TA1', 'TA2' ... 'TAn'.
hu: Átmenet művelet: „AM1”, „AM2” … „AMn”.
zh_cn: 转换操作: 'TA1', 'TA2' ... 'TAn'.

source: Before the creation of the process and its parts is necessary to prepare the system, we will need to define some Queues, Users and Dynamic Fields as well as set some SysConfig options.
hu: A folyamat és annak részei létrehozása előtt a rendszer előkészítése szükséges. Szükségünk lesz néhány várólista, felhasználó és dinamikus mező meghatározására, valamint néhány rendszerbeállítási lehetőség beállítására.
zh_cn: 在新建流程和相关内容之前，需要提前准备好系统，我们需要定义一些队列、用户和动态字段，还需要在系统配置中设置一些参数。

source: Create the following Queues:
hu: Hozza létre a következő várólistákat:
zh_cn: 创建如下队列：

source: Management
hu: Vezetőség
zh_cn: 管理

source: Employees
hu: Alkalmazottak
zh_cn: 员工

source: Purchasing
hu: Beszerzés
zh_cn: 采购

source: Post office
hu: Postahivatal
zh_cn: 邮局

source: Create the following Users:
hu: Hozza létre a következő felhasználókat:
zh_cn: 创建如下用户：

source: Manager
hu: Igazgató
zh_cn: 经理

source: Employee
hu: Alkalmazott
zh_cn: 员工

source: Create the following Dynamic Fields:
hu: Hozza létre a következő dinamikus mezőket:
zh_cn: 创建如下动态字段：

source: Title
hu: Cím
zh_cn: 标题

source: Label
hu: Címke
zh_cn: 标签

source: Type
hu: Típus
zh_cn: 类型

source: Text
hu: Szöveg
zh_cn: 文本

source: Object
hu: Objektum
zh_cn: 对象

source: Ticket
hu: Jegy
zh_cn: 工单

source: Author
hu: Szerző
zh_cn: 作者

source: Status
hu: Állapot
zh_cn: 状态

source: Dropdown
hu: Legördülő
zh_cn: 下拉选项框

source: Possible Values
hu: Lehetséges értékek
zh_cn: 可能的值

source: Approval
hu: Jóváhagyás
zh_cn: 审批

source: Approval denied
hu: Jóváhagyás megtagadva
zh_cn: 审批拒绝

source: Approved
hu: Jóváhagyva
zh_cn: 通过审批

source: Order denied
hu: Rendelés megtagadva
zh_cn: 采购拒绝

source: Order placed
hu: Megrendelve
zh_cn: 生成订单

source: Shipment received
hu: Szállítmány megérkezett
zh_cn: 货品收到

source: Note: Please use this exactly this possible values for "Key" and "Value" in the Dynamic Field setup.
hu: Megjegyzés: kérjük pontosan így használja ezeket a lehetséges értékeket a dinamikus mező beállításaiban lévő „Kulcs” és „Érték” esetén.
zh_cn: 注意：需要在创建动态字段的“键”和“值”时尽可能使用最接近的值。

source: Supplier
hu: Beszállító
zh_cn: 供应商

source: Price
hu: Ár
zh_cn: 价格

source: DeliveryDate
hu: KezbesitesDatuma
zh_cn: 交货日期

source: Delivery date
hu: Kézbesítés dátuma
zh_cn: 交货日期

source: Date
hu: Dátum
zh_cn: 日期

source: DateOfReceipt
hu: KezhezvetelDatuma
zh_cn: 收货日期

source: Date Of Receipt
hu: Kézhezvétel dátuma
zh_cn: 收货的日期

source: Set the the following SysConfig settings:
hu: Állítsa be a következő rendszerbeállítási lehetőségeket:
zh_cn: 在系统配置(SysConfig)中设置：

source: 'Ticket::Responsible': Yes
hu: „Ticket::Responsible”: Igen
zh_cn: 'Ticket::Responsible': 是

source: <emphasis>Key:</emphasis>
hu: <emphasis>Kulcs:</emphasis>
zh_cn: <emphasis>键：</emphasis>

source: <emphasis>Content:</emphasis>
hu: <emphasis>Tartalom:</emphasis>
zh_cn: <emphasis>值：</emphasis>

source: Book
hu: Könyv
zh_cn: 书箱

source: Title, Author, ISBN
hu: Cím, Szerző, ISBN
zh_cn: 标题, 作者, ISBN

source: General
hu: Általános
zh_cn: 一般

source: Order
hu: Rendelés
zh_cn: 订单

source: Price, Supplier, DeliveryDate
hu: Ár, Beszállító, KiszállításDátuma
zh_cn: 价格, 供应商, 交货日期

source: Shipment
hu: Szállítmány
zh_cn: 运输

source: Now lets start with the real Process Management stuff. In the next step, we will define the individual entities that we need.
hu: Most kezdjük el a valódi folyamatkezelési dolgot. A következő lépésben meg fogjuk határozni azokat az egyéni egyedeket, amelyekre szükségünk van.
zh_cn: 现在我们可以开始真正的流程管理配置了。下一步，我们将定义所需的独立实体。

source: Process (as a container)
hu: Folyamat (mint egy konténer)
zh_cn: 流程(作为容器)
