Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: # 1. Customer user backend: DB # (customer database backend and settings) $Self->{CustomerUser1} = { Name => 'Customer Database', Module => 'Kernel::System::CustomerUser::DB', Params => { # if you want to use an external database, add the # required settings # DSN => 'DBI:odbc:yourdsn', # Type => 'mssql', # only for ODBC connections # DSN => 'DBI:mysql:database=customerdb;host=customerdbhost', # User => '', # Password => '', Table => 'customer_user', }, # customer unique id CustomerKey => 'login', # customer # CustomerID => 'customer_id', CustomerValid => 'valid_id', CustomerUserListFields => ['first_name', 'last_name', 'email'], CustomerUserSearchFields => ['login', 'last_name', 'customer_id'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['email'], CustomerUserNameFields => ['title','first_name','last_name'], CustomerUserEmailUniqCheck => 1, # # show not own tickets in customer panel, CompanyTickets # CustomerUserExcludePrimaryCustomerID => 0, # # generate auto logins # AutoLoginCreation => 0, # AutoLoginCreationPrefix => 'auto', # # admin can change customer preferences # AdminSetPreferences => 1, # # cache time to live in sec. - cache any database queries # CacheTTL => 0, # # just a read only source # ReadOnly => 1, Map => [ # note: Login, Email and CustomerID needed! # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target [ 'UserTitle', 'Title', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Firstname', 'first_name', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Lastname', 'last_name', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Username', 'login', 1, 1, 'var', '', 0 ], [ 'UserPassword', 'Password', 'pw', 0, 0, 'var', '', 0 ], [ 'UserEmail', 'Email', 'email', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'CustomerID', 'customer_id', 0, 1, 'var', '', 0 ], [ 'UserPhone', 'Phone', 'phone', 1, 0, 'var', '', 0 ], [ 'UserFax', 'Fax', 'fax', 1, 0, 'var', '', 0 ], [ 'UserMobile', 'Mobile', 'mobile', 1, 0, 'var', '', 0 ], [ 'UserStreet', 'Street', 'street', 1, 0, 'var', '', 0 ], [ 'UserZip', 'Zip', 'zip', 1, 0, 'var', '', 0 ], [ 'UserCity', 'City', 'city', 1, 0, 'var', '', 0 ], [ 'UserCountry', 'Country', 'country', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Comment', 'comments', 1, 0, 'var', '', 0 ], [ 'ValidID', 'Valid', 'valid_id', 0, 1, 'int', '', 0 ], ], # default selections Selections => { UserTitle => { 'Mr.' => 'Mr.', 'Mrs.' => 'Mrs.', }, }, }; # 2. Customer user backend: LDAP # (customer ldap backend and settings) $Self->{CustomerUser2} = { Name => 'LDAP Datasource', Module => 'Kernel::System::CustomerUser::LDAP', Params => { # ldap host Host => 'bay.csuhayward.edu', # ldap base dn BaseDN => 'ou=seas,o=csuh', # search scope (one|sub) SSCOPE => 'sub', # The following is valid but would only be necessary if the # anonymous user does NOT have permission to read from the LDAP tree UserDN => '', UserPw => '', # in case you want to add always one filter to each ldap query, use # this option. e. g. AlwaysFilter => '(mail=*)' or AlwaysFilter => '(objectclass=user)' AlwaysFilter => '', # if the charset of your ldap server is iso-8859-1, use this: # SourceCharset => 'iso-8859-1', # Net::LDAP new params (if needed - for more info see perldoc Net::LDAP) Params => { port => 389, timeout => 120, async => 0, version => 3, }, }, # customer unique id CustomerKey => 'uid', # customer # CustomerID => 'mail', CustomerUserListFields => ['cn', 'mail'], CustomerUserSearchFields => ['uid', 'cn', 'mail'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['mail'], CustomerUserNameFields => ['givenname', 'sn'], # show not own tickets in customer panel, CompanyTickets CustomerUserExcludePrimaryCustomerID => 0, # add a ldap filter for valid users (expert setting) # CustomerUserValidFilter => '(!(description=locked))', # admin can't change customer preferences AdminSetPreferences => 0, Map => [ # note: Login, Email and CustomerID needed! # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly [ 'UserTitle', 'Title', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Firstname', 'givenname', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Lastname', 'sn', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Username', 'uid', 1, 1, 'var', '', 0 ], [ 'UserEmail', 'Email', 'mail', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'CustomerID', 'mail', 0, 1, 'var', '', 0 ], # [ 'UserCustomerIDs', 'CustomerIDs', 'second_customer_ids', 1, 0, 'var', '', 0 ], [ 'UserPhone', 'Phone', 'telephonenumber', 1, 0, 'var', '', 0 ], [ 'UserAddress', 'Address', 'postaladdress', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Comment', 'description', 1, 0, 'var', '', 0 ], ], };
hu: # 1. ügyfél-felhasználó háttérprogram: DB # (ügyféladatbázis háttérprogram és beállítások) $Self->{CustomerUser1} = { Name => 'Ügyféladatbázis', Module => 'Kernel::System::CustomerUser::DB', Params => { # ha egy külső adatbázis szeretne használni, akkor adja hozzá a szükséges beállításokat # DSN => 'DBI:odbc:yourdsn', # Type => 'mssql', # csak ODBC kapcsolatoknál # DSN => 'DBI:mysql:database=customerdb;host=customerdbhost', # User => '', # Password => '', Table => 'customer_user', }, # egyedi ügyfél-azonosító CustomerKey => 'login', # ügyfél # CustomerID => 'customer_id', CustomerValid => 'valid_id', CustomerUserListFields => ['first_name', 'last_name', 'email'], CustomerUserSearchFields => ['login', 'last_name', 'customer_id'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['email'], CustomerUserNameFields => ['title','first_name','last_name'], CustomerUserEmailUniqCheck => 1, # # a saját jegyeket nem jeleníti meg az ügyfélpanelen, CompanyTickets # CustomerUserExcludePrimaryCustomerID => 0, # # automatikus bejelentkezések előállítása # AutoLoginCreation => 0, # AutoLoginCreationPrefix => 'auto', # # az adminisztrátor megváltoztathatja az ügyfél beállításait # AdminSetPreferences => 1, # # gyorsítótáridő élettartam másodpercben - bármely adatbázis-lekérdezés gyorsítótárazása # CacheTTL => 0, # # egy csak olvasható forrás # ReadOnly => 1, Map => [ # megjegyzés: a bejelentkezés, az e-mail és az ügyfélazonosító szükséges! # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, tárolótípus, # HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás célja [ 'UserTitle', 'Titulus', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Keresztnév', 'first_name', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Vezetéknév', 'last_name', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Felhasználó', 'login', 1, 1, 'var', '', 0 ], [ 'UserPassword', 'Jelszó', 'pw', 0, 0, 'var', '', 0 ], [ 'UserEmail', 'E-mail', 'email', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'ÜgyfélID', 'customer_id', 0, 1, 'var', '', 0 ], [ 'UserPhone', 'Telefon', 'phone', 1, 0, 'var', '', 0 ], [ 'UserFax', 'Fax', 'fax', 1, 0, 'var', '', 0 ], [ 'UserMobile', 'Mobil', 'mobile', 1, 0, 'var', '', 0 ], [ 'UserStreet', 'Utca', 'street', 1, 0, 'var', '', 0 ], [ 'UserZip', 'Irányítószám','zip', 1, 0, 'var', '', 0 ], [ 'UserCity', 'Település', 'city', 1, 0, 'var', '', 0 ], [ 'UserCountry', 'Ország', 'country', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Megjegyzés', 'comments', 1, 0, 'var', '', 0 ], [ 'ValidID', 'Érvényes', 'valid_id', 0, 1, 'int', '', 0 ], ], # alapértelmezett kijelölések Selections => { UserTitle => { 'Mr.' => 'Mr.', 'Mrs.' => 'Mrs.', }, }, }; # 2. ügyfél-felhasználó háttérprogram: LDAP # (ügyfél LDAP háttérprogram és beállítások) $Self->{CustomerUser2} = { Name => 'LDAP adatforrás', Module => 'Kernel::System::CustomerUser::LDAP', Params => { # LDAP kiszolgáló Host => 'bay.csuhayward.edu', # LDAP bázis dn BaseDN => 'ou=seas,o=csuh', # keresési hatáskör (one|sub) SSCOPE => 'sub', # A következő érvényes, de csak akkor lenne szükséges, ha a névtelen # felhasználónak NEM lenne jogosultsága az LDAP-fából olvasni UserDN => '', UserPw => '', # Abban az esetben, ha mindig egy szűrőt szeretne hozzáadni az egyes # LDAP lekérdezésekhez, akkor használja ezt a beállítást. Például: # AlwaysFilter => '(mail=*)' vagy AlwaysFilter => '(objectclass=user)' AlwaysFilter => '', # ha az LDAP-kiszolgáló karakterkészlete iso-8859-2, akkor használja ezt: # SourceCharset => 'iso-8859-2', # Net::LDAP új paraméterek (ha szükséges - további # információkért nézze meg: perldoc Net::LDAP) Params => { port => 389, timeout => 120, async => 0, version => 3, }, }, # egyedi ügyfél-azonosító CustomerKey => 'uid', # ügyfél # CustomerID => 'mail', CustomerUserListFields => ['cn', 'mail'], CustomerUserSearchFields => ['uid', 'cn', 'mail'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['mail'], CustomerUserNameFields => ['givenname', 'sn'], # a saját jegyeket nem jeleníti meg az ügyfélpanelen, CompanyTickets CustomerUserExcludePrimaryCustomerID => 0, # egy LDAP-szűrő hozzáadása az érvényes felhasználókhoz (szakértő beállítások) # CustomerUserValidFilter => '(!(description=locked))', # az adminisztrátor nem változtathatja meg az ügyfél beállításait AdminSetPreferences => 0, Map => [ # megjegyzés: a bejelentkezés, az e-mail és az ügyfélazonosító szükséges! # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, tárolótípus, # HTTP-hivatkozás, csak olvasható [ 'UserTitle', 'Titulus', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Keresztnév', 'givenname', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Vezetéknév', 'sn', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Felhasználó','uid', 1, 1, 'var', '', 0 ], [ 'UserEmail', 'E-mail', 'mail', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'ÜgyfélID', 'mail', 0, 1, 'var', '', 0 ], # [ 'UserCustomerIDs', 'ÜgyfélID-k', 'second_customer_ids', 1, 0, 'var', '', 0 ], [ 'UserPhone', 'Telefon', 'telephonenumber', 1, 0, 'var', '', 0 ], [ 'UserAddress', 'Cím', 'postaladdress', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Megjegyzés', 'description', 1, 0, 'var', '', 0 ], ], };

source: It is possible to integrate up to 10 different customer backends. Use the customer management interface in OTRS to view or edit (assuming write access is enabled) all customer data.
hu: Legfeljebb 10 különböző ügyfél-háttérprogram integrálása lehetséges. Használja az ügyfélkezelés felületet az OTRS-ben az összes ügyféladat megtekintéséhez vagy szerkesztéséhez (feltételezve, hogy az írási hozzáférés engedélyezve van).
zh_cn: 最多可以集成10个不同的客户数据后端，在OTRS中使用客户管理界面来查看或编辑（需要写入权限）所有的客户数据。

source: Storing CustomerUser Data in Dynamic Fields
hu: A CustomerUser adatainak tárolása dinamikus mezőkben
zh_cn: 在动态字段中存储客户用户数据

source: Sometimes it can be useful to also store CustomerUser data directly in dynamic fields of a ticket, for example to create special statistics on this data.
hu: Néha hasznos lehet a CustomerUser adatait közvetlenül egy jegy dinamikus mezőiben is eltárolni, például speciális statisztikák létrehozásához ezekről az adatokról.
zh_cn: 有些时候在工单中直接存储客户用户数据也是很有用的，例如在这些数据上创建一些特殊的统计。

source: The dynamic field values are set when a ticket is created or when the customer of a ticket is changed. The values of the dynamic fields are taken from the customer data. This works for all backends, but is especially useful for LDAP-backends.
hu: A dinamikus mező értékei akkor lesznek beállítva, amikor egy jegy létrejön vagy amikor egy jegy ügyfelét megváltoztatják. A dinamikus mezők értékeit az ügyféladatokból veszik. Ez működik az összes háttérprogramnál, de különösen LDAP-háttérprogramoknál hasznos.
zh_cn: 当创建一个工单或修改了工单的客户时设置动态字段的值。动态字段的值来源于客户数据，这适用于所有的客户数据后端，但对LDAP后端特别有用。

source: To activate this optional feature of OTRS, please activate the settings <literal>Ticket::EventModulePost###950-DynamicFieldFromCustomerUser</literal> and <literal>DynamicFieldFromCustomerUser::Mapping</literal>. The latter setting contains the configuration of which <literal>CustomerUser</literal> field entry should be stored in which ticket dynamic field. The fields must be present in the system and should be enabled for <literal>AgentTicketFreeText</literal>, so that they can be set manually. They mustn't be enabled for <literal>AgentTicketPhone</literal>, <literal>AgentTicketEmail</literal> and <literal>AgentTicketCustomer</literal>. If they were, they would have precedence over the automatically set values.
hu: Az OTRS ezen opcionális funkciójának bekapcsolásához kapcsolja be a <literal>Ticket::EventModulePost###950-DynamicFieldFromCustomerUser</literal> és a <literal>DynamicFieldFromCustomerUser::Mapping</literal> beállításokat. Az utóbbi beállítás annak a beállítását tartalmazza, hogy melyik <literal>CustomerUser</literal> mezőbejegyzést kell eltárolni melyik jegy dinamikus mezőben. A mezőknek létezniük kell a rendszeren, és engedélyezve kell lenniük az <literal>AgentTicketFreeText</literal> számára azért, hogy beállíthassák kézzel. Tilos engedélyezve lenniük az <literal>AgentTicketPhone</literal>, az <literal>AgentTicketEmail</literal> és az <literal>AgentTicketCustomer</literal> számára. Ha engedélyezve lennének, akkor elsőbbséget élveznének az automatikusan beállított értékekkel szemben.
zh_cn: 要激活OTRS的这个可选功能，请激活设置<literal> Ticket :: EventModulePost ### 950-DynamicFieldFromCustomerUser </literal>和<literal> DynamicFieldFromCustomerUser :: Mapping </literal>。 后一个设置包含应该在哪个工单动态字段中存储<literal> CustomerUser </literal>字段条目的配置。 这些字段必须存在于系统中，并且应启用<literal> AgentTicketFreeText（服务人员工单自定义字段） </literal>，以便可以手动设置。 不能启用<literal>AgentTicketPhone</literal>、<literal>AgentTicketEmail</literal>和<literal>AgentTicketCustomer</literal>。 如果启用了它们，它们将优先于自动设置的值。

source: Backends to Authenticate Agents and Customers
hu: Háttérprogramok ügyintézők és ügyfelek hitelesítéséhez
zh_cn: 服务人员和客户身份认证后端

source: OTRS offers the option to authenticate agents and customers against different backends.
hu: Az OTRS felkínálja az ügyintézők és az ügyfelek hitelesítésének lehetőségét különböző háttérprogramokkal.
zh_cn: OTRS提供了不同的服务人员和客户身份认证后端。

source: Authentication backends for Agents
hu: Hitelesítési háttérprogramok az ügyintézőkhöz
zh_cn: 服务人员身份认证后端

source: DB (Default)
hu: DB (alapértelmezett)
zh_cn: 数据库认证(默认)

source: The backend to authenticate agents which is used by default is the OTRS database. Agents can be added and edited via the <link linkend="adminarea-agents">agent management interface</link> in the <link linkend="adminarea">Admin page</link> (see Example below).
hu: Az alapértelmezetten használt háttérprogram az ügyintézők hitelesítéséhez az OTRS adatbázis. Az ügyintézők az <link linkend="adminarea">adminisztrációs oldalon</link> lévő <link linkend="adminarea-agents">ügyintéző-kezelés felületen</link> keresztül adhatók hozzá és szerkeszthetők (lásd a lenti példát).
zh_cn: 服务人员身份认证后端默认是OTRS数据库，可以通过<link linkend="adminarea">系统管理页面</link>中的<link linkend="adminarea-agents">服务人员管理界面</link>来添加和编辑服务人员（见下面的例子）。

source: Authenticate agents against a DB backend
hu: Ügyintézők hitelesítése egy DB háttérprogrammal
zh_cn: 使用数据库后端认证服务人员

source: If an LDAP directory has all your agent data stored, you can use the LDAP module to authenticate your users in OTRS (see Example below). This module has only read access to the LDAP tree, which means that you cannot edit your user data via the <link linkend='adminarea-agents'>agent management interface</link>.
hu: Ha egy LDAP könyvtár tárolja az összes ügyintézőadatát, akkor használhatja az LDAP-modult a felhasználók hitelesítéséhez az OTRS-ben (lásd a lenti példát). Ennek a modulnak csak olvasható hozzáférése van az LDAP-fához, amely azt jelenti, hogy nem tudja a felhasználói adatokat az <link linkend='adminarea-agents'>ügyintéző-kezelés felületen</link> keresztül szerkeszteni.
zh_cn: 如果你所有的服务人员数据存储在LDAP目录中，你可以使用LDAP模块来对OTRS中的用户进行身份认证（见下面例子）。这个模块只对LDAP树有读取权限，这意味着你不能通过<link linkend="adminarea-agents">服务人员管理界面</link>来编辑用户数据。

source: Authenticate agents against an LDAP backend
hu: Ügyintézők hitelesítése egy LDAP háttérprogrammal
zh_cn: 使用LDAP后端认证服务人员

source: # This is an example configuration for an LDAP auth. backend. # (Make sure Net::LDAP is installed!) $Self->{'AuthModule'} = 'Kernel::System::Auth::LDAP'; $Self->{'AuthModule::LDAP::Host'} = 'ldap.example.com'; $Self->{'AuthModule::LDAP::BaseDN'} = 'dc=example,dc=com'; $Self->{'AuthModule::LDAP::UID'} = 'uid'; # Check if the user is allowed to auth in a posixGroup # (e. g. user needs to be in a group xyz to use otrs) $Self->{'AuthModule::LDAP::GroupDN'} = 'cn=otrsallow,ou=posixGroups,dc=example,dc=com'; $Self->{'AuthModule::LDAP::AccessAttr'} = 'memberUid'; # for ldap posixGroups objectclass (just uid) # $Self->{'AuthModule::LDAP::UserAttr'} = 'UID'; # for non ldap posixGroups objectclass (with full user dn) # $Self->{'AuthModule::LDAP::UserAttr'} = 'DN'; # The following is valid but would only be necessary if the # anonymous user do NOT have permission to read from the LDAP tree $Self->{'AuthModule::LDAP::SearchUserDN'} = ''; $Self->{'AuthModule::LDAP::SearchUserPw'} = ''; # in case you want to add always one filter to each ldap query, use # this option. e. g. AlwaysFilter => '(mail=*)' or AlwaysFilter => '(objectclass=user)' $Self->{'AuthModule::LDAP::AlwaysFilter'} = ''; # in case you want to add a suffix to each login name, then # you can use this option. e. g. user just want to use user but # in your ldap directory exists user@domain.com # $Self->{'AuthModule::LDAP::UserSuffix'} = '@domain.com'; # Net::LDAP new params (if needed - for more info see perldoc Net::LDAP) $Self->{'AuthModule::LDAP::Params'} = { port => 389, timeout => 120, async => 0, version => 3, };
hu: # Ez egy példa beállítás egy LDAP hitelesítés háttérprogramhoz. # (Győződjön meg arról, hogy a Net::LDAP telepítve van-e!) $Self->{'AuthModule'} = 'Kernel::System::Auth::LDAP'; $Self->{'AuthModule::LDAP::Host'} = 'ldap.example.com'; $Self->{'AuthModule::LDAP::BaseDN'} = 'dc=example,dc=com'; $Self->{'AuthModule::LDAP::UID'} = 'uid'; # Annak ellenőrzése, hogy a felhasználó jogosult-e hitelesíteni egy # posixGroup csoportban (például a felhasználónak az XYZ csoportban # kell lennie az OTRS használatához). $Self->{'AuthModule::LDAP::GroupDN'} = 'cn=otrsallow,ou=posixGroups,dc=example,dc=com'; $Self->{'AuthModule::LDAP::AccessAttr'} = 'memberUid'; # az LDAP posixGroups objektumosztálynál (csak uid) # $Self->{'AuthModule::LDAP::UserAttr'} = 'UID'; # a nem LDAP posixGroups objektumosztálynál (teljes felhasználói dn-nel) # $Self->{'AuthModule::LDAP::UserAttr'} = 'DN'; # A következő érvényes, de csak akkor lenne szükséges, ha a névtelen # felhasználónak NEM lenne jogosultsága az LDAP-fából olvasni. $Self->{'AuthModule::LDAP::SearchUserDN'} = ''; $Self->{'AuthModule::LDAP::SearchUserPw'} = ''; # Abban az esetben, ha mindig egy szűrőt szeretne hozzáadni az egyes # LDAP lekérdezésekhez, akkor használja ezt a beállítást. Például: # AlwaysFilter => '(mail=*)' vagy AlwaysFilter => '(objectclass=user)' $Self->{'AuthModule::LDAP::AlwaysFilter'} = ''; # Abban az esetben, ha egy utótagot szeretne hozzáadni az egyes # bejelentkezési nevekhez, akkor használhatja ezt a beállítást. # Például: a felhasználó csak a „user”-t szeretné használni, de # az LDAP könyvtárban „user@domain.com” létezik. # $Self->{'AuthModule::LDAP::UserSuffix'} = '@domain.com'; # Net::LDAP új paraméterek (ha szükséges - további információkért # nézze meg: perldoc Net::LDAP) $Self->{'AuthModule::LDAP::Params'} = { port => 389, timeout => 120, async => 0, version => 3, };

source: The configuration parameters shown in the script below can be used to synchronize the user data from your LDAP directory into your local OTRS database. This reduces the number of requests to your LDAP server and speeds up the authentication with OTRS. The data synchronization is done when the agent authenticates the first time. Although the data can be syncronized into the local OTRS database, the LDAP directory is the last instance for the authentication, so an inactive user in the LDAP tree can't authenticate to OTRS, even when the account data is already stored in the OTRS database. The agent data in the LDAP directory can't be edited via the web interface of OTRS, so the data has to be managed directly in the LDAP tree.
hu: A lenti parancsfájlban látható beállítási paraméterek használhatók az LDAP könyvtárból származó felhasználói adatoknak a helyi OTRS adatbázisba történő szinkronizálásához. Ez csökkenti az LDAP-kiszolgálóhoz intézett kérések számát, és felgyorsítja az OTRS-sel történő hitelesítést. Az adatok szinkronizálása akkor van készen, amikor az ügyintéző bejelentkezik első alkalommal. Habár az adatok szinkronizálhatók a helyi OTRS adatbázisba, az LDAP könyvtár az utolsó példány a hitelesítésnél, így az LDAP-fában egy inaktív felhasználó nem tud hitelesíteni az OTRS-be akkor sem, ha a fiókadatok már el vannak tárolva az OTRS adatbázisában. Az ügyintéző adatai az LDAP könyvtárban nem szerkeszthetők az OTRS webes felületén keresztül, ezért az adatokat közvetlenül az LDAP-fában kell kezelni.
zh_cn: 下面脚本中显示的配置参数可用来从LDAP目录同步用户数据到本地OTRS数据库。这减少了到LDAP的请求时间，加快了OTRS身份认证的速度。当服务人员首次认证后就会完成数据同步。虽然数据已经同步到本地的OTRS数据库，但LDAP目录是身份认证的最后实例，所以一个在LDAP中非活动的用户是不能通过OTRS认证的，即使帐户数据已经存储到OTRS数据库中。不能通过OTRS的WEB界面编辑LDAP中的服务人员数据，所以需要直接在LDAP目录中管理这些数据。

source: # defines AuthSyncBackend (AuthSyncModule) for AuthModule # if this key exists and is empty, there won't be a sync. # example values: AuthSyncBackend, AuthSyncBackend2 $Self->{'AuthModule::UseSyncBackend'} = 'AuthSyncBackend'; # agent data sync against ldap $Self->{'AuthSyncModule'} = 'Kernel::System::Auth::Sync::LDAP'; $Self->{'AuthSyncModule::LDAP::Host'} = 'ldap://ldap.example.com/'; $Self->{'AuthSyncModule::LDAP::BaseDN'} = 'dc=otrs, dc=org'; $Self->{'AuthSyncModule::LDAP::UID'} = 'uid'; $Self->{'AuthSyncModule::LDAP::SearchUserDN'} = 'uid=sys, ou=user, dc=otrs, dc=org'; $Self->{'AuthSyncModule::LDAP::SearchUserPw'} = 'some_pass'; $Self->{'AuthSyncModule::LDAP::UserSyncMap'} = { # DB -> LDAP UserFirstname => 'givenName', UserLastname => 'sn', UserEmail => 'mail', }; [...] # AuthSyncModule::LDAP::UserSyncInitialGroups # (sync following group with rw permission after initial create of first agent # login) $Self->{'AuthSyncModule::LDAP::UserSyncInitialGroups'} = [ 'users', ];
hu: # AuthSyncBackend (AuthSyncModule) meghatározása ehhez: AuthModule # ha ez a kulcs létezik és üres, akkor nem lesz szinkronizálva. # példa értékek: AuthSyncBackend, AuthSyncBackend2 $Self->{'AuthModule::UseSyncBackend'} = 'AuthSyncBackend'; # ügyintéző adatai az LDAP-pal való szinkronizáláshoz $Self->{'AuthSyncModule'} = 'Kernel::System::Auth::Sync::LDAP'; $Self->{'AuthSyncModule::LDAP::Host'} = 'ldap://ldap.example.com/'; $Self->{'AuthSyncModule::LDAP::BaseDN'} = 'dc=otrs, dc=org'; $Self->{'AuthSyncModule::LDAP::UID'} = 'uid'; $Self->{'AuthSyncModule::LDAP::SearchUserDN'} = 'uid=sys, ou=user, dc=otrs, dc=org'; $Self->{'AuthSyncModule::LDAP::SearchUserPw'} = 'valamilyen_jelszo'; $Self->{'AuthSyncModule::LDAP::UserSyncMap'} = { # DB -> LDAP UserFirstname => 'givenName', UserLastname => 'sn', UserEmail => 'mail', }; [...] # AuthSyncModule::LDAP::UserSyncInitialGroups # (a következő csoport szinkronizálása írás-olvasás jogosultsággal az első # ügyintézői bejelentkezés kezdeti létrehozása után) $Self->{'AuthSyncModule::LDAP::UserSyncInitialGroups'} = [ 'users', ];

source: <emphasis>Script: Synchronizing the user data from the LDAP directory into the OTRS database.</emphasis>
hu: <emphasis>Parancsfájl: Felhasználói adatok szinkronizálása az LDAP könyvtárból az OTRS adatbázisába.</emphasis>
zh_cn: <emphasis>脚本：同步LDAP目录中的用户数据到OTRS数据库。</emphasis>
