Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Via the next config option (PGP::Key::Password) it is possible to specify the pairs of key IDs and their passwords for own private keys. Because communication partners from outside write to the ticket system with their messages encrypted with your public key, OTRS can decrypt these messages with the ID/passwords specified here.
hu: A következő konfigurációs beállításon keresztül (PGP::Key::Password) lehetséges a kulcsazonosítók és azok jelszavai párjainak megadása a saját személyes kulcsainknál. Mivel a kommunikációs partnerek kívülről írják a jegyrendszerbe az Ön nyilvános kulcsával titkosított üzeneteiket, ezért az OTRS képes visszafejteni ezeket az üzeneteket az itt megadott azonosítókkal és jelszavakkal.
zh_cn: 通过下一个配置选项（PGP::Key::Password）可以指定密钥对的ID和它们私有密钥的密码。因为外部的通信伙伴用你的公钥加密写给工单系统的消息，OTRS就能使用在这里指定的ID/密码来解密这些消息。

source: How to get the id of your own private key? The ID of your own private key is already shown during the key generation (see step 1 from above). It is also possible to get the ID if the command specified in the following script is executed as user 'otrs':
hu: Hogyan kérhető le a saját személyes kulcsának azonosítója? A saját személyes kulcsának azonosítója már látható volt a kulcs előállítása során (lásd a fenti 1. lépést). Akkor is lehetséges az azonosító lekérése, ha a következő parancsfájlban megadott parancsfájlt „otrs” felhasználóként hajtják végre:
zh_cn: 如何取得你自己的私钥ID？你自己的私钥ID已经在生成密钥过程中显示过了（见前面的步骤1）。可以通过‘otrs’用户执行下面脚本中的命令来取得这个ID：

source: <emphasis>Script: Getting the ID of your own private key.</emphasis>
hu: <emphasis>Parancsfájl: A saját személyes kulcsa azonosítójának lekérése.</emphasis>
zh_cn: <emphasis>脚本：获取你自己的私钥ID。</emphasis>

source: The ID of the private key can be found in the line that starts with "sub". It is a hexadecimal string that is eight characters long, in the example above it is "52B97069". The password you have to specify for this key in the ticket system is the same that was given during key generation.
hu: A személyes kulcs azonosítója megtalálható a „sub” kezdetű sorban. Ez egy hexadecimális szöveg, amely nyolc karakter hosszú. A fenti példában ez „52B97069”. A jelszó, amelyet ehhez a kulcshoz meg kell adnia a jegyrendszeren, ugyanaz mint amit a kulcs előállítása során megadtak.
zh_cn: 私钥ID可以在以“sub”开头的行中找到，它是8个字符长度的十六进制字符串，在这个示例中它是“52B97069”。在OTRS中需要指定的密码就是在生成密钥时输入的密码。

source: After this data is inserted, the "Update" button can be used to save the settings. OTRS is ready to receive and decrypt encoded messages now.
hu: Miután ezek az adatok beszúrásra kerültek, a „Frissítés” gomb használható a beállítások elmentéséhez. Az OTRS most már készen áll a kódolt üzenetek fogadására és visszafejtésére.
zh_cn: 在输入这些数据后，点击“更新”按钮来保存设置。OTRS现在就准备好接收和解密加密过的消息了。

source: Finally, import a customer's public key. This ensures that encrypted messages can be sent out to this customer. There are two ways to import a public key of a customer.
hu: Végezetül importálja egy ügyfél nyilvános kulcsát. Ez biztosítja, hogy titkosított üzeneteket lehessen kiküldeni ennek az ügyfélnek. Két módja van egy ügyfél nyilvános kulcsának importálására.
zh_cn: 最后，导入一个客户的公钥。这确保可以给这个客户发送加密消息。有两个方法来导入一个客户的公钥。

source: The first way is to specify the public key of a customer in the customer management interface.
hu: Az első mód egy ügyfél nyilvános kulcsának megadása az ügyfélkezelés felületen.
zh_cn: 第一个方法是在客户管理界面指定一个客户的公钥。

source: The second way is to specify the key via the PGP settings, reachable from the Admin page. On the right section of this screen, all already imported public keys of customers are displayed. After PGP has been activated and configured for OTRS, your own public key should also be listed there. In the left area of the PGP setting screen it is possible to search for keys. Also, a new public key can be uploaded into the system from a file.
hu: A második módszer a kulcs megadása az adminisztrációs oldalról elérhető PGP beállításain keresztül. Ezen képernyő jobb oldalán az ügyfelek korábban importált összes nyilvános kulcsa megjelenítésre kerül. Miután a PGP be lett kapcsolva és beállításra került az OTRS-hez, a saját nyilvános kulcsának is itt kell lennie felsorolva. A PGP-beállítás képernyőjének bal oldalán a kulcsok keresése lehetséges. Egy új nyilvános kulcs is feltölthető a rendszerbe egy fájlból.
zh_cn: 第二个方法是从系统管理页面通过PGP设置指定公钥。在屏幕右侧会显示所有已导入的客户公钥。在激活了PGP且配置了OTRS的PGP后，你自己的公钥也应该在这里列出。在PGP设置屏幕的左侧可以搜索密钥。此外，可以通过一个文件上传一个新的公钥。

source: The files with the public key that need to be imported into OTRS have to be GnuPGP compatible key files. In most cases, the key stored in a file is an "ASCII armored key". OTRS can deal with this format.
hu: A nyilvános kulcsot tartalmazó fájloknak, amelyeket szükséges az OTRS-be importálni, GnuPGP kompatibilis kulcsfájloknak kell lenniük. A legtöbb esetben a fájlban tárolt kulcs egy „ASCII armored key”. Az OTRS tudja kezelni ezt a formátumot.
zh_cn: 需要导入到OTRS中公钥文件必须是GnuPGP兼容的密钥文件。大部分情况下，存储在一个文件中的密钥是“ASCII码封装的密钥”，OTRS能够处理这个格式。

source: Secure Email with S/MIME
hu: Biztonságos e-mail S/MIME használatával
zh_cn: 用S/MIME加密邮件

source: At first glance, encryption with S/MIME seems a little more complicated than with PGP. First, you have to establish a Certification Authority (CA) for the OTRS system. The subsequent steps are very much like those needed with PGP: configure OTRS, install your own certificate, import other public certificates as needed, etc.
hu: Első pillantásra az S/MIME használatával történő titkosítás egy kicsit bonyolultabbnak tűnik a PGP használatánál. Először ki kell építenie egy hitelesítés szolgáltatót (CA) az OTRS rendszerhez. Az ezt követő lépések nagyon hasonlóak azokhoz, amelyek a PGP-nél szükségesek voltak: az OTRS beállítása, saját tanúsítvány telepítése, egyéb nyilvános tanúsítványok importálása szükség szerint, stb.
zh_cn: 乍一看，使用S/MIME加密似乎要比PGP复杂一点。首先，你必须为OTRS系统建立一个认证机构（CA）。随后的步骤与PGP非常相似：配置OTRS、安装你自己的证书、导入其它需要的公共证书等等。

source: The S/MIME configuration is conducted outside the OTRS web interface for the most part, and should be carried out in a shell by the 'otrs' user. The MIME configuration under Linux is based on SSL (OpenSSL). Therefore, check first of all whether the OpenSSL package is installed on your system. The OpenSSL package includes a script called CA.pl, with which the most important steps of certificate creation can be performed. To simplify the procedure, find out where in the filesystem the CA.pl script is stored and enter the location temporarily into the PATH variable of the shell (see Script below).
hu: Az S/MIME beállítás javarészt az OTRS webes felületén kívül van levezényelve, és egy parancsértelmezőben kell végrehajtania az „otrs” felhasználónak. A MIME-beállítás Linux alatt az SSL (OpenSSL) alapján történik. Ezért mindenek előtt azt ellenőrizze, hogy az OpenSSL csomag telepítve van-e a rendszerre. Az OpenSSL csomag tartalmaz egy CA.pl nevű parancsfájlt, amellyel elvégezhetők a tanúsítvány-létrehozás legfontosabb lépései. Az eljárás egyszerűsítéséhez találja meg, hogy hol van eltárolva a fájlrendszeren a CA.pl parancsfájl, és adja meg a helyét átmenetileg a parancsértelmező PATH változójába (lásd a lenti parancsfájlt).
zh_cn: S/MIME配置主要是在OTRS的WEB界面之外进行，需要用‘otrs’用户在shell中执行。Linux下MIME配置基于SSL（OpenSSL）。所以首先要检查你的系统中是否安装了OpenSSL软件包。OpenSSL中包括了一个叫CA.pl的脚本文件，可以用它来执行创建证书的大部分重要步骤。为了简化过程，在文件系统查找CA.pl的路径，并将这个路径临时加入当前shell的PATH变量（见下面的脚本）。

source: <emphasis>Script: Configuring S/MIME.</emphasis>
hu: <emphasis>Parancsfájl: Az S/MIME beállítása.</emphasis>
zh_cn: <emphasis>脚本：配置S/MIME。</emphasis>

source: The script above shows that a new temporary directory ~/tmp has been created, in which the certificate is to be generated.
hu: A fenti parancsfájl azt mutatja be, hogy egy új ~/tmp átmeneti könyvtár lesz létrehozva, amelyben a tanúsítvány elő lesz állítva.
zh_cn: 上面的脚本显示创建了一个新的临时目录~/tmp，这是生成证书的位置。

source: To create a certificate, perform the following operations in the command line (we assume that the OTRS administrator has to create a SSL certificate for test and learning purposes. In case you already have a certified SSL certificate for the encryption, use it and skip these steps):
hu: Egy tanúsítvány létrehozásához hajtsa végre a következő műveleteket a parancssorban (feltételezzük, hogy az OTRS adminisztrátornak tesztelési és tanulási céllal kell egy SSL-tanúsítványt létrehoznia; abban az esetben, ha már rendelkezik egy minősített SSL-tanúsítvánnyal a titkosításhoz, akkor használja azt, és hagyja ki ezeket a lépéseket):
zh_cn: 要创建一个证书，在命令行中执行下面的操作（我们假定OTRS系统管理员已经为测试和学习目的创建了一个SSL证书。如果你已经有一个验证过的用来加密的SSL证书，使用它就行了，可以跳过这些步骤）：

source: Establish your own Certification Authority for SSL. You need it to certify the request for your own SSL certificate (see Script below).
hu: Építse ki a saját hitelesítés szolgáltatóját az SSL-hez. Szüksége lesz rá a kérelem tanúsításához a saját SSL-tanúsítványánál (lásd a lenti parancsfájlt).
zh_cn: 建立你自己的SSL认证机构。你需要它来证明你自己的SSL证书请求（见下面的脚本）。

source: <emphasis>Script: Establishing a Certification Authority for SSL.</emphasis>
hu: <emphasis>Parancsfájl: Egy hitelesítés szolgáltató kiépítése az SSL-hez.</emphasis>
zh_cn: <emphasis>脚本：建立一个SSL认证机构。</emphasis>

source: Generate a certificate request (see Script below).
hu: Állítson elő egy tanúsítványkérést (lásd a lenti parancsfájlt).
zh_cn: 生成一个证书请求（见下面的脚本）。

source: <emphasis>Script: Creating a certificate request.</emphasis>
hu: <emphasis>Parancsfájl: Egy tanúsítványkérés létrehozása.</emphasis>
zh_cn: <emphasis>脚本：创建一个证书请求。</emphasis>

source: Signing of the certificate request. The certificate request can either be signed and thereby certified by your own CA, or made more credible by being signed by another external certified CA (see Script below).
hu: A tanúsítványkérés aláírása. A tanúsítványkérés lehet aláírt és ezáltal a saját CA-ja által tanúsítva, vagy hihetőbbé teheti egy másik külső tanúsított CA által aláírva (lásd a lenti parancsfájlt).
zh_cn: 证书请求的签名。证书请求要么用你自己的CA证明签名，要么使用另外的外部认证过的CA以获取更可信的签名（见下面的脚本）。

source: <emphasis>Script: Signing of the certificate request.</emphasis>
hu: <emphasis>Parancsfájl: A tanúsítványkérés aláírása.</emphasis>
zh_cn: <emphasis>脚本：证书请求的签名。</emphasis>

source: Generate your own certificate, and all data going with it, using the signed certificate request (see Script below).
hu: Állítsa elő a saját tanúsítványát és az összes velejáró adatot az aláírt tanúsítványkérés használatával (lásd a lenti parancsfájlt).
zh_cn: 使用已经签名的证书请求生成你自己的证书和相关的所有数据。

source: <emphasis>Script: Generating a new certificate.</emphasis>
hu: <emphasis>Parancsfájl: Egy új tanúsítvány előállítása.</emphasis>
zh_cn: <emphasis>脚本：生成一个新证书。</emphasis>

source: Now that these operations have been performed, the S/MIME setup must be completed in OTRS.
hu: Most, hogy ezeket a műveleteket végrehajtotta, az S/MIME beállításnak teljesnek kell lennie az OTRS-ben.
zh_cn: 现在已经执行了这些操作，还必须在OTRS中完成S/MIME设置。

source: This part of the setup is carried out in the Admin page, choosing the link <link linkend="adminarea-smime">"SMIME"</link>. In case the general S/MIME support in OTRS has not yet been enabled, the mask points this out to the administrator and provides an appropriate link for enabling it.
hu: A beállítás ezen része az adminisztrációs oldalon történik az <link linkend="adminarea-smime">„SMIME”</link> hivatkozás kiválasztásával. Abban az esetben, ha az általános S/MIME támogatás az OTRS-ben még nem lett engedélyezve, a maszk erre rámutat az adminisztrátornak, és egy megfelelő hivatkozást biztosít az engedélyezéséhez.
zh_cn: 这部分的设置在系统管理页面中进行，选择<link linkend="adminarea-smime">“S/MIME证书”</link>链接。如果在OTRS中还没有启用S/MIME支持，会弹出遮罩屏幕提示系统管理员并提供了启用它的链接。

source: With the SysConfig group <link linkend="ConfigReference_Section_Core_Crypt_SMIME">"Crypt::SMIME"</link>, you can also enable and configure the general S/MIME support.
hu: A <link linkend="ConfigReference_Section_Core_Crypt_SMIME">„Crypt::SMIME”</link> rendszerbeállítás csoporttal is engedélyezheti és beállíthatja az általános S/MIME támogatást.
zh_cn: 通过系统配置组<link linkend="ConfigReference_Section_Core_Crypt_SMIME">"Crypt::SMIME"</link>，你还可以启用和配置通用S/MIME支持。

source: Here you can activate S/MIME support, and define the paths for the OpenSSL command and the directory for the certificates. The key file created above must be stored in the directory indicated here. Otherwise OpenSSL cannot use it.
hu: Itt kapcsolhatja be az S/MIME támogatást, és meghatározhatja az útvonalakat az OpenSSL parancshoz és a könyvtárat a tanúsítványokhoz. A fent létrehozott kulcsfájlt az itt jelzett könyvtárban kell eltárolni. Egyébként az OpenSSL nem fogja tudni használni azt.
zh_cn: 在这里你可以激活S/MIME支持，并定义OpenSSL命令的路径和证书目录。前面创建的密钥文件必须保存在这里指定的目录中，否则OpenSSL无法使用证书。

source: The next step is performed in the <link linkend="adminarea-smime">S/MIME configuration on the OTRS Admin page</link>. Here, you can import the private key(s) of the OTRS system and the public keys of other communication partners. Enter the public key that has been created in the beginning of this section and added to OTRS.
hu: A következő lépés az <link linkend="adminarea-smime">OTRS adminisztrációs oldalán lévő S/MIME beállításban</link> kerül végrehajtásra. Itt importálhatja az OTRS rendszer személyes kulcsait és az egyéb kommunikációs partnerek nyilvános kulcsait. Adja meg azt a nyilvános kulcsot, amely ezen szakasz elején lett létrehozva, és hozzáadásra került az OTRS-hez.
zh_cn: 下一步是在系统管理页面的<link linkend="adminarea-smime">S/MIME证书</link>链接中执行。在这里，你可以导入OTRS系统的私钥和其它通信伙伴的公钥。输入本节开始部分创建的公钥并添加到OTRS中。

source: Obviously, all public S/MIME keys of communication partners can be imported using the <link linkend="adminarea-customer-users">customer user administration tool</link> as well.
hu: Nyilvánvalóan a kommunikációs partnerek összes nyilvános S/MIME kulcsai importálhatók az <link linkend="adminarea-customer-users">ügyfél-felhasználó adminisztrációs eszköz</link> használatával is.
zh_cn: 显然，通信伙伴的所有公共S/MIME密钥也可以使用<link linkend="adminarea-customer-users">客户用户管理工具</link>导入。

source: Fetch S/MIME Certificates from Customer User Backends
hu: S/MIME tanúsítványok lekérése az ügyfél-felhasználó háttérprogramokból
zh_cn: 在客户用户后端获取S/MIME证书

source: It is possible to use a Customer User Backed (such as LDAP) as the source of public S/MIME certificates. This certificates could be imported into the system and be displayed in <link linkend="adminarea-smime">S/MIME configuration on the OTRS Admin page</link> and they can be used from OTRS to send encrypted emails to the customers.
hu: Lehetséges egy ügyfél-felhasználó háttérprogram (mint például az LDAP) használata a nyilvános S/MIME tanúsítványok forrásaként. Ezek a tanúsítványok importálhatók a rendszerre, és az <link linkend="adminarea-smime">OTRS adminisztrációs oldalán lévő S/MIME beállításban</link> lesznek megjelenítve, illetve használhatók az OTRS-ből titkosított e-mailek küldéséhez az ügyfeleknek.
zh_cn: 可以使用客户用户后端 （例如 LDAP) 作为公共S/MIME 证书的来源。这些证书可以导入到系统，并在 <link linkend="adminarea-smime"> OTRS系统管理页面上的S/MIME 配置</link> 显示。它们可用于从 OTRS 向客户发送加密的电子邮件。

source: In order to enable this feature is needed to:
hu: A funkció engedélyezéséhez a következőkre van szüksége:
zh_cn: 为了启用此特性需要：

source: Enable <literal>SMIME</literal> in SysConfig
hu: Engedélyezze az <literal>SMIME</literal> beállítást a rendszerbeállításokban
zh_cn: 在系统配置中启用<literal>SMIME</literal>

source: Enable <literal>SMIME::FetchFromCustomer</literal> in SysConfig
hu: Engedélyezze az <literal>SMIME::FetchFromCustomer</literal> beállítást a rendszerbeállításokban
zh_cn: 在系统配置中启用 <literal>SMIME::FetchFromCustomer</literal>

source: Configure a customer user backend to provide the attribute <literal>UserSMIMECertificate</literal> with the customer user S/MIME certificate (there is an example for LDAP customer user mapping in <filename>$OTRS_HOME/Kernel/Config/Defaults.pm</filename>).
hu: Állítson be egy ügyfél-felhasználó háttérprogramot a <literal>UserSMIMECertificate</literal> attribútum megadásához az ügyfél-felhasználó S/MIME tanúsítványával (van egy példa az LDAP ügyfél-felhasználó leképezéshez az <filename>$OTRS_HOME/Kernel/Config/Defaults.pm</filename> fájlban).
zh_cn: 配置客户用户后端以提供属性 <literal>UserSMIMECertificate</literal>的客户用户的S/MIME 证书 （在 <filename>$OTRS_HOME/Kernel/Config/Defaults.pm</filename>文件中有一个 LDAP 客户用户映射的例子）。

source: This feature can be used in three different ways:
hu: Ez a funkció három különböző módon használható:
zh_cn: 该功能可通过三种不同的方式使用：

source: Incoming Emails:
hu: Bejövő e-mailek:
zh_cn: 收到的邮件：

source: A dedicated Postmaster filter (<literal>PostMaster::PreFilterModule###000-SMIMEFetchFromCustomer</literal> in SysConfig) will extract the email address of each incoming email and will try to find the email address is the list of customers. If found it will try get the S/MIME certificate from customer user attributes. If a certificate is found it will try to import it (unless it was already imported).
hu: Egy dedikált levelezési szűrő (<literal>PostMaster::PreFilterModule###000-SMIMEFetchFromCustomer</literal> a rendszerbeállításokban) ki fogja bontani minden egyes bejövő levél e-mail címét, és meg fogja próbálni megkeresni az e-mail címet az ügyfelek listájában. Ha megtalálta, akkor meg fogja próbálni lekérni az S/MIME tanúsítványt az ügyfél-felhasználó attribútumaiból. Ha található tanúsítvány, akkor meg fogja próbálni importálni azt (hacsak nem lett már importálva).
zh_cn: 一个专用的邮箱管理员过滤器(在系统配置<literal>PostMaster::PreFilterModule###000-SMIMEFetchFromCustomer</literal> 中)将提取每个传入的电子邮件的地址，并试图从客户清单中找到匹配的电子邮件地址。如果发现匹配，它将尝试从客户用户属性获取S/MIME 证书，如果找到了证书它会尝试将其导入（除非它已经导入）。

source: Specific email address or all customers:
hu: Adott e-mail cím vagy az összes ügyfél:
zh_cn: 特定的邮件地址或所有客户：

source: The console command <literal>Maint::SMIME::CustomerCertificate::Fetch</literal> can be used to import the S/MIME certificate of one customer email address as:
hu: A <literal>Maint::SMIME::CustomerCertificate::Fetch</literal> parancssori parancs használható egy ügyfél e-mail címe S/MIME tanúsítványának importálásához a következőképpen:
zh_cn: 控制台命令<literal>Maint::SMIME::CustomerCertificate::Fetch</literal>可用来导入一个客户邮件地址的S/MIME证书：

source: In this case the console command will try to match the supplied email address with one of the customer users. If found it will try add to the system the S/MIME certificate found in customer user properties (if the certificate is not already added).
hu: Ebben az esetben a parancssori parancs meg fogja próbálni ráilleszteni a megadott e-mail címet az ügyfél-felhasználók egyikére. Ha megtalálta, akkor meg fogja próbálni hozzáadni a rendszerhez az ügyfél-felhasználó tulajdonságaiban talált S/MIME tanúsítványt (ha a tanúsítvány még nem lett hozzáadva).
zh_cn: 在这种情况下，控制台命令将尝试用提供的电子邮件地址与一个客户用户的邮件地址进行匹配。如果发现匹配，它将尝试向系统中添加客户用户属性中找到的S/MIME 证书（如果证书还没有添加）。

source: The same console command can be used to import the S/MIME certificates of all customer users (limited to <literal>CustomerUserSearchListLimit</literal> property from the customer user backend). This option is discouraged specially for systems with a large number of customer users as it might require too much time to execute and depending on the limit it might be possible that not all customer certificates will be fetch. Execute the console command in this mode as: <placeholder type="screen" id="0"/>
hu: Ugyanaz a parancssori parancs használható az összes ügyfél-felhasználó S/MIME tanúsítványának importálásához is (a <literal>CustomerUserSearchListLimit</literal> tulajdonságra korlátozva az ügyfél-felhasználó háttérprogramból). Ez a beállítás kifejezetten a nagyszámú ügyfél-felhasználóval rendelkező rendszereknek kedvez, mivel túl sok időt venne igénybe a végrehajtás, és a korláttól függően lehetőség van arra, hogy ne az összes ügyféltanúsítvány legyen lekérve. Ebben a módban a következőképpen hajtsa végre a parancssori parancsot: <placeholder type="screen" id="0"/>
zh_cn: 同样的控制台命令可用于导入所有客户用户（受限于客户用户后端的<literal>CustomerUserSearchListLimit</literal> 属性） 的 S/MIME 证书。此选项是专为具有大量客户用户的系统设计的，因为需要太多的时间来执行，根据限制它并不一定会获取所有的客户证书。在这种模式下按如下执行控制台命令︰<placeholder type="screen" id="0"/>

source: For this option the console command will query the customer user backends to get all possible customers and for each it will check if there is a S/MIME certificate. If a certificate is found, it will try to add it to the system (if the certificate is not already added).
hu: Ehhez a beállításhoz a parancssori parancs le fogja kérdezni az ügyfél-felhasználó háttérprogramokat az összes lehetséges ügyfél lekéréséhez, és minden egyes ügyfélnél ellenőrizni fogja, hogy van-e S/MIME tanúsítványa. Ha található tanúsítvány, akkor meg fogja próbálni hozzáadni a rendszerhez (ha a tanúsítvány még nem lett hozzáadva).
zh_cn: 使用此选项后控制台命令将客户后端以获取所有可能的客户，检查找到的每个客户是否有S/MIME 证书。如果找到了证书，它将向系统中添加此S/MIME 证书（如果此证书还没有添加到系统）。

source: Renew existing certificates:
hu: Meglévő tanúsítványok megújítása:
zh_cn: 更新已有的证书：

source: Another console command <literal>Maint::SMIME::CustomerCertificate::Renew</literal> can be used to check for all existing certificates in the system. This verifies that the existing certificates from customer users matches the ones that are retrieved by the customer user properties. Any new certificate in the customer user backend will be added into the system (no certificates are deleted in this process).
hu: Egy másik parancssori parancs (<literal>Maint::SMIME::CustomerCertificate::Renew</literal>) használható az összes meglévő tanúsítvány ellenőrzéséhez a rendszeren. Ez azt ellenőrzi, hogy az ügyfél-felhasználóktól származó meglévő tanúsítványok egyeznek-e azzal, amely az ügyfél-felhasználó tulajdonságaival lett lekérve. Az ügyfél-felhasználó háttérprogramban lévő bármely új tanúsítvány hozzá lesz adva a rendszerhez (ebben a folyamatban tanúsítvány nem kerül törlésre).
zh_cn: 可以用另一个控制台命令 <literal>Maint::SMIME::CustomerCertificate::Renew</literal> 来检查系统中所有现有的证书。这将验证客户用户现有的证书是否匹配通过客户用户属性查到的证书。并将在客户用户后端中找到的任何新证书添加到系统 （在这一过程中不会删除证书）。

source: This console command is executed once a day by the OTRS daemon automatically with the task <literal>Daemon::SchedulerCronTaskManager::Task###RenewCustomerSMIMECertificates</literal> (as seen in SysConfig), but it can be also executed manually on demand as:
hu: Ezt a parancssori parancsot az OTRS démon naponta egyszer automatikusan végrehajtja a <literal>Daemon::SchedulerCronTaskManager::Task###RenewCustomerSMIMECertificates</literal> feladattal (ahogy a rendszerbeállításokban látható), de igény szerint végrehajtható kézzel is a következőképpen:
zh_cn: 这个控制台命令由 OTRS 守护进程通过任务<literal>Daemon::SchedulerCronTaskManager::Task ###RenewCustomerSMIMECertificates</literal>（如 系统配置所示） 每天自动执行一次，但它也可以根据需要手动执行︰

source: Date and Time Related Functions
hu: Dátummal és idővel kapcsolatos funkciók
zh_cn: 日期和时间相关功能

source: Setting up business hours, holidays and time zones
hu: Nyitvatartási idők, munkaszüneti napok és időzónák beállítása
zh_cn: 设置上班时间、假期和时区
