Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Ticket States
hu: Jegyállapotok
zh_cn: 工单状态

source: Predefined states
hu: Előre meghatározott állapotok
zh_cn: 预定义状态

source: OTRS allows you to change predefined ticket states and their types, or even add new ones. Two attributes are important for a state: the state name and the state type.
hu: Az OTRS lehetővé teszi az előre meghatározott jegyállapotok és azok típusainak megváltoztatását, vagy akár újak hozzáadását. Két jellemző fontos egy állapotnál: az állapot neve és az állapot típusa.
zh_cn: OTRS允许你修改预定义的工单状态和它们的类型，甚至添加新的状态。一个状态有两个重要属性：状态名称和状态类型。

source: The default states of OTRS are: 'closed successful', 'closed unsuccessful', 'merged', 'new', 'open', 'pending auto close+', 'pending auto close-', 'pending reminder' and 'removed'.
hu: Az OTRS alapértelmezett állapotai a következők: „closed successful” (sikeresen lezárva), „closed unsuccessful” (sikertelenül lezárva), „merged” (egyesített), „new” (új), „open” (nyitott), „pending auto close+” (automatikus lezárás függőben+), „pending auto close-” (automatikus lezárás függőben-), „pending reminder” (emlékeztető függőben) és „removed” (eltávolított).
zh_cn: OTRS中默认状态有：‘成功关闭’、‘失败关闭’、‘已合并’、‘新建’、‘处理中’、‘挂起等待成功关闭’、‘挂起等待失败关闭’、‘挂起提醒’和‘已删除’。

source: New
hu: Új
zh_cn: New（新建）

source: Tickets are usually in this state when created from incoming e-mails.
hu: A jegyek általában ebben az állapotban vannak, amikor bejövő e-mailekből vannak létrehozva.
zh_cn: 从进入邮件创建的工单通常是这个状态。

source: Open
hu: Nyitott
zh_cn: Open（处理中）

source: This is the default state for tickets assigned to queues and agents.
hu: Ez az alapértelmezett állapot a várólistákhoz és az ügyintézőkhöz hozzárendelt jegyeknél.
zh_cn: 工单分配到队列和服务人员后的默认状态。

source: Pending reminder
hu: Emlékeztető függőben
zh_cn: Pending reminder（挂起提醒）

source: After the pending time has expired, the ticket owner will receive a reminder email concerning the ticket. If the ticket is not locked, the reminder will be sent to all agents in the queue. Reminder tickets will only be sent out during business hours, and are repeatedly sent every 24 hours until the ticket state is changed by the agent. Time spent by the ticket in this status will still add towards the escalation time calculation.
hu: Miután a várakozási idő lejárt, a jegytulajdonos egy emlékeztető e-mailt fog kapni a jegyet illetőleg. Ha a jegy nincs zárolva, akkor az emlékeztető az összes ügyintézőnek el lesz küldve a várólistában. Az emlékeztető jegyek csak munkaidőben lesznek kiküldve, és 24 óránként ismételten el lesznek küldve, amíg az ügyintéző meg nem változtatja a jegy állapotát. A jegynek az ebben az állapotban eltöltött ideje továbbra is hozzá lesz adva az eszkalációs idő számításához.
zh_cn: 在挂起时间过期后，工单所有者会收到一个关于该工单的提醒邮件。如果工单没有锁定，这个提醒会发送给队列中的所有服务人员。提醒工单只在上班时间发送，并每24小时重复发送直到服务人员修改工单状态为止。工单在这个状态期间消耗的时间会计入升级时间。

source: Pending auto close-
hu: Automatikus lezárás függőben-
zh_cn: Pending auto close-（挂起等待失败关闭）

source: Tickets in this status will be set to "Closed Unsuccessful" if the pending time has expired. Time spent by the ticket in this status will still add towards the escalation time calculation.
hu: Az ebben az állapotban lévő jegyek „sikertelenül lezárva” állapotra lesznek állítva, ha a várakozási idő lejár. A jegynek az ebben az állapotban eltöltött ideje továbbra is hozzá lesz adva az eszkalációs idő számításához.
zh_cn: 这个状态的工单如果挂起时间过期会被设置为“失败关闭”。工单在这个状态期间消耗的时间会计入升级时间。

source: Pending auto close+
hu: Automatikus lezárás függőben+
zh_cn: Pending auto close+（挂起等待成功关闭）

source: Tickets in this status will be set to "Closed Successful" if the pending time has expired. Time spent by the ticket in this status will still add towards the escalation time calculation.
hu: Az ebben az állapotban lévő jegyek „sikeresen lezárva” állapotra lesznek állítva, ha a várakozási idő lejár. A jegynek az ebben az állapotban eltöltött ideje továbbra is hozzá lesz adva az eszkalációs idő számításához.
zh_cn: 这个状态的工单如果挂起时间过期会被设置为“成功关闭”。工单在这个状态期间消耗的时间会计入升级时间。

source: Merged
hu: Egyesített
zh_cn: Merged（已合并）

source: This is the state for tickets that have been merged with other tickets.
hu: Ez az állapot azoknál a jegyeknél, amelyek egyesítve lettek más jegyekkel.
zh_cn: 这个状态表明该工单已与其它工单合并。

source: Removed
hu: Eltávolított
zh_cn: 已删除

source: This is the state for tickets that have been removed by the customer. Tickets will not really be deleted, they are just no longer shown as open. In order to enable this state in the customer interface you need to add the state type "removed" to the sysconfig setting "Ticket::Frontend::CustomerTicketZoom###StateType".
hu: Ez egy olyan állapot a jegyeknél, hogy az ügyfél távolította el. A jegyek valójában nem lesznek törölve, egyszerűen csak nem jelennek meg nyitottként. Annak érdekében, hogy engedélyezze ezt az állapotot az ügyfélfelületen, hozzá kell adnia az „eltávolított” állapottípust a „Ticket::Frontend::CustomerTicketZoom###StateType” rendszerbeállításhoz.
zh_cn: 这是工单已被客户删除的状态。工单不会真的被删除，它们只是不能再显示为处理。为了在客户界面启用这个状态，你需要添加"已删除"的状态类型到系统配置设置"Ticket::Frontend::CustomerTicketZoom ###StateType"中。

source: Closed Successful
hu: Sikeresen lezárva
zh_cn: Closed Successful（成功关闭）

source: This is the end state for tickets that have been successfully resolved. Depending on your configuration, you may or may not be able to reopen closed tickets.
hu: Ez a végső állapot azoknál a jegyeknél, amelyek sikeresen meg lettek oldva. A beállításoktól függően lehetősége lehet vagy nem lehet lehetősége a lezárt jegyek újranyitására.
zh_cn: 这是已经成功解决了的工单的最终状态。取决于你的配置，可以或不可以重新处理已关闭的工单。

source: Closed Unsuccessful
hu: Sikertelenül lezárva
zh_cn: Closed Unsuccessful（失败关闭）

source: This is the end state for tickets that have NOT been successfully resolved. Depending on your configuration, you may or may not be able to reopen closed tickets.
hu: Ez a végső állapot azoknál a jegyeknél, amelyek NEM lettek sikeresen megoldva. A beállításoktól függően lehetősége lehet vagy nem lehet lehetősége a lezárt jegyek újranyitására.
zh_cn: 这是没有成功解决的工单的最终状态。取决于你的配置，可以或不可以重新处理已关闭的工单。

source: Customizing states
hu: Állapotok személyre szabása
zh_cn: 定制状态

source: Every state has a name (state-name) and a type (state-type). Click on the <link linkend="adminarea-states">States</link> link on the Admin page and press the button "Add state" to create a new state. You can freely choose the name of a new state. The state types can not be changed via the web interface. The database has to be directly modified if you want to add new types or change existing names. The default state types should typically not be modified as this can yield unpredictable results. For instance, escalation calculations and the unlock feature are based on specific state types.
hu: Minden állapotnak van egy neve (state-name) és egy típusa (state-type). Kattintson az adminisztrációs oldalon lévő <link linkend="adminarea-states">Állapotok</link> hivatkozásra, és nyomja meg az „Állapot hozzáadása” gombot egy új állapot létrehozásához. Szabadon megválaszthatja egy új állapot nevét. Az állapottípusok nem változtathatók meg a webes felületen keresztül. Közvetlenül az adatbázist kell módosítani, ha új típusokat szeretne hozzáadni, vagy meg szeretné változtatni a meglévő neveket. Az alapértelmezett állapottípusokat tipikusan nem kellene módosítani, mivel az kiszámíthatatlan eredményekhez vezethet. Például az eszkaláció számítások és a feloldási funkció bizonyos állapottípusokon alapul.
zh_cn: 每个状态有一个名称（状态名称）和一个类型（状态类型）。在系统管理页面点击<link linkend="adminarea-states">状态</link>链接，并点击按钮“添加状态”来创建一个新的状态。你可以随意选择一个新状态的名称。不能通过WEB界面修改状态类型。如果你要添加新的状态类型或修改已有类型的名称必须通过数据库直接修改。通常不要修改默认的状态类型，因为这可能产生不可预知的结果。比如说，升级计算和解锁功能都是基于特定的状态类型。

source: The name of an already existing state can be changed, or new states added through this screen. If the state "new" has been changed via the web interface, this change also has to be configured via the config file <filename>Kernel/Config.pm</filename> or via the SysConfig interface. The settings specified in the script below have to be modified to ensure that OTRS works with the changed state for "new".
hu: Egy már meglévő állapot neve megváltoztatható, vagy új állapotok adhatók hozzá ezen képernyőn keresztül. Ha a „new” állapotot megváltoztatják a webes felületen keresztül, akkor ezt a változtatást be kell állítani a <filename>Kernel/Config.pm</filename> beállítófájlon keresztül vagy a rendszerbeállítás felületén keresztül is. A lenti parancsfájlban megadott beállításokat kell módosítani annak biztosítása érdekében, hogy az OTRS működjön a „new” megváltoztatott állapotával.
zh_cn: 通过这个屏幕可以修改已经存在的状态的名称或者添加新的状态。如果通过WEB界面修改了状态“新建”，这个修改还必须通过配置文件<filename>Kernel/Config.pm</filename>或通过系统配置界面进行配置。必须修改下面脚本中指定的设置以确保OTRS能使用“新建”状态的修改内容正常工作。

source: <emphasis>Script: Modifying the Kernel/Config.pm settings.</emphasis>
hu: <emphasis>Parancsfájl: A Kernel/Config.pm beállítások módosítása.</emphasis>
zh_cn: <emphasis>脚本：修改文件Kernel/Config.pm中的设置。</emphasis>

source: If a new state type should be added, the ticket_state_type table in the OTRS database needs to be modified with a database client program, as shown in the script below.
hu: Ha egy új állapottípust kell hozzáadni, akkor az OTRS adatbázisban lévő ticket_state_type táblát szükséges módosítani egy adatbáziskliens programmal, amint a lenti parancsfájlban látható.
zh_cn: 如果要添加一个新的状态，需要使用一个数据库客户端修改OTRS数据库中的ticket_state_type表，如下面脚本所示。

source: linux:~# mysql -p Enter password: Welcome to the MySQL monitor. Commands end with ; or \g. Your MySQL connection id is 23 to server version: 5.0.16-Debian_1-log Type 'help;' or '\h' for help. Type '\c' to clear the buffer. mysql&gt; use otrs; Reading table information for completion of table and column names You can turn off this feature to get a quicker startup with -A Database changed mysql&gt; insert into ticket_state_type (name,comments) values ('own','Own state type'); Query OK, 1 row affected (0.00 sec) mysql&gt; quit Bye linux:~#
hu: linux:~# mysql -p Enter password: Welcome to the MySQL monitor. Commands end with ; or \g. Your MySQL connection id is 23 to server version: 5.0.16-Debian_1-log Type 'help;' or '\h' for help. Type '\c' to clear the buffer. mysql&gt; use otrs; Reading table information for completion of table and column names You can turn off this feature to get a quicker startup with -A Database changed mysql&gt; insert into ticket_state_type (name,comments) values ('sajat', 'Saját állapottípus'); Query OK, 1 row affected (0.00 sec) mysql&gt; quit Bye linux:~#

source: <emphasis>Script: Modifying the OTRS database.</emphasis>
hu: <emphasis>Parancsfájl: Az OTRS adatbázis módosítása.</emphasis>
zh_cn: <emphasis>脚本：修改OTRS数据库。</emphasis>

source: Now it is possible to use the new state type you just created. After a state has been linked with this new state type, the OTRS configuration also has to be changed to ensure that the new state is usable. Just modify the following options via SysConfig:
hu: Most már lehetséges az új állapottípus használata, amelyet most létrehozott. Miután egy állapot össze lesz kapcsolva ezzel az új állapottípussal, az OTRS beállítását is meg kell változtatni annak biztosítása érdekében, hogy az új állapot használható legyen. Csak módosítsa a következő lehetőségeket a rendszerbeállításokon keresztül:
zh_cn: 现在就可以使用你刚刚创建的新状态类型了。在一个状态已经链接到这个新状态类型后，OTRS配置还必须修改以确保这个新状态可用。只需通过系统配置修改下面的选项即可：

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_StateDefault"> Frontend::Agent::Ticket::ViewPhoneNew &gt; AgentTicketPhone###StateDefault </link> - to define the default next state for new phone tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_StateDefault">Frontend::Agent::Ticket::ViewPhoneNew &gt; AgentTicketPhone###StateDefault</link> - az alapértelmezett következő állapot meghatározásához az új telefonos jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_StateDefault"> Frontend::Agent::Ticket::ViewPhoneNew &gt; AgentTicketPhone###StateDefault </link> - 为“新建电话工单”定义默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_StateType"> Frontend::Agent::Ticket::ViewPhoneNew &gt; AgentTicketPhone###StateType </link> - to define the available next states for new phone tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_StateType">Frontend::Agent::Ticket::ViewPhoneNew &gt; AgentTicketPhone###StateType</link> - az elérhető következő állapotok meghatározásához az új telefonos jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhone_StateType"> Frontend::Agent::Ticket::ViewPhoneNew &gt; AgentTicketPhone###StateType </link> - 为“新建电话工单”定义可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_StateDefault"> Frontend::Agent::Ticket::ViewEmailNew &gt; AgentTicketEmail###StateDefault </link> - to define the default next state for new email tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_StateDefault">Frontend::Agent::Ticket::ViewEmailNew &gt; AgentTicketEmail###StateDefault</link> - az alapértelmezett következő állapot meghatározásához az új e-mail jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_StateDefault"> Frontend::Agent::Ticket::ViewEmailNew &gt; AgentTicketEmail###StateDefault </link> - 为“新建邮件工单”定义默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_StateType"> Frontend::Agent::Ticket::ViewEmailNew &gt; AgentTicketEmail###StateType </link> - to define the available next states for new email tickets.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_StateType">Frontend::Agent::Ticket::ViewEmailNew &gt; AgentTicketEmail###StateType</link> - az elérhető következő állapotok meghatározásához az új e-mail jegyeknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketEmail_StateType"> Frontend::Agent::Ticket::ViewEmailNew &gt; AgentTicketEmail###StateType </link> -为“新建邮件工单”定义可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhoneOutbound_State"> Frontend::Agent::Ticket::ViewPhoneOutbound &gt; AgentTicketPhoneOutbound###State </link> - to define the default next state for new phone articles.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhoneOutbound_State">Frontend::Agent::Ticket::ViewPhoneOutbound &gt; AgentTicketPhoneOutbound###State</link> - az alapértelmezett következő állapot meghatározásához az új telefonos bejegyzéseknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhoneOutbound_State"> Frontend::Agent::Ticket::ViewPhoneOutbound &gt; AgentTicketPhoneOutbound###State </link> - 为“新建电话拨出信件”定义默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhoneOutbound_StateType"> Frontend::Agent::Ticket::ViewPhoneOutbound &gt; AgentTicketPhoneOutbound###StateType </link> - to define the available next states for new phone articles.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhoneOutbound_StateType">Frontend::Agent::Ticket::ViewPhoneOutbound &gt; AgentTicketPhoneOutbound###StateType</link> - az elérhető következő állapotok meghatározásához az új telefonos bejegyzéseknél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketPhoneOutbound_StateType"> Frontend::Agent::Ticket::ViewPhoneOutbound &gt; AgentTicketPhoneOutbound###StateType </link> -为“新建电话拨出信件”定义可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketMove_State"> Frontend::Agent::Ticket::ViewMove &gt; AgentTicketMove###State </link> - to define the default next state for moving a ticket.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketMove_State">Frontend::Agent::Ticket::ViewMove &gt; AgentTicketMove###State</link> - az alapértelmezett következő állapot meghatározásához egy jegy áthelyezésénél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketMove_State"> Frontend::Agent::Ticket::ViewMove &gt; AgentTicketMove###State </link> - 为“移动工单”定义默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketMove_StateType"> Frontend::Agent::Ticket::ViewMove &gt; AgentTicketMove###StateType </link> - to define the available next states for moving a ticket.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketMove_StateType">Frontend::Agent::Ticket::ViewMove &gt; AgentTicketMove###StateType</link> - az elérhető következő állapotok meghatározásához egy jegy áthelyezésénél.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketMove_StateType"> Frontend::Agent::Ticket::ViewMove &gt; AgentTicketMove###StateType </link> - 为“移动工单”定义可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBounce_StateDefault"> Frontend::Agent::Ticket::ViewBounce &gt; StateDefault </link> - to define the default next state after bouncing a ticket.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBounce_StateDefault">Frontend::Agent::Ticket::ViewBounce &gt; StateDefault</link> - az alapértelmezett következő állapot meghatározásához egy jegy átirányítása után.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBounce_StateDefault"> Frontend::Agent::Ticket::ViewBounce &gt; StateDefault </link> - 定义退回一个工单后默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBounce_StateType"> Frontend::Agent::Ticket::ViewBounce &gt; StateType </link> - to define the available next states in the bounce screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBounce_StateType">Frontend::Agent::Ticket::ViewBounce &gt; StateType</link> - az elérhető következő állapotok meghatározásához az átirányítás képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBounce_StateType"> Frontend::Agent::Ticket::ViewBounce &gt; StateType </link> - 定义退回一个工单后可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBulk_StateDefault"> Frontend::Agent::Ticket::ViewBulk &gt; StateDefault </link> - to define the default next state in a bulk action.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBulk_StateDefault">Frontend::Agent::Ticket::ViewBulk &gt; StateDefault</link> - az alapértelmezett következő állapot meghatározásához egy tömeges műveletben.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBulk_StateDefault"> Frontend::Agent::Ticket::ViewBulk &gt; StateDefault </link> - 定义工单批量处理操作中默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBulk_StateType"> Frontend::Agent::Ticket::ViewBulk &gt; StateType </link> - to define the available next states in the bulk action screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBulk_StateType">Frontend::Agent::Ticket::ViewBulk &gt; StateType</link> - az elérhető következő állapotok meghatározásához a tömeges művelet képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketBulk_StateType"> Frontend::Agent::Ticket::ViewBulk &gt; StateType </link> - 定义工单批量处理操作中可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketClose_StateDefault"> Frontend::Agent::Ticket::ViewClose &gt; StateDefault </link> - to define the default next state after closing a ticket.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketClose_StateDefault">Frontend::Agent::Ticket::ViewClose &gt; StateDefault</link> - az alapértelmezett következő állapot meghatározásához egy jegy lezárása után.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketClose_StateDefault"> Frontend::Agent::Ticket::ViewClose &gt; StateDefault </link> - 定义关闭工单后默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketClose_StateType"> Frontend::Agent::Ticket::ViewClose &gt; StateType </link> - to define the available next states in the close screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketClose_StateType">Frontend::Agent::Ticket::ViewClose &gt; StateType</link> - az elérhető következő állapotok meghatározásához a lezárás képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketClose_StateType"> Frontend::Agent::Ticket::ViewClose &gt; StateType </link> - 定义关闭工单后可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketCompose_StateDefault"> Frontend::Agent::Ticket::ViewCompose &gt; StateDefault </link> - to define the default next state in the Compose (reply) screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketCompose_StateDefault">Frontend::Agent::Ticket::ViewCompose &gt; StateDefault</link> - az alapértelmezett következő állapot meghatározásához az írás (válasz) képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketCompose_StateDefault"> Frontend::Agent::Ticket::ViewCompose &gt; StateDefault </link> - 定义撰写（回复）工单屏幕中默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketCompose_StateType"> Frontend::Agent::Ticket::ViewCompose &gt; StateType </link> - to define the available next states in the Compose (reply) screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketCompose_StateType">Frontend::Agent::Ticket::ViewCompose &gt; StateType</link> - az elérhető következő állapotok meghatározásához az írás (válasz) képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketCompose_StateType"> Frontend::Agent::Ticket::ViewCompose &gt; StateType </link> - 定义撰写（回复）工单屏幕中默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketForward_StateDefault"> Frontend::Agent::Ticket::ViewForward &gt; StateDefault </link> - to define the default next state after forwarding a ticket.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketForward_StateDefault">Frontend::Agent::Ticket::ViewForward &gt; StateDefault</link> - az alapértelmezett következő állapot meghatározásához egy jegy továbbítása után.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketForward_StateDefault"> Frontend::Agent::Ticket::ViewForward &gt; StateDefault </link> - 定义转发一个工单后默认的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketForward_StateType"> Frontend::Agent::Ticket::ViewForward &gt; StateType </link> - to define the available next states in the Forward screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketForward_StateType">Frontend::Agent::Ticket::ViewForward &gt; StateType</link> - az elérhető következő állapotok meghatározásához a továbbítás képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketForward_StateType"> Frontend::Agent::Ticket::ViewForward &gt; StateType </link> - 定义转发一个工单后可用的下一个状态。

source: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketFreeText_StateDefault"> Frontend::Agent::Ticket::ViewForward &gt; StateDefault </link> - to define the default next state of a ticket in the free text screen.
hu: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketFreeText_StateDefault">Frontend::Agent::Ticket::ViewForward &gt; StateDefault</link> - egy jegy alapértelmezett következő állapotának meghatározásához a szabad szöveg képernyőn.
zh_cn: <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketFreeText_StateDefault"> Frontend::Agent::Ticket::ViewForward &gt; StateDefault </link> - 定义工单自定义字段屏幕中默认的下一个状态。
