Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: The last step is to add the new room number column to the customer_user table in the OTRS database (see Script below). In this column, the entries for the room numbers will be stored.
hu: Az utolsó lépés az új szobaszám oszlopának hozzáadása a customer_user táblához az OTRS adatbázisában (lásd a lenti parancsfájlt). Ebben az oszlopban lesznek eltárolva az új szobaszámok bejegyzései.
zh_cn: 最后一步是将新的房间号列添加到OTRS数据库（见下面的脚本）。这个列会存储房间号信息。

source: <emphasis>Script: Adding a new column to the customer_user table.</emphasis>
hu: <emphasis>Parancsfájl: Egy új oszlop hozzáadása a customer_user táblához.</emphasis>
zh_cn: <emphasis>脚本: 添加一个新列到customer_user表。</emphasis>

source: Now the new field for the room should be displayed in the Customer Information panel if filled, and in the Customer User administration screens. Also, new customers should have to insert their room number if they register a new account.
hu: Most már a szoba új mezőjének meg kell jelennie az ügyfélinformációs panelen, ha ki van töltve, és az ügyfél-felhasználó adminisztrációs képernyőkön. Az új ügyfeleknek is be kell szúrniuk a saját szobaszámukat, ha egy új fiókot regisztrálnak.
zh_cn: 现在新的房间字段（若填写了）会在客户信息面板中显示，在客户管理屏幕也会显示。另外，新的客户在注册新帐户时应该输入他们的房间号。

source: Sending/Receiving Emails
hu: E-mailek küldése és fogadása
zh_cn: 发送/接收邮件

source: Sending Emails
hu: E-mailek küldése
zh_cn: 发送邮件

source: Via Sendmail (Default)
hu: Sendmail használatával (alapértelmezett)
zh_cn: 通过Sendmail（默认）

source: OTRS can send out emails via <ulink url="http://www.sendmail.org/">Sendmail</ulink>, <ulink url="http://www.postfix.org/">Postfix</ulink>, <ulink url="http://www.qmail.org">Qmail</ulink> or <ulink url="http://www.exim.org">Exim</ulink>. The default configuration is to use Sendmail and should work out-of-the-box.
hu: Az OTRS a következőkön keresztül tudja kiküldeni az e-maileket: <ulink url="http://www.sendmail.org/">Sendmail</ulink>, <ulink url="http://www.postfix.org/">Postfix</ulink>, <ulink url="http://www.qmail.org">Qmail</ulink> vagy <ulink url="http://www.exim.org">Exim</ulink>. Az alapértelmezett beállítás a Sendmail használata, és működnie kell anélkül, hogy bármit csinálnánk vele.
zh_cn: OTRS可以通过 <ulink url="http://www.sendmail.org/">Sendmail</ulink>、<ulink url="http://www.postfix.org/">Postfix</ulink>、<ulink url="http://www.qmail.org">Qmail</ulink> 或者<ulink url="http://www.exim.org">Exim</ulink>发送电子邮件。 默认配置是使用Sendmail，开箱即用。

source: You can configure the sendmail settings via the graphical configuration frontend (<literal>Framework::Core::Sendmail</literal>).
hu: A Sendmail beállításait a grafikus beállítási felületen (<literal>Framework::Core::Sendmail</literal>) keresztül állíthatja be.
zh_cn: 你可以通过图形配置前端界面配置发送邮件设置 (<literal>Framework::Core::Sendmail</literal>)。

source: Via SMTP Server or Smarthost
hu: SMTP-kiszolgáló vagy Smarthost használatával
zh_cn: 通过SMTP或SMTPS服务器

source: OTRS can send emails via SMTP (<ulink url="http://www.ietf.org/rfc/rfc821.txt">Simple Mail Transfer Protocol / RFC 821</ulink>) or Secure SMTP.
hu: Az OTRS el tudja küldeni az e-maileket SMTP (<ulink url="http://www.ietf.org/rfc/rfc821.txt">Simple Mail Transfer Protocol / RFC 821</ulink>) vagy biztonságos SMTP protokollokon keresztül.
zh_cn: OTRS可以通过SMTP（<ulink url="http://www.ietf.org/rfc/rfc821.txt">Simple Mail Transfer Protocol /RFC 821</ulink>）或Secure SMTP发送邮件。

source: The SMTP server settings can be configured via the SysConfig (<literal>Framework::Core::Sendmail</literal>). If you don't see SMTPS available as an option, the required Perl modules are missing. In that case, please refer to <link linkend="installation-of-perl-modules">"Installation of Perl modules required for OTRS"</link> for instructions.
hu: Az SMTP-kiszolgáló beállításai a rendszerbeállításokon (<literal>Framework::Core::Sendmail</literal>) keresztül állíthatók be. Ha nem látja az SMTPS lehetőség elérhetőségét, akkor a szükséges Perl-modulok hiányoznak. Ebben az esetben nézze meg az <link linkend="installation-of-perl-modules">„OTRS-hez szükséges Perl-modulok telepítése”</link> szakaszt az utasításokért.
zh_cn: SMTP服务器设置可以通过系统配置（<literal>Framework::Core::Sendmail</literal>）进行配置。 如果你没有看到SMTPS选项，则缺少了所需的Perl模块。 在这种情况下，请参阅 <link linkend="installation-of-perl-modules">“安装OTRS所需的Perl模块”</link>以获取说明。

source: Mail Queue
hu: Levelezési várólista
zh_cn: 邮件队列

source: Before sending, OTRS will queue all emails and let a Daemon task asynchronously handle them in due time. On a normal installation, the emails will be sent out every minute by the OTRS Daemon.
hu: Küldés előtt az OTRS sorba állítja az összes e-mailt, és hagyja, hogy egy démonfeladat aszinkron módon kezelje azokat a kellő időben. Egy normál telepítésnél az e-maileket percenként fogja kiküldeni az OTRS démon.
zh_cn: OTRS在发送之前将所有电子邮件排队，并让一个守护进程任务在适当时候异步处理。 在正常安装中，电子邮件将由OTRS守护进程每分钟发送一次。

source: To check the status of email sending, you can use the <filename>bin/otrs.Console.pl Maint::Email::MailQueue</filename> console command with <literal>--list</literal> switch.
hu: Az e-mail küldés állapotának ellenőrzéséhez használhatja a <filename>bin/otrs.Console.pl Maint::Email::MailQueue</filename> konzolparancsot a <literal>--list</literal> kapcsolóval.
zh_cn: 要检查电子邮件发送的状态，可以使用带<literal> --list </literal>参数的控制台命令<filename>bin/otrs.Console.pl Maint::Email::MailQueue</filename>。

source: In order to filter the table, you can use <literal>--filter</literal> argument, for example with ID of the send job.
hu: A tábla szűréséhez használhatja a <literal>--filter</literal> argumentumot, például a küldési feladat azonosítójával.
zh_cn: 为了过滤结果表，可以使用<literal> -filter </literal>参数，例如使用发送作业的ID。

source: To delete emails queued for sending, specify either <literal>--delete-all</literal> switch, or <literal>--delete</literal> with some filter active.
hu: A küldéshez sorba állított e-mailek törléséhez adja meg vagy a <literal>--delete-all</literal> kapcsolót, vagy a <literal>--delete</literal> kapcsolót valamilyen aktív szűrővel.
zh_cn: 要删除排队等待发送的电子邮件，请指定<literal>--delete-all</literal>参数或带有一些活动的过滤器的<literal>--delete</literal>参数。

source: You can also manually send email without waiting for OTRS Daemon task to kick in. Simply specify the <literal>--send</literal> switch.
hu: Kézzel is elküldheti az e-mailt az OTRS démonfeladatra való várakozás nélkül. Egyszerűen adja meg a <literal>--send</literal> kapcsolót.
zh_cn: 你也可以手动发送电子邮件，而无需等待OTRS守护进程任务开始生效。只需指定<literal>--send</literal>参数即可。

source: Receiving Emails
hu: E-mailek fogadása
zh_cn: 接收邮件

source: Mail Accounts Configured via the OTRS GUI
hu: Az OTRS grafikus felületén keresztül beállított levelezési fiókok
zh_cn: 通过OTRS图形界面配置邮件帐户

source: OTRS is able to receive emails from POP3, POP3S, IMAP and IMAPS mail accounts.
hu: Az OTRS képes e-maileket fogadni POP3, POP3S, IMAP és IMAPS levelezési fiókokból.
zh_cn: OTRS能够从POP3、POP3S、IMAP和IMAPS的邮件帐户接收邮件。

source: Configure your mail accounts via the <emphasis>PostMaster Mail Accounts</emphasis> link on the Admin page.
hu: A levelezési fiókokat az adminisztrációs oldalon lévő <emphasis>Levelezési levélfiókok</emphasis> hivatkozáson keresztül állítsa be.
zh_cn: 通过系统管理页面的“<emphasis>邮箱管理员邮件帐户</emphasis>”链接配置你的邮件帐户。

source: If a new mail account is to be created (see figure below), then its mail server name, login name and password must be specified. Also, you need to select the mail server type, which can be POP3, POP3S, IMAP or IMAPS. If you don't see your server type available as an option, the required Perl modules are missing on your system. In that case, please refer to <link linkend="installation-of-perl-modules"> Installation of Perl modules required for OTRS</link> for instructions.
hu: Ha egy új levelezési fiókot hoznak létre (lásd a lenti ábrát), akkor annak levelező-kiszolgálóját, bejelentkezési nevét és jelszavát is meg kell adni. Ki kell választani a levelező-kiszolgáló típusát is, amely POP3, POP3S, IMAP vagy IMAPS lehet. Ha nem látja a kiszolgáló típusát elérhető lehetőségként, akkor a szükséges Perl-modulok hiányoznak a rendszerről. Ebben az esetben nézze meg az <link linkend="installation-of-perl-modules">OTRS-hez szükséges Perl-modulok telepítése</link> szakaszt az utasításokért.
zh_cn: 如果要创建一个新的邮件帐户（见下图），必须指定邮件服务器名称、登录用户名和密码。另外，你要选择邮件服务器的类型（可以是POP3、POP3S、IMAP或IMAPS）。如果你没有看到需要的类型，说明系统中缺失需要的Perl模块。在这种情况下，请参考<link linkend="installation-of-perl-modules">为OTRS安装必需的Perl模块</link>的说明。

source: Adding a mail account
hu: Egy levelezőfiók hozzáadása
zh_cn: 新增一个邮件账号

source: If you select Yes for the value of the Trusted option, any X-OTRS headers attached to an incoming message are evaluated and executed. Because the X-OTRS header can execute some actions in the ticket system, you should set the <emphasis>Trusted</emphasis> option to <emphasis>Yes</emphasis> only for known senders. X-OTRS-Headers are used by the <link linkend="adminarea-postmasterfilter">filter module</link> in OTRS. The X-OTRS headers are explained <link linkend="table-of-x-otrs-headers">in this table</link> in more detail. Any postmaster filter rules created are executed, irrespective of the Trusted option's setting.
hu: Ha az „Igen” értéket választja a „Megbízható” beállítás értékénél, akkor egy bejövő üzenethez csatolt bármely X-OTRS fejléc kiértékelésre és végrehajtásra kerül. Mivel az X-OTRS fejléc végrehajthat néhány műveletet a jegyrendszeren, ezért csak az ismert küldőknél kell beállítania a <emphasis>Megbízható</emphasis> beállítást <emphasis>Igen</emphasis> értékre. Az X-OTRS-Headers fejléceket a <link linkend="adminarea-postmasterfilter">szűrő modul</link> használja az OTRS-ben. Az X-OTRS fejlécek <link linkend="table-of-x-otrs-headers">ebben a táblázatban</link> vannak részletesebben bemutatva. Minden létrehozott levelezési szűrőszabály végrehajtásra kerül, tekintet nélkül a „Megbízható” lehetőség beállítására.

source: The distribution of incoming messages can be controlled if they need to be sorted by queue or by the content of the <emphasis>To:</emphasis> field. For the <emphasis>Dispatching</emphasis> field, if <emphasis>Dispatching by selected queue</emphasis> is selected, all incoming messages will be sorted into the specified queue. The address where the mail was sent to is disregarded in this case. If <emphasis>Dispatching by email To: field</emphasis> is selected, the system checks if a queue is linked with the address in the <emphasis>To:</emphasis> field of the incoming mail. You can link an address to a queue in the <link linkend="adminarea-emailaddresses">E-mail address management</link> section of the Admin page. If the address in the <emphasis>To:</emphasis> field is linked with a queue, the new message will be sorted into the linked queue. If no link is found between the address in the <emphasis>To:</emphasis> field and any queue, then the message flows into the <emphasis>Raw</emphasis> queue in the system, which is the <link linkend="ConfigReference_Setting_PostmasterDefaultQueue">PostmasterDefaultQueue</link> after a default installation.
hu: A bejövő üzenetek elosztása akkor szabályozható, ha azokat a várólista vagy a <emphasis>Címzett:</emphasis> mező tartalma szerint szükséges rendezni. Ha a <emphasis>Szétválogatás a kiválasztott várólista szerint</emphasis> van kiválasztva a <emphasis>Kézbesítés</emphasis> mezőnél, akkor az összes bejövő üzenet a megadott várólistába lesz rendezve. Ebben az esetben figyelmen kívül lesz hagyva az a cím, ahová a levél el lett küldve. Ha a <emphasis>Szétválogatás a levél címzett mezője szerint</emphasis> van kiválasztva, akkor a rendszer ellenőrzi, hogy egy várólista össze van-e kapcsolva a bejövő levél <emphasis>Címzett:</emphasis> mezőjében lévő címmel. Az adminisztrációs oldal <link linkend="adminarea-emailaddresses">E-mail cím kezelés</link> szakaszában kapcsolhat össze egy címet egy várólistával. Ha a <emphasis>Címzett:</emphasis> mezőben lévő cím össze van kapcsolva egy várólistával, akkor az új üzenet a hozzákapcsolt várólistába lesz rendezve. Ha nem található kapcsolat a <emphasis>Címzett:</emphasis> mezőben lévő cím és valamely várólista között, akkor az üzenet a rendszeren lévő <emphasis>Raw</emphasis> várólistába fog kerülni, amely egy alapértelmezett telepítés után a <link linkend="ConfigReference_Setting_PostmasterDefaultQueue">PostmasterDefaultQueue</link>.
zh_cn: 如果需要按队列或“<emphasis>To:（收件人）</emphasis>”字段的内容排序，则可以控制传入消息的分发。 对于“<emphasis>wv分派</emphasis>”字段，如果选择“<emphasis>按所选队列分派</emphasis>”，则所有传入的消息都将被分类到指定的队列中，邮件收件人地址在这种情况下被忽略。 如果选择“<emphasis>按收件人(To:)分派</emphasis>”，则系统将检查队列是否与传入邮件的“<emphasis>To:（收件人）</emphasis>”字段中的地址相关联。 你可以在系统管理页面的<link linkend="adminarea-emailaddresses">电子邮件地址管理</link>部分中将地址链接到队列。 如果<emphasis>To:（收件人）</emphasis>字段中的地址已与队列链接，则新消息将被分派到链接队列中。 如果在<emphasis>To:（收件人）</emphasis>字段中的地址没有链接到任何队列，则消息流入系统中的“<emphasis>Raw</emphasis>”队列，这是默认安装后的<link linkend="ConfigReference_Setting_PostmasterDefaultQueue">邮箱管理员默认队列</link>。

source: All data for the mail accounts are saved in the OTRS database. The <filename>bin/otrs.Console.pl Maint::PostMaster::MailAccountFetch</filename> command uses the settings in the database and fetches the mail. You can execute it manually to check if all your mail settings are working properly.
hu: A levelezési fiókok összes adata az OTRS adatbázisban van elmentve. A <filename>bin/otrs.Console.pl Maint::PostMaster::MailAccountFetch</filename> parancs az adatbázisban lévő beállításokat használja, és lekéri a leveleket. Végrehajthatja kézzel is annak ellenőrzéséhez, hogy az összes levelezési beállítása megfelelően működik-e.
zh_cn: 邮件帐户的所有数据都保存在OTRS数据库中。<filename>bin/otrs.Console.pl Maint::PostMaster::MailAccountFetch</filename>命令使用数据库中的设置来收取邮件。你可以手动执行它来检查你的邮件设置是否能正常工作。

source: On a normal installation, the mail will be fetched every 10 minutes by the OTRS Daemon.
hu: Egy normál telepítéskor a levelet minden 10. percben le fogja kérni az OTRS démon.
zh_cn: 在一个普通安装的OTRS中，由OTRS守护进程每10分钟收取一次邮件。

source: When fetching mail, OTRS deletes the mail from the POP or IMAP server. There is no option to also keep a copy on the server. If you want to retain a copy on the server, you should create forwarding rules on your mail server. Please consult your mail server documentation for details.
hu: A levél lekérésekor az OTRS törli a levelet a POP vagy az IMAP-kiszolgálóról. Nincs lehetőség egy másolat megtartására a kiszolgálón is. Ha meg szeretne tartani egy másolatot a kiszolgálón, akkor továbbítási szabályokat kell létrehoznia a levelező-kiszolgálóján. A részletekért nézzen utána a levelező-kiszolgálója dokumentációjában.
zh_cn: 收取邮件时OTRS会从POP或IMAP服务器上删除邮件。没有选项来让服务器仍保留一份副本。如果你想在服务器保留一份副本，你应当在邮件服务器上创建转发规则，请查阅你的邮件服务器文档以获取详细信息。

source: Via Command Line Program and Procmail (<filename>otrs.Console.pl Maint::PostMaster::Read</filename>)
hu: Parancssori programon keresztül és procmail használatával (<filename>otrs.Console.pl Maint::PostMaster::Read</filename>)
zh_cn: 通过命令行程序和Procmail (<filename>otrs.Console.pl Maint::PostMaster::Read</filename>)

source: If you cannot use mail accounts to get the email into OTRS, the command line program <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> might be a way around the problem. It takes the mails via STDIN and pipes them directly into OTRS. That means email will be available in your OTRS system if the MDA (mail delivery agent, e.g. procmail) executes this program.
hu: Ha nem tud levelezési fiókokat használni az e-mailek lekéréséhez az OTRS-be, akkor a <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> parancssori program megoldás lehet a problémára. A szabványos bemeneten keresztül fogadja a leveleket, és közvetlenül az OTRS-be irányítja át azokat. Ez azt jelenti, hogy az e-mail akkor lesz elérhető az OTRS rendszerben, ha az MDA (levélkézbesítő ügynök, például procmail) végrehajtja ezt a programot.
zh_cn: 如果你不能使用邮件帐户来收取邮件到OTRS，命令行程序 <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename>可能是一个解决这个问题的办法。它通过STDIN（标准输入）取走邮件并通过管道直接输入到OTRS中，这意味着如果MDA（邮件投递代理，如procmail）执行这个程序就能在OTRS中使用邮件。

source: To test <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> without an MDA, execute the command of the following script.
hu: A <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> MDA nélküli teszteléséhez hajtsa végre a következő parancsfájl parancsát.
zh_cn: 为了测试不用MDA时<filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename>的效果，执行下面的脚本。

source: <emphasis>Script: Testing PostMaster without the MDA.</emphasis>
hu: <emphasis>Parancsfájl: Levelezés tesztelése az MDA nélkül.</emphasis>
zh_cn: <emphasis>脚本：测试没有MDA的邮箱管理员。</emphasis>

source: If the email is shown in the QueueView, then your setup is working.
hu: Ha az e-mail látható a várólista nézetben, akkor a beállítása működik.
zh_cn: 如果这封邮件显示在队列视图中，则你的设置能工作了。

source: Routing via Procmail Using <filename>otrs.Console.pl</filename>
hu: Útválasztás a procmail programon keresztül az <filename>otrs.Console.pl</filename> használatával
zh_cn: 使用<filename>otrs.Console.pl</filename>通过Procmail路由

source: In order to route mails in a specific queue using <filename>otrs.Console.pl</filename> use the following example.
hu: Annak érdekében, hogy a leveleket egy adott várólistába irányítsa a <filename>otrs.Console.pl</filename> használatával, használja a következő példát.
zh_cn: 为了在一个特定队列中路由邮件，按下面的例子使用<filename>otrs.Console.pl</filename>。

source: | $SYS_HOME/bin/otrs.Console.pl Maint::PostMaster::Read --target-queue=QUEUENAME
hu: | $SYS_HOME/bin/otrs.Console.pl Maint::PostMaster::Read --target-queue=VÁRÓLISTANÉV

source: When sorting to a subqueue, you must separate the parent and child queue with a <literal>::</literal>.
hu: Egy alvárólistába történő rendezéskor két kettősponttal (<literal>::</literal>) kell elválasztania a szülő és a gyermek várólistát.
zh_cn: 当分类到一个子队列时，你必须使用双冒号<literal>::</literal>来分隔父队列和子队列。

source: | $SYS_HOME/bin/otrs.Console.pl Maint::PostMaster::Read --target-queue=QUEUENAME::SUBQUEUE
hu: | $SYS_HOME/bin/otrs.Console.pl Maint::PostMaster::Read --target-queue=VÁRÓLISTANÉV::ALVÁRÓLISTA

source: Procmail is a very common e-mail filter in Linux environments. It is installed on most systems. If not, have a look at the <ulink url="http://www.procmail.org/"><citetitle>procmail homepage</citetitle></ulink>.
hu: A Procmail nagyon gyakori e-mail szűrő Linux környezetekben. A legtöbb rendszerre telepítve van. Ha nincs, akkor vessen egy pillantást a <ulink url="http://www.procmail.org/"><citetitle>procmail honlapjára</citetitle></ulink>.
zh_cn: Procmail是Linux平台非常通用的一个邮件过滤器。它已大部分系统中安装，如果没有安装，看看<ulink url="http://www.procmail.org/"><citetitle>procmail主页</citetitle></ulink>。

source: To configure procmail for OTRS (based upon a procmail configured MTA such as sendmail, postfix, exim or qmail), use the <filename>~otrs/.procmailrc.dist</filename> file and copy it to <filename>.procmailrc</filename> and add the lines of the script below.
hu: A procmail beállításához az OTRS-hez (egy olyan procmail által beállított MTA alapján, mint például sendmail, postfix, exim vagy qmail) használja a <filename>~otrs/.procmailrc.dist</filename> fájlt, és másolja át a <filename>.procmailrc</filename> könyvtárba, majd adja hozzá a lenti parancsfájl sorait.
zh_cn: 要配置procmail用于OTRS（基于procmail配置的MTA如sendmail、postfix、exim或qmail），使用<filename>~otrs/.procmailrc.dist</filename>文件，将它复制为<filename>.procmailrc</filename>，并添加下面脚本中的行到文件中。

source: SYS_HOME=$HOME PATH=/bin:/usr/bin:/usr/local/bin # -- # Pipe all email into the PostMaster process. # -- :0 : | $SYS_HOME/bin/otrs.Console.pl Maint::PostMaster::Read
hu: SYS_HOME=$HOME PATH=/bin:/usr/bin:/usr/local/bin # -- # Az összes e-mail átirányítása a PostMaster folyamatba. # -- :0 : | $SYS_HOME/bin/otrs.Console.pl Maint::PostMaster::Read

source: <emphasis>Script: Configuring procmail for OTRS.</emphasis>
hu: <emphasis>Parancsfájl: A procmail beállítása az OTRS-hez.</emphasis>
zh_cn: <emphasis>脚本：配置procmail用于OTRS。</emphasis>

source: All email sent to the local OTRS user will be piped into <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> and then shown in your QueueView.
hu: Az összes olyan e-mail, amelyet a helyi OTRS felhasználónak küldenek, át lesz irányítva a <filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename> parancsfájlba, és ezután megjelenik a várólista nézetben.
zh_cn: 所有发送给本地OTRS用户的邮件将通过管道传递给<filename>bin/otrs.Console.pl Maint::PostMaster::Read</filename>，然后显示在你的队列视图中。

source: Fetching emails via POP3 or IMAP and fetchmail for <filename>otrs.Console.pl Maint::PostMaster::Read</filename>
hu: E-mailek lekérése POP3 vagy IMAP protokollon és a fetchmail programon keresztül az <filename>otrs.Console.pl Maint::PostMaster::Read</filename> parancsfájlhoz
zh_cn: 通过POP3或IMAP收取邮件并将fetchmail用于<filename>otrs.Console.pl Maint::PostMaster::Read</filename>

source: In order to get email from your mail server, via a POP3 or IMAP mailbox, to the OTRS machine/local OTRS account and to procmail, use <ulink url="http://www.fetchmail.info/">fetchmail</ulink>.
hu: Azért, hogy lekérje az e-mailt a levelező-kiszolgálóról egy POP3 vagy IMAP postafiókon keresztül az OTRS gépre vagy a helyi OTRS fiókba, illetve a procmail programba, használja a <ulink url="http://www.fetchmail.info/">fetchmail</ulink> programot.
zh_cn: 为了通过POP3或IMAP邮件中收取邮件到OTRS主机/本地OTRS帐户和procmail，使用<ulink url="http://www.fetchmail.info/">fetchmail</ulink>。

source: A working SMTP configuration on the OTRS machine is required.
hu: Egy működő SMTP beállítás szükséges az OTRS gépen.
zh_cn: OTRS主机上需要一个可以工作的SMTP配置。

source: You can use the <filename>.fetchmailrc.dist</filename> in the home directory of OTRS and copy it to <filename>.fetchmailrc</filename>. Modfiy/change it for your needs (see the Example below).
hu: Használhatja az OTRS saját könyvtárában lévő <filename>.fetchmailrc.dist</filename> fájlt, és átmásolhatja a <filename>.fetchmailrc</filename> könyvtárba. Módosítsa vagy változtassa meg az igényei szerint (lásd a lenti példát).
zh_cn: 你可以使用OTRS的home目录中的文件<filename>.fetchmailrc.dist</filename>，将它得到为<filename>.fetchmailrc</filename>。修改为你需要的内容（见下面的例子）。

source: #poll (mailserver) protocol POP3 user (user) password (password) is (localuser) poll mail.example.com protocol POP3 user joe password mama is otrs
hu: #poll (levelező-kiszolgáló) protocol POP3 user (felhasználó) password (jelszó) is (helyi felhasználó) poll mail.example.com protocol POP3 user joe password mama is otrs

source: Don't forget to set the <filename>.fetchmailrc</filename> to 710 (<command>chmod 710 .fetchmailrc</command>)!
hu: Ne felejtse el a <filename>.fetchmailrc</filename> jogosultságát 710-re állítani (<command>chmod 710 .fetchmailrc</command>)!
zh_cn: 不要忘记设置文件<filename>.fetchmailrc</filename>的权限为710（<command>chmod 710 .fetchmailrc</command>）！

source: With the <filename>.fetchmailrc</filename> from the Example above, all email will be forwarded to the local OTRS account, if the command <command>fetchmail -a</command> is executed. Set up a cronjob with this command if you want to fetch the mails regularly.
hu: A fenti példában lévő <filename>.fetchmailrc</filename> fájllal az összes e-mail továbbítva lesz a helyi OTRS fiókba, ha a <command>fetchmail -a</command> parancs végrehajtásra kerül. Állítson be egy cron-feladatot ezzel a paranccsal, ha rendszeresen le szeretné kérni a leveleket.
zh_cn: 使用上面例子中的文件<filename>.fetchmailrc</filename>，如果执行了命令<command>fetchmail -a</command>，会转发所有的邮件到本地OTRS帐户。如果你要定期收取邮件，用这个命令设置一个cron任务即可。

source: Filtering/Dispatching by OTRS/PostMaster Modules (for More Complex Dispatching)
hu: Szűrés vagy kézbesítés az OTRS/PostMaster modulokkal (bonyolultabb kézbesítésnél)
zh_cn: 通过OTRS 邮箱管理员模块过滤/分派（用于更复杂的分派）
