Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: CustomerID: us, Customer: Farmers Inc.
hu: Ügyfél-azonosító: us, ügyfél: Farmers Inc.
zh_cn: 客户ID：us，客户：Farmers Inc.

source: Next, create the following customer users through <emphasis>Admin → Customer Users</emphasis> frontend and assign them to the already created customers. Use any valid email addresses for Email field.
hu: Ezután hozza létre a következő ügyfél-felhasználókat az <emphasis>Adminisztráció → Ügyfél-felhasználók</emphasis> előtétprogramon keresztül, és rendelje hozzá őket a már létrehozott ügyfelekhez. Használjon bármilyen érvényes e-mail címet az e-mail mezőnél.
zh_cn: 下一步，通过前端界面“<emphasis>系统管理 → 客户用户</emphasis>”创建下列客户用户，并将他们分配到已创建的客户。电子邮件字段可以使用任何有效的电子邮件地址。

source: Firstname: Arvid, Lastname: Karlsson, Username: ak, CustomerID: Ericsson AB
hu: Keresztnév: Arvid, vezetéknév: Karlsson, felhasználónév: ak, ügyfél-azonosító: Ericsson AB
zh_cn: 名：Arvid，姓：Karlsson，用户名：ak，客户ID：Ericsson AB

source: Firstname: Barry, Lastname: Smith, Username: bs, CustomerID: Farmers Inc.
hu: Keresztnév: Barry, vezetéknév: Smith, felhasználónév: bs, ügyfél-azonosító: Farmers Inc.
zh_cn: 名：Barry，姓：Smith，用户名：bs，客户ID：Farmers Inc.

source: Firstname: Christian, Lastname: Müller, Username: cm, CustomerID: Graubrot AG
hu: Keresztnév: Christian, vezetéknév: Müller, felhasználónév: cm, ügyfél-azonosító: Graubrot AG
zh_cn: 名：Christian，姓：Müller，用户名：cm，客户ID：Graubrot AG

source: Firstname: Diego, Lastname: Garcia, Username: dg, CustomerID: Hernandez SA
hu: Keresztnév: Diego, vezetéknév: Garcia, felhasználónév: dg, ügyfél-azonosító: Hernandez SA
zh_cn: 名：Diego，姓：Garcia，用户名：dg，客户ID：Hernandez SA

source: Then, go to 'Admin → Groups' frontend and add the following as new groups:
hu: Majd menjen az „Adminisztráció → Csoportok” előtétprogramra, és adja hozzá a következő új csoportokat:
zh_cn: 接下来，通过前端界面“系统管理 → 组”添加下列的新组：

source: Then, go to <emphasis>Admin → Queues</emphasis> and add corresponding queues which will use previously created groups. For the System address you can use any available.
hu: Ezután menjen az <emphasis>Adminisztráció → Várólisták</emphasis> oldalra, és adja hozzá a megfelelő várólistákat, amelyek az előbb létrehozott csoportokat fogják használni. A rendszercímhez használhat bármilyen elérhetőt.
zh_cn: 接下来，通过“<emphasis>系统管理 → 队列</emphasis> ”添加相应的队列以使用之前创建的组。对于系统地址可以使用任何可用的电子邮件地址。

source: Name: FAQ Germany, Group: faq-emea
hu: Név: FAQ Germany, csoport: faq-emea
zh_cn: 名称：FAQ Germany，组：faq-emea

source: Name: FAQ Mexico, Group: faq-amer
hu: Név: FAQ Mexico, csoport: faq-amer
zh_cn: 名称：FAQ Mexico，组：faq-amer

source: Name: FAQ Sweden, Group: faq-emea
hu: Név: FAQ Sweden, csoport: faq-emea
zh_cn: 名称：FAQ Sweden，组：faq-emea

source: Name: FAQ USA, Group: faq-amer
hu: Név: FAQ USA, csoport: faq-amer
zh_cn: 名称：FAQ USA，组：faq-amer

source: Name: Support Germany, Group: support-de
hu: Név: Support Germany, csoport: support-de
zh_cn: 名称：Support Germany，组：support-de

source: Name: Support Mexico, Group: support-mx
hu: Név: Support Mexico, csoport: support-mx
zh_cn: 名称：Support Mexico，组：support-mx

source: Name: Support Sweden, Group: support-se
hu: Név: Support Sweden, csoport: support-se
zh_cn: 名称：Support Sweden，组：support-se

source: Name: Support USA, Group: support-us
hu: Név: Support USA, csoport: support-us
zh_cn: 名称：Support USA，组：support-us

source: Go to <emphasis>Admin → Customer Users ↔ Customers</emphasis> frontend and assign customer users to other customers.
hu: Menjen az <emphasis>Adminisztráció → Ügyfél-felhasználók ↔ Ügyfelek</emphasis> előtétprogramra, és rendelje hozzá az ügyfél-felhasználókat az egyéb ügyfelekhez.
zh_cn: 通过前端界面“<emphasis>系统管理 → 客户用户 ↔ 客户</emphasis> ”分配客户用户到其它客户。

source: de Graubrot AG → active {1}
hu: de Graubrot AG → aktív {1}

source: se Ericsson AB, us Farmers Inc. → active {2}
hu: se Ericsson AB, us Farmers Inc. → aktív {2}

source: Additionally, go to <emphasis>Admin → Customer Users ↔ Groups</emphasis> frontend and assign a single customer user direct access to a group.
hu: Továbbá menjen az <emphasis>Adminisztráció → Ügyfél-felhasználók ↔ Csoportok</emphasis> előtétprogramra, és rendeljen hozzá egy egyedülálló ügyfél-felhasználót közvetlen hozzáféréssel egy csoporthoz.
zh_cn: 另外，通过前端界面“<emphasis>系统管理 → 客户用户 ↔ 组</emphasis> ”分配单个客户用户直接访问一个组的权限。

source: faq-emea → rw {3}
hu: faq-emea → írás, olvasás {3}

source: Now, go to <emphasis>Admin → Customers ↔ Groups</emphasis> frontend and assign customers to groups according to the matrix below. Be sure to select proper permission level for each group and company.
hu: Most menjen az <emphasis>Adminisztráció → Ügyfelek ↔ Csoportok</emphasis> előtétprogramra, és rendelje hozzá az ügyfeleket a csoportokhoz a lenti mátrix alapján. Ügyeljen arra, hogy a megfelelő jogosultsági szintet válassza az egyes csoportoknál és vállalatoknál.
zh_cn: 现在，通过前端界面“<emphasis>系统管理 → 客户 ↔ 组</emphasis>”按照下面的矩阵分配客户到组。确保为每个组和客户公司选择适当的权限级别。

source: Same Customer {4}
hu: Ugyanaz az ügyfél {4}

source: faq-amer → ro
hu: faq-amer → csak olvasás

source: faq-emea → ro
hu: faq-emea → csak olvasás

source: support-de → rw
hu: support-de → írás, olvasás

source: support-mx → ro
hu: support-mx → csak olvasás

source: Same Customer {5}
hu: Ugyanaz az ügyfél {5}

source: support-de → ro
hu: support-de → csak olvasás

source: support-mx → rw
hu: support-mx → írás, olvasás

source: Other Customers {6}
hu: Egyéb ügyfelek {6}

source: support-de → rw (this is intentional to demonstrate limitation to base permissions)
hu: support-de → írás, olvasás (ez szándékos az alap jogosultságokra való korlátozás bemutatásához)
zh_cn: support-de → rw (这是有意的展示对基本权限的限制)

source: Same Customer {7}
hu: Ugyanaz az ügyfél {7}

source: support-se → rw
hu: support-se → írás, olvasás

source: Same Customer {8}
hu: Ugyanaz az ügyfél {8}

source: support-us → rw
hu: support-us → írás, olvasás

source: Other Customers {9}
hu: Egyéb ügyfelek {9}

source: For reference, please consult image below where all relationships are drawn as lines:
hu: Hivatkozásként nézze meg a leni képet, ahol az összes kapcsolat meg van rajzolva vonalakkal:
zh_cn: 仅供参考，请参照下面的图片将所有的关系都用线条画出来：

source: Finally, let's create some tickets. Go to <emphasis>New phone ticket</emphasis> frontend and create tickets, one each per customer user and queue (32 in total). By the way, this is possible in the agent frontend as the customer group restrictions are only active on the customer frontend.
hu: Végezetül hozzunk létre néhány jegyet. Menjen az <emphasis>Új telefonos jegy</emphasis> előtétprogramra, és hozzon létre jegyeket: ügyfél-felhasználónként és várólistánként egy darabot (összesen 32-t). Mellesleg ez lehetséges az ügyintézői előtétprogramon, mivel az ügyfélcsoport korlátozások csak az ügyfél előtétprogramon vannak bekapcsolva.
zh_cn: 最后，我们来创建一些工单。 前往<emphasis>新建电话工单</emphasis>前端界面，并为每个客户用户和队列分别创建工单（共32个）。 顺便说一下，这在服务人员界面是可能的，因为客户组限制只在客户界面有效。

source: For checking resulting access to the tickets, you can easily switch between the customer users by activating <literal>SwitchToCustomer</literal> option in SysConfig. Then just go to <emphasis>Admin → Customer Users</emphasis> and click on corresponding <emphasis>Switch to customer</emphasis> link next to the user's name.
hu: Az eredményül kapott jegyekhez történő hozzáférés ellenőrzéséhez egyszerűen válthat az ügyfél-felhasználók között a <literal>SwitchToCustomer</literal> lehetőség bekapcsolásával a rendszerbeállításokban. Ezután menjen az <emphasis>Adminisztráció → Ügyfél-felhasználók</emphasis> oldalra, és kattintson a megfelelő <emphasis>Váltás az ügyfélre</emphasis> hivatkozásra a felhasználó neve mellett.
zh_cn: 为了检查对工单的访问权限，可以通过在系统配置中激活<literal> 切换到客户</literal>选项来轻松地切换到客户用户。 然后只需转到<emphasis> 系统管理→客户用户 </emphasis>，然后点击相应客户用户名称旁边的<emphasis>切换到客户</emphasis>链接。

source: You will be immediately logged in as that customer user and you can visit <emphasis>Tickets → Company Tickets</emphasis> screen for checking the ticket access. It should conform to the matrix below. Click on a ticket to check if corresponding permission level is honored: for <emphasis>ro</emphasis> permission level you should not see the <emphasis>Reply</emphasis> button.
hu: Azonnal be lesz jelentkezve annak az ügyfél-felhasználónak a nevében, és megnézheti a <emphasis>Jegyek → Vállalati jegyek</emphasis> képernyőt a jegyhozzáférés ellenőrzéséhez. Meg kell felelnie a lenti mátrixnak. Kattintson egy jegyre annak ellenőrzéséhez, hogy a megfelelő jogosultsági szintet betartja-e: a <emphasis>csak olvasás</emphasis> jogosultsági szintnél nem szabad látnia a <emphasis>Válasz</emphasis> gombot.
zh_cn: 你将立即以该客户用户身份登录，你可以访问<emphasis>工单→单位工单</emphasis>屏幕，以查看工单访问权限。 它应该符合下面的矩阵。 点击一个工单，检查相应的权限级别是否被兑现：对于<emphasis> ro </emphasis>权限级别，你不应该看到<emphasis> 回复</emphasis>按钮。

source: This is the expected result for each customer user. The marker '{0}' refers to the location above where the corresponding setting was taken (this shows why the access is granted).
hu: Ez az elvárt eredmény az egyes ügyfél-felhasználóknál. A „{0}” jelző hivatkozik arra a fenti helyre, ahol a megfelelő beállítás meg lett adva (ez jeleníti meg, hogy a hozzáférés miért lett megadva).
zh_cn: 这是每个客户用户的预期结果。 标记“{0}”是指相应设置在上方的位置（这显示了为何被授予访问权限）。

source: Resulting access for customer user Arvid Karlsson
hu: Az eredményül kapott hozzáférés Arvid Karlsson ügyfél-felhasználónál
zh_cn: 客户用户Arvid Karlsson获得的访问权限

source: Queue FAQ Germany: ro (via {7}) + Christian's Tickets ro (via {1})
hu: FAQ Germany várólistára: csak olvasás ({7} által) + Christian jegyeire csak olvasás ({1} által)
zh_cn: 队列FAQ Germany: ro (通过{7}) + Christian的工单 ro (通过{1})

source: Queue FAQ Mexico: ro (via {7}) + Christian's Tickets ro (via {1})
hu: FAQ Mexico várólistára: csak olvasás ({7} által) + Christian jegyeire csak olvasás ({1} által)
zh_cn: 队列FAQ Mexico: ro (通过{7}) + Christian的工单 ro (通过{1})

source: Queue FAQ Sweden: ro (via {7}) + Christian's Tickets ro (via {1})
hu: FAQ Sweden várólistára: csak olvasás ({7} által) + Christian jegyeire csak olvasás ({1} által)
zh_cn: 队列FAQ Sweden: ro (通过{7}) + Christian的工单 ro (通过{1})

source: Queue FAQ USA: ro (via {7}) + Christian's Tickets ro (via {1})
hu: FAQ USA várólistára: csak olvasás ({7} által) + Christian jegyeire csak olvasás ({1} által)
zh_cn: 队列FAQ USA: ro (通过{7}) + Christian的工单 ro (通过{1})

source: Queue Support Germany: rw (via {1→6}) + Christian's Tickets rw (via {1})
hu: Support Germany várólistára: írás, olvasás ({1→6} által) + Christian jegyeire írás, olvasás ({1} által)
zh_cn: 队列Support Germany: rw (通过{1→6}) + Christian的工单 rw (通过{1})

source: Queue Support Mexico: -
hu: Support Mexico várólistára: -
zh_cn: 队列Support Mexico: -

source: Queue Support Sweden: rw (via {7}) + Christian's Tickets rw (via {1})
hu: Support Sweden várólistára: írás, olvasás ({7} által) + Christian jegyeire írás, olvasás ({1} által)
zh_cn: 队列Support Sweden: rw (通过{7}) + Christian的工单 rw (通过{1})

source: Queue Support USA: -
hu: Support USA várólistára: -
zh_cn: 队列Support USA: -

source: Resulting access for customer user Barry Smith
hu: Az eredményül kapott hozzáférés Barry Smith ügyfél-felhasználónál
zh_cn: 客户用户Barry Smith获得的访问权限

source: Queue FAQ Germany: ro (via {8})
hu: FAQ Germany várólistára: csak olvasás ({8} által)
zh_cn: 队列FAQ Germany: ro (通过 {8})

source: Queue FAQ Mexico: ro (via {8}) + Arvid's, Christian's, Diego's Tickets ro (via {9})
hu: FAQ Mexico várólistára: csak olvasás ({8} által) + Arvid, Christian és Diego jegyeire csak olvasás ({9} által)
zh_cn: 队列FAQ Mexico: ro (通过 {8}) + Arvid's, Christian's, Diego的工单 ro (通过 {9})

source: Queue FAQ Sweden: ro (via {8})
hu: FAQ Sweden várólistára: csak olvasás ({8} által)
zh_cn: 队列FAQ Sweden: ro (通过 {8})

source: Queue FAQ USA: ro (via {8}) + Arvid's, Christian's, Diego's Tickets ro (via {9})
hu: FAQ USA várólistára: csak olvasás ({8} által) + Arvid, Christian és Diego jegyeire csak olvasás ({9} által)
zh_cn: 队列FAQ USA: ro (通过 {8}) + Arvid's, Christian's, Diego的工单 ro (通过 {9})

source: Queue Support Germany: -
hu: Support Germany várólistára: -
zh_cn: 队列Support Germany: -

source: Queue Support Sweden: -
hu: Support Sweden várólistára: -
zh_cn: 队列Support Sweden: -

source: Queue Support USA: rw (via {8})
hu: Support USA várólistára: írás, olvasás ({8} által)
zh_cn: 队列Support USA: rw (通过 {8})

source: Resulting access for customer user Christian Müller
hu: Az eredményül kapott hozzáférés Christian Müller ügyfél-felhasználónál
zh_cn: 客户用户 Christian Müller获得的访问权限

source: Queue FAQ Germany: ro (via {4})
hu: FAQ Germany várólistára: csak olvasás ({4} által)
zh_cn: 队列FAQ Germany: ro (通过 {4})

source: Queue FAQ Mexico: ro (via {4})
hu: FAQ Mexico várólistára: csak olvasás ({4} által)
zh_cn: 队列FAQ Mexico: ro (通过 {4})

source: Queue FAQ Sweden: ro (via {4})
hu: FAQ Sweden várólistára: csak olvasás ({4} által)
zh_cn: 队列FAQ Sweden: ro (通过 {4})

source: Queue FAQ USA: ro (via {4})
hu: FAQ USA várólistára: csak olvasás ({4} által)
zh_cn: 队列FAQ USA: ro (通过 {4})

source: Queue Support Germany: rw (via {4})
hu: Support Germany várólistára: írás, olvasás ({4} által)
zh_cn: 队列Support Germany: rw (通过 {4})

source: Queue Support Mexico: ro (via {4})
hu: Support Mexico várólistára: csak olvasás ({4} által)
zh_cn: 队列Support Mexico: ro (通过 {4})

source: Resulting access for customer user Diego Garcia
hu: Az eredményül kapott hozzáférés Diego Garcia ügyfél-felhasználónál
zh_cn: 客户用户Diego Garcia获得的访问权限

source: Queue FAQ Germany: rw (via {3}) + Arvid's, Barry's Tickets rw (via {2})
hu: FAQ Germany várólistára: írás, olvasás ({3} által) + Arvid és Barry jegyeire írás, olvasás ({2} által)
zh_cn: 队列FAQ Germany: rw (通过 {3}) + Arvid's, Barry的工单 rw (通过 {2})

source: Queue FAQ Mexico: ro (via {5}) + Arvid's, Barry's Tickets ro (via {2}) + Christian's Tickets ro (via {2→9})
hu: FAQ Mexico várólistára: csak olvasás ({5} által) + Arvid és Barry jegyeire csak olvasás ({2} által) + Christian jegyeire csak olvasás ({2→9} által)
zh_cn: 队列FAQ Mexico: ro (通过 {5}) + Arvid's, Barry的工单 ro (通过 {2}) + Christian的工单 ro (通过 {2→9})

source: Queue FAQ Sweden: rw (via {3}) + Arvid's, Barry's Tickets rw (via {2})
hu: FAQ Sweden várólistára: írás, olvasás ({3} által) + Arvid és Barry jegyeire írás, olvasás ({2} által)
zh_cn: 队列FAQ Sweden: rw (通过 {3}) + Arvid's, Barry的工单 rw (通过 {2})

source: Queue FAQ USA: ro (via {5}) + Arvid's, Barry's Tickets ro (via {2}) + Christian's Tickets ro (via {2→9})
hu: FAQ USA várólistára: csak olvasás ({5} által) + Arvid és Barry jegyeire csak olvasás ({2} által) + Christian jegyeire csak olvasás ({2→9} által)
zh_cn: 队列FAQ USA: ro (通过 {5}) + Arvid's, Barry的工单 ro (通过 {2}) + Christian的工单 ro (通过 {2→9})

source: Queue Support Germany: ro (via {5}) + Arvid's, Barry's Tickets ro (via {2}) + Christian's Tickets ro (via {6})
hu: Support Germany várólistára: csak olvasás ({5} által) + Arvid és Barry jegyeire csak olvasás ({2} által) + Christian jegyeire csak olvasás ({6} által)
zh_cn: 队列Support Germany: ro (通过 {5}) + Arvid's, Barry的工单 ro (通过 {2}) + Christian的工单 ro (通过 {6})

source: Queue Support Mexico: rw (via {5}) + Arvid's, Barry's Tickets rw (via {2}) + Christian's Tickets rw (via {6})
hu: Support Mexico várólistára: írás, olvasás ({5} által) + Arvid és Barry jegyeire írás, olvasás ({2} által) + Christian jegyeire írás, olvasás ({6} által)
zh_cn: 队列Support Mexico: rw (通过 {5}) + Arvid's, Barry的工单 rw (通过 {2}) + Christian的工单 rw (通过 {6})

source: Queue Support Sweden: rw (via {2→4}) + Arvid's, Barry's Tickets rw (via {2})
hu: Support Sweden várólistára: írás, olvasás ({2→4} által) + Arvid és Barry jegyeire írás, olvasás ({2} által)
zh_cn: 队列Support Sweden: rw (通过 {2→4}) + Arvid's, Barry的工单 rw (通过 {2})

source: Queue Support USA: rw (via {2→5}) + Arvid's, Barry's Tickets rw (via {2})
hu: Support USA várólistára: írás, olvasás ({2→5} által) + Arvid és Barry jegyeire írás, olvasás ({2} által)
zh_cn: 队列Support USA: rw (通过 {2→5}) + Arvid's, Barry的工单 rw (通过 {2})

source: Queues
hu: Várólisták
zh_cn: 队列

source: Clicking on the link "Queues" of the Admin page, you can manage the <link linkend="what-is-a-queue">queues</link> of your system (see figure below). In a new OTRS installation there are 4 default queues: Raw, Junk, Misc and Postmaster. All incoming messages will be stored in the "Raw" queue if no filter rules are defined. The "Junk" queue can be used to store spam messages.
hu: Az adminisztrációs oldal „Várólisták” hivatkozására kattintva kezelheti a rendszer <link linkend="what-is-a-queue">várólistáit</link> (lásd a lenti ábrát). Egy új OTRS telepítésben 4 alapértelmezett várólista van: Raw, Junk, Misc és Postmaster. Minden bejövő üzenet a „Raw” várólistában lesz eltárolva, ha nincsenek szűrőszabályok meghatározva. A „Junk” várólista a levélszemét üzenetek tárolásához használható.
zh_cn: 在系统管理页面点击“队列”链接，可以管理系统中的<link linkend="what-is-a-queue">队列</link>（见下图）。在新安装的OTRS系统中有4个默认队列：Raw（原始）、Junk（垃圾）、Misc（杂项）和Postmaster（邮箱管理员）。如果没有定义过滤器规则，所有的进入邮件都将存储在“Raw（原始）”队列。用“Junk（垃圾）”队列存储垃圾邮件。

source: Queue management
hu: Várólista-kezelés
zh_cn: 队列管理

source: Here you can add queues (see figure below) and modify them. You can specify the group that should use the queue. You can also set the queue as a sub-queue of an existing queue.
hu: Itt adhat hozzá várólistákat (lásd a lenti ábrát) és módosíthatja azokat. Megadhatja azt a csoportot, amelyet a várólistának használnia kell. Beállíthatja a várólistát egy meglévő várólista alvárólistájaként is.
zh_cn: 你可以在这里添加队列（如下图）和修改队列。你可以指定使用这个队列的组，还可以设置本队列为一个现有队列的子队列。

source: Adding a new queue
hu: Egy új várólista hozzáadása
zh_cn: 添加一个新队列

source: You can define an unlock timeout for a queue - if an agent locks a ticket and does not close it before the unlock timeout has passed, the ticket will be automatically unlocked and made available for other agents to work on.
hu: Meghatározhat egy feloldási időkorlátot egy várólistához - ha egy ügyintéző zárol egy jegyet, és nem zárja le, mielőtt a feloldási időkorlát letelik, akkor a jegy automatikusan feloldásra kerül, és elérhetővé lesz téve más ügyintézőknek, hogy dolgozhassanak vele.
zh_cn: 你可以定义一个队列的锁定超时时间，如果一个服务人员锁定了一个工单但没有在锁定超时时间内关闭它，这个工单自动解锁以便其它服务人员可以处理。

source: There are three escalation time settings that can be associated at queue level:
hu: Három eszkalációs időbeállítás van, amely hozzárendelhető a várólistaszinthez:
zh_cn: 与队列级别相关的有3个升级时间：

source: Escalation - First Response Time
hu: Eszkaláció - első válaszidő
zh_cn: 首次响应时间升级

source: After creation of the ticket, if the time defined here expires without any communication with the customer, either by email or phone, the ticket is escalated.
hu: Ha a jegy létrehozása után az itt meghatározott idő úgy telik el, hogy az ügyféllel semmilyen kommunikáció (se e-mail, se telefon) sem történik, akkor a jegy eszkalálódik.
zh_cn: 创建工单后，如果这里定义的时间内没有与客户进行任何邮件或电话沟通，这个工单就会升级。

source: Escalation - Update Time
hu: Eszkaláció - frissítési idő
zh_cn: 更新时间升级

source: If there is a customer followup either via e-mail or the customer portal, that is recorded in the ticket, the escalation update time is reset. If there is no customer contact before the time defined here expires, the ticket is escalated.
hu: Ha olyan egy ügyfélkövetés van vagy e-mailen, vagy az ügyfélportálon keresztül, amelyet feljegyeztek a jegybe, akkor az eszkalációs frissítési idő visszaállításra kerül. Ha nincs ügyfélkapcsolat az itt meghatározott idő letelte előtt, akkor a jegy eszkalálódik.
zh_cn: 如果一个客户通过邮件或客户门户跟进工单（记录到工单中的才算），更新时间会重置。如果这里定义的时间内没有客户联系，这个工单就会升级。

source: Escalation - Solution Time
hu: Eszkaláció - megoldási idő
zh_cn: 解决时间升级

source: If the ticket is not closed before the time defined here expires, the ticket is escalated.
hu: Ha a jegy nem lett lezárva az itt megadott idő letelte előtt, akkor a jegy eszkalálódik.
zh_cn: 如果这里定义的时间内没有关闭工单，这个工单就会升级。

source: With 'Ticket lock after a follow-up', you can define if a ticket should be set to 'locked' to the old owner if a ticket that has been closed and later is re-opened. This ensures that a follow up for a ticket is processed by the agent that has previously handled that ticket.
hu: A „Jegyzárolás egy követés után” lehetőséggel határozhatja meg, hogy egy jegyet „zároltra” kell állítani a régi tulajdonosnak, ha egy jegy lezárásra került és később újranyitják. Ez biztosítja, hogy egy jegy követését az az ügyintéző dolgozza fel, aki korábban azt a jegyet kezelte.
zh_cn: 使用‘一个跟进后锁定工单’，你可以规定一个工单在关闭后被一个跟进重新处理时是否‘锁定’给原来的所有者，这可以确保一个工单的跟进仍由原来处理此工单的服务人员继续处理。

source: The parameter for the system address specifies the email address that will be used for the outgoing tickets of this queue. There is also the possibility to associate a queue with a salutation and a signature, for the email answers. For more detailed information, please refer to the sections <link linkend="adminarea-emailaddresses">email addresses</link>, <link linkend="adminarea-salutations">salutations</link> and <link linkend="adminarea-signatures"> signatures</link>.
hu: A rendszercím paramétere azt az e-mail címet határozza meg, amelyet ennek a várólistának a kimenő jegyeinél fognak használni. Lehetőség van egy várólistát összekapcsolni egy megszólítással és egy aláírással is az e-mailes válaszokhoz. A részletesebb információkért olvassa el az <link linkend="adminarea-emailaddresses">e-mail címek</link>, <link linkend="adminarea-salutations">megszólítások</link> és <link linkend="adminarea-signatures">aláírások</link> szakaszokat.
zh_cn: 系统邮件地址参数指定这个队列用于外发邮件工单的邮件地址。还可以给一个队列的邮件答复关联一个问候语和一个签名。详细信息请参考<link linkend="adminarea-emailaddresses">邮件地址</link>、<link linkend="adminarea-salutations">问候语</link>和<link linkend="adminarea-signatures"> 签名</link>。

source: As with agents, groups and customers, queues cannot be deleted, only deactivated, by setting the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint az ügyintézők, csoportok és ügyfelek esetén, a várólisták sem törölhetők, csak kikapcsolhatók az érvényesség lehetőség <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával.
zh_cn: 与服务人员、组、角色和客户一样，队列不能删除。只能通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来‘去激活’。

source: Salutations, Signatures, Attachments and Templates
hu: Megszólítások, aláírások, mellékletek és sablonok
zh_cn: 问候语、签名、附件和模板

source: Salutations
hu: Megszólítások
zh_cn: 问候语

source: A salutation is a text module for a template. Salutations can be linked to one or more queues, as described in the section about <link linkend="adminarea-queue">queues</link>. A salutation is used only if a ticket from a queue the salutation is linked to, is answered. To manage the different salutations of your system, use the "Salutations" link of the admin area (see figure below).
hu: A megszólítás egy szövegmodul egy sablonhoz. A megszólításokat hozzá lehet kapcsolni egy vagy több várólistához, ahogy a <link linkend="adminarea-queue">várólistákról</link> szóló szakaszban le van írva. Egy megszólítás csak akkor kerül használatra, ha egy olyan várólistában lévő jegyet válaszolnak meg, amelyhez a megszólítás hozzá van kapcsolva. A rendszer különböző megszólításainak kezeléséhez használja az adminisztrációs terület „Megszólítások” hivatkozását (lásd a lenti ábrát).
zh_cn: 问候语是一个模板的一个文本模块。问候语可以链接到一个或多个队列（参见 <link linkend="adminarea-queue">队列</link>部分）。问候语仅用于其链接的队列在回复工单的时候。要管理系统中不同的问候语，可以使用系统管理页面中的“问候语”链接（见下图）。

source: Salutation management
hu: Megszólítás-kezelés
zh_cn: 问候语管理

source: After a default installation there is already one salutation available, "system standard salutation (en)".
hu: Egy alapértelmezett telepítés után már elérhető egy megszólítás: „system standard salutation (en)”.
zh_cn: 在一个默认安装的OTRS中有一条可用的问候语“system standard salutation (en)-系统标准问候语（英语）”。
