Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Clicking the setting name or the menu icon on the top right of each setting will reveal a menu with some more options (e.g. enable/disable a setting, reset a setting values to their defaults, copy a direct link to a setting or add a setting to a list of favorites for quick access).
hu: A beállítás nevére vagy az egyes beállítások jobb felső részén lévő menüikonra kattintva egy menü fog megjelenni néhány további lehetőséggel (például egy beállítás engedélyezése vagy tiltása, egy beállítás értékeinek visszaállítása az alapértelmezettekre, egy beállításra mutató közvetlen hivatkozás másolása, valamint egy beállítás hozzáadása a kedvencek listájához a gyors elérésért).
zh_cn: 单击每个设置右上角的设置名称或菜单图标将显示一些具有更多选项的菜单（例如，启用/禁用设置、将设置值重置为默认值、复制到设置的直接访问链接或添加一个设置到收藏夹中以便快速访问）。

source: To bring changes into effect, a deployment has to be started. The system configuration deployment screen shows a list of the settings which are to be deployed. Clicking the arrow icon on the top left of each setting or in the outer <emphasis>Changes Overview</emphasis> box will show a one to one comparison between the settings current state (which is about to be deployed) and the previous (or default) state.
hu: A változtatások hatályba léptetéséhez egy üzembe állítást kell elindítani. A rendszerbeállítások üzembe állítás képernyője azon beállítások listáját jeleníti meg, amelyeket üzembe kell állítani. Az egyes beállítások bal felső részén vagy a külső <emphasis>Változtatások áttekintése</emphasis> dobozban lévő nyíl ikonra kattintva egy egymás melletti összehasonlítás jelenik meg a beállítások aktuális állapota (amelyet üzembe készül állítani) és a korábbi (vagy alapértelmezett) állapot között.
zh_cn: 为了使更改生效，必须启动部署。 系统配置部署屏幕将显示要部署的设置清单。 单击每个设置左上方的箭头图标或外部<emphasis>更改概览</emphasis>框中的箭头图标，可以显示当前状态（即将部署）与之前（或 默认）状态的一对一比较情况。

source: System configuration deployment
hu: Rendszerbeállítások üzembe állítása
zh_cn: 系统配置部署

source: If you would like to save all the changes you made to your system configuration (for example to quickly set up a new instance) you can use the <emphasis>Export settings</emphasis> button, which will provide a <filename>.yml</filename> file for downloading. To restore your own settings, use <emphasis>Import settings</emphasis> and select the <filename>.yml</filename> file you have created before.
hu: Ha el szeretné menteni az összes olyan változtatást, amelyet a rendszerbeállításokon végzett (például egy új példány gyors beállításához), akkor használhatja a <emphasis>Beállítások exportálása</emphasis> gombot, amely egy <filename>.yml</filename> fájlt fog szolgáltatni a letöltéshez. A saját beállításai visszaállításához használja a <emphasis>Beállítások importálása</emphasis> gombot, és válassza ki a korábban létrehozott <filename>.yml</filename> fájlt.
zh_cn: 如果要保存对系统配置所做的所有更改（例如快速设置一个新实例），可以使用<emphasis>导出设置</emphasis>按钮，这将提供一个<filename> .yml </filename>文件可供下载。 要恢复自己的设置，请使用<emphasis>导入设置</emphasis>，然后选择之前创建的 <filename>.yml</filename>文件。

source: For security reasons, the configuration settings for the database connection cannot be changed in the graphical user interface of the system configuration. These have to be set manually in <filename>Kernel/Config.pm</filename>.
hu: Biztonsági okokból az adatbázis-kapcsolat konfigurációs beállításai nem változtathatók meg a rendszerbeállítások grafikus felhasználói felületén. Azokat kézzel kell beállítani a <filename>Kernel/Config.pm</filename> fájlban.
zh_cn: 出于安全考虑，在系统配置的图形用户界面中无法更改数据库连接的配置设置。 这些设置必须在<filename>Kernel/Config.pm</filename>中手动设置。

source: Configuration
hu: Beállítás
zh_cn: 配置

source: By default, a clean installation of OTRS comes with two pre-installed internal dynamic fields, which cannot be removed. If you plan to use such fields in tickets, articles, customer users or customer companies you need to create new, custom dynamic fields.
hu: Alapértelmezetten egy tiszta OTRS telepítés két előre telepített belső dinamikus mezővel érkezik, amelyeket nem lehet eltávolítani. Ha ilyen mezők használatát tervezi a jegyekben, a bejegyzésekben, az ügyfél-felhasználóknál vagy az ügyfélvállalatoknál, akkor létre kell hoznia új, egyéni dinamikus mezőket.
zh_cn: 默认情况下，OTRS的干净安装带有两个预安装的内部动态字段，无法删除。 如果你打算在工单、信件、客户用户或客户单位中使用这些字段，则需要创建新的自定义动态字段。

source: Please note that dynamic fields for customer users and companies need to be configured accordingly in the CustomerUser and CustomerCompany mapping, usually to find in <filename>Kernel/Config.pm</filename> of your OTRS installation. Examples for configuring them can be found in <filename>Kernel/Config/Defaults.pm</filename>.
hu: Ne feledje, hogy az ügyfél-felhasználók és vállalatok dinamikus mezőit a CustomerUser és a CustomerCompany leképezés szerint kell beállítani, amely általában az OTRS telepítés <filename>Kernel/Config.pm</filename> fájljában található. Ezek beállítására példa található a <filename>Kernel/Config/Defaults.pm</filename> fájlban.
zh_cn: 请注意，客户用户和公司的动态字段需要在CustomerUser和CustomerCompany映射中进行相应配置，通常在OTRS安装的<filename>Kernel/Config.pm</filename>中找到。 可以在<filename>Kernel/Config/Defaults.pm</filename>中找到这些配置的示例。

source: The configuration of a dynamic field is split in two parts, to add a new dynamic field or manage an existing one you need to navigate into the "Admin" panel in the "Dynamic Fields" link. To show, show as mandatory or hide a dynamic field in one screen you need to change the OTRS settings in the "SysConfig" screen.
hu: Egy dinamikus mező beállítása két részre van osztva. Egy új dinamikus mező hozzáadásához vagy egy meglévő kezeléséhez el kell navigálnia az adminisztrációs panel „Dinamikus mezők” hivatkozására. Egy dinamikus mező megjelenítéséhez, kötelező módon történő megjelenítéséhez vagy elrejtéséhez egy képernyőn, meg kell változtatnia az OTRS beállításait a „Rendszerbeállítások” képernyőn.
zh_cn: 动态字段的配置分为两个部分，通过系统管理页面的“动态字段”链接添加一个新的动态字段或管理已有的动态字段。要在一个屏幕中显示、强制显示或隐藏一个动态字段，你需要在系统配置屏幕中修改OTRS设置。

source: Adding a Dynamic Field
hu: Egy dinamikus mező hozzáadása
zh_cn: 新增一个动态字段

source: Click on the "Admin" button located in the navigation bar, then click on the "Dynamic Fields" link inside "Ticket Settings" box located in the lower center of the screen. The dynamic fields overview will display as follows:
hu: Kattintson a navigációs sávon található „Adminisztráció” gombra, majd kattintson a képernyő alsó részének közepén elhelyezkedő „Jegybeállítások” dobozon belül a „Dinamikus mezők” hivatkozásra. A dinamikus mezők áttekintője fog megjelenni az alábbiak szerint:
zh_cn: 点击导航栏中的“系统管理”按钮，然后点击“动态字段”链接（位于屏幕中下的工单设置框中），就会显示动态字段概览，如下图所示：

source: Dynamic fields overview screen.
hu: Dinamikus mezők áttekintő képernyő.
zh_cn: 动态字段概览屏幕。

source: Notice that this screen will change as you add more dynamic fields to list all created dynamic fields. This screen might already have some fields if the installation was updated from an older version of OTRS.
hu: Figyelje meg, hogy ez a képernyő meg fog változni, ahogy több dinamikus mezőt ad hozzá az eddig létrehozott dinamikus mezők listájához. Ez a képernyő már tartalmazhat néhány mezőt, ha a telepítés az OTRS egy régebbi verziójáról lett frissítve.
zh_cn: 注意：这个屏幕的内容会随着你添加更多的动态字段而改变，如果系统是从老版本的OTRS升级而来可能已经有一些动态字段。

source: The Actions in the side bar at the left of the screen describes four possibilities: Article, Ticket, CustomerUser and CustomerCompany, each one has its own dropdown selection of dynamic fields.
hu: A képernyő bal oldalán az oldalsávban lévő Műveletek négy lehetőséget írnak le: Bejegyzés, Jegy, Ügyfél-felhasználó és Ügyfélvállalat. Mindegyiknek megvan a saját legördülő dinamikus mezők választása.
zh_cn: 屏幕左侧边栏中的操作描述了四种可能性：信件、工单、客户用户和客户单位，每个都有自己的动态字段下拉列表选择框。

source: The installation of an OTRS package could add more objects to the Action side bar.
hu: Egy OTRS csomag telepítése több objektumot is hozzáadhat a Műveletek oldalsávhoz.
zh_cn: 随着安装的OTRS软件包还会有更多的对象出现在操作栏中。

source: The general procedure to create a dynamic field is:
hu: Az általános eljárás egy dinamikus mező létrehozásához a következő:
zh_cn: 创建一个动态字段的一般流程是：

source: Click on the desired dynamic field object dropdown in the Actions side bar.
hu: Kattintson a kívánt dinamikus mező objektum legördülő menüjére a Műveletek oldalsávban.
zh_cn: 在操作栏点击期望的动态字段下拉列表框。

source: Click on the dynamic field type that you want to add from the list.
hu: Kattintson arra a dinamikus mezőtípusra, amelyet hozzá szeretne adni a listából.
zh_cn: 点击你想从列表中添加的动态字段类型。

source: Fill the configuration.
hu: Töltse ki a beállításokat.
zh_cn: 填写相关配置信息。

source: Save.
hu: Mentse el.
zh_cn: 保存。

source: The configuration dialogs for the dynamic fields are split in two parts, the upper section is common among all the fields and the lower part might be different from one type of dynamic field to another.
hu: A beállítások párbeszédablakai a dinamikus mezőknél két részre vannak osztva. A felső szakasz közös az összes mezőnél, és az alsó rész különböző lehet az egyes dinamikus mezőtípusok esetén.
zh_cn: 动态字段配置对话框分为两个部分，上部分是所有动态字段的通用设置，下部分则根据动态字段类型可能不同。

source: General dynamic field settings:
hu: Általános dinamikus mező beállítások:
zh_cn: 动态字段常规设置：

source: Name: Mandatory, unique, only letters and numbers are allowed.
hu: Név: kötelező, egyedi, csak betűk és számok engedélyezettek.
zh_cn: 名称：强制、唯一，只允许字母和数字。

source: This is the internal name of the field, used for example to show or hide a field in one screen. Any modification of a field name (not recommended) requires a manual update of the "SysConfig" settings where the field is referenciated.
hu: Ez a mező belső neve, például egy mező megjelenítéséhez vagy elrejtéséhez használják egy képernyőn. Egy mezőnév bármilyen módosítása (nem ajánlott) a „Rendszerbeállítás” azon beállításainak kézi frissítését igényli, ahol a mezőre hivatkoznak.
zh_cn: 这是动态字段的内部名称，用于在一个屏幕中显示或隐藏一个动态字段。对一个动态字段名称的任何修改（不推荐）都需要手动更新使用了该字段的系统配置。

source: Label: Mandatory.
hu: Címke: kötelező.
zh_cn: 标签：强制。

source: This is the field name to be displayed on the screens, it supports translations.
hu: Ez a képernyőkön megjelenítendő mezőnév, és támogatja a fordításokat.
zh_cn: 这是显示在屏幕中的动态字段名称，它可以翻译。

source: Label translations have to be added manually to language translations files.
hu: A címkefordításokat kézzel kell hozzáadni a nyelvi fordítások fájljaihoz.
zh_cn: 标签的翻译必须手动添加到语言翻译文件中。

source: Field order: Mandatory.
hu: Mezősorrend: kötelező.
zh_cn: 字段顺序：强制。

source: Defines the relative order in which the field will be displayed on the screen, by default each new field has the last position, a change in this setting will affect the order of the other created dynamic fields.
hu: Azt a relatív sorrendet határozza meg, amelyben a mező megjelenítésre kerül a képernyőn. Alapértelmezetten minden új mező az utolsó pozíciót kapja. Egy változtatás ebben a beállításban érinteni fogja a többi létrehozott dinamikus mező sorrendjét is.
zh_cn: 定义动态字段显示在屏幕的相对顺序，每个新字段默认都在最后的位置，这个设置会影响其它已创建的动态字段顺序。

source: Validity: Mandatory.
hu: Érvényesség: kötelező.
zh_cn: 有效性：强制。

source: An invalid dynamic field will not be displayed in any screen, no matter if is configured to displayed.
hu: Egy érvénytelen dinamikus mező nem lesz megjelenítve egyik képernyőn sem, nem számít, hogy úgy lett beállítva, hogy meg legyen jelenítve.
zh_cn: 一个无效的动态字段不能在任何屏幕中显示，不管它是否配置为显示。

source: Field type: Mandatory, Read only.
hu: Mezőtípus: kötelező, csak olvasható.
zh_cn: 字段类型：强制，只读。

source: Shows the current selected field type.
hu: Megjeleníti a jelenleg kiválasztott mezőtípust.
zh_cn: 显示当前选择的动态字段类型。

source: Object type: Mandatory, Read only.
hu: Objektumtípus: kötelező, csak olvasható.
zh_cn: 对象类型：强制，只读。

source: Shows the scope of field.
hu: Megjeleníti a mező hatáskörét.
zh_cn: 显示动态字段所属的模块范围。

source: To illustrate each specific field type settings a few fields will be added in our example. These new fields will be referenciated in later sections.
hu: Minden egyes különleges mezőtípus beállításainak szemléltetéséhez néhány mező kerül hozzáadásra a példánkban. Ezekre az új mezőkre fogunk hivatkozni a későbbi szakaszokban.
zh_cn: 为了描述每个特定的动态字段类型的设置，我们的例子中包含了几个不同的字段。这些新字段在后面部分详细描述。

source: For the following examples all the dynamic fields will be created for the Ticket object. If you need to create a dynamic field for Article object, just choose the field from the Article dropdown list.
hu: A következő példáknál az összes dinamikus mező a Jegy objektumhoz lesz létrehozva. Ha a Bejegyzés objektumhoz szükséges egy dinamikus mezőt létrehozni, akkor a Bejegyzés legördülő listájából válassza ki a mezőt.
zh_cn: 下面的例子创建的所有动态字段的类型属于工单对象。如果你需要创建一个信件对象的动态字段，只需从信件下拉列表中选择你要的动态字段类型即可。

source: The following fields will be added into the system:
hu: A következő mezők lesznek hozzáadva a rendszerhez:
zh_cn: 下列字段将被添加到系统中：

source: Field1
hu: Mezo1

source: My Field 1
hu: 1. saját mező

source: Field2
hu: Mezo2

source: My Field 2
hu: 2. saját mező

source: Textarea
hu: Szövegdoboz
zh_cn: 文本块

source: Field3
hu: Mezo3

source: My Field 3
hu: 3. saját mező

source: Checkbox
hu: Jelölőnégyzet
zh_cn: 复选框

source: Field4
hu: Mezo4

source: My Field 4
hu: 4. saját mező

source: Field5
hu: Mezo5

source: My Field 5
hu: 5. saját mező

source: Multiselect
hu: Többválasztós
zh_cn: 多选框

source: Field6
hu: Mezo6

source: My Field 6
hu: 6. saját mező

source: Field7
hu: Mezo7

source: My Field 7
hu: 7. saját mező

source: Date / Time
hu: Dátum / Idő
zh_cn: 日期 / 时间

source: Text Dynamic Field Configuration
hu: Szöveg dinamikus mező beállítások
zh_cn: 文本动态字段配置

source: Text dynamic field is used to store a single line string.
hu: A szöveg dinamikus mező egy egysoros szöveg tárolásához használható.
zh_cn: 文本动态字段用于存储一个单行字符串。

source: Text dynamic field settings:
hu: Szöveg dinamikus mező beállítások:
zh_cn: 文本动态字段设置：

source: Default value: Optional.
hu: Alapértelmezett érték: opcionális.
zh_cn: 默认值：可选。

source: This is the value to be shown by default on the edit screens (like New Phone Ticket or Ticket Compose).
hu: Ez az alapértelmezetten megjelenítendő érték a szerkesztési képernyőkön (mint például új telefonos jegy vagy jegyírás).
zh_cn: 这是在编辑屏幕（如新建电话工单或工单编写）显示的默认值。

source: Show link: Optional.
hu: Hivatkozás megjelenítése: opcionális.
zh_cn: 显示链接：可选。

source: If set, the field value will be converted into a clickable link for display screens (like ticket zoom or overviews).
hu: Ha be van állítva, akkor a mezőérték egy kattintható hivatkozássá lesz átalakítva a megjelenítő képernyőknél (mint például jegynagyítás vagy az áttekintők).
zh_cn: 如果设置了，这个字段的值会在显示屏幕（如工单详情屏幕或工单概览屏幕）被转化成一个可点击的链接。

source: For example, if "Show link" is set to "http://www.otrs.com", clicking on the filled value will make your browser to open the OTRS web page.
hu: Például ha a „Hivatkozás megjelenítése” mező a „http://www.otrs.com” értékre van állítva, akkor a kitöltött értékre kattintva a böngésző meg fogja nyitni az OTRS weboldalát.
zh_cn: 例如，如果“显示链接”设置为“http://www.otrs.com”，点击这个字段填充的值会让你的浏览器打开OTRS网站。

source: The use of [% Data.NameX | uri %] in the Set link value, where NameX is the name of the field, will add the field value as part of the link reference.
hu: A [% Data.NévX | uri %] használata a Hivatkozás beállítása értékben, ahol NévX a mező neve, hozzá fogja adni a mezőértéket a hivatkozás részeként.
zh_cn: 在设置链接的值中使用[% Data.NameX | uri %]（NameX是字段的名称），会将字段的值添加到链接引用中作为其一部分。

source: Dynamic field Text configuration dialog
hu: Szöveg dinamikus mező beállítások párbeszédablak
zh_cn: 文本动态字段配置对话框

source: Textarea Dynamic Field Configuration
hu: Szövegdoboz dinamikus mező beállítások
zh_cn: 多行文本动态字段配置

source: Textarea dynamic field is used to store a multiple line string.
hu: A szövegdoboz dinamikus mező egy többsoros szöveg tárolásához használható.
zh_cn: 多行文本动态字段用于存储一个多行的字符串。

source: Textarea dynamic field settings:
hu: Szövegdoboz dinamikus mező beállítások:
zh_cn: 多行文本动态字段设置：

source: Number of rows: Optional, integer.
hu: Sorok száma: opcionális, egész szám.
zh_cn: 行数：可选，整数。

source: Used to define the height of the field in the edit screens (like New Phone Ticket or Ticket Compose).
hu: A mező magasságának meghatározásához használható a szerkesztési képernyőkön (mint például új telefonos jegy vagy jegyírás).
zh_cn: 用于定义该字段在编辑屏幕（如新建电话工单或工单编写）高度。

source: Number of cols: Optional, Integer.
hu: Oszlopok száma: opcionális, egész szám.
zh_cn: 列数：可选，整数。

source: This value is used to define the width of the field in the edit screens.
hu: Ez az érték a mező szélességének meghatározásához használható a szerkesztési képernyőkön.
zh_cn: 这个值用于定义该字段在编辑屏幕中的宽度。

source: This is the value to be shown by default in the edit screens (it can be a multiple line text).
hu: Ez az alapértelmezetten megjelenítendő érték a szerkesztési képernyőkön (többsoros szöveg is lehet).
zh_cn: 这是在编辑屏幕显示的默认值（可以是多行文本）。

source: Dynamic field Textarea configuration dialog
hu: Szövegdoboz dinamikus mező beállítások párbeszédablak
zh_cn: 多行文本动态字段配置对话框

source: Checkbox Dynamic Field Configuration
hu: Jelölőnégyzet dinamikus mező beállítások
zh_cn: 复选框动态字段配置

source: Checkbox dynamic field is used to store true or false value, represented by a checked or unchecked check box.
hu: A jelölőnégyzet dinamikus mező igaz vagy hamis érték tárolásához használható, amelyet egy bepipált vagy kitörölt jelölőnégyzet ábrázol.
zh_cn: 复选框动态字段用于存储‘真’或‘假’值，代表一个选中或未选中的复选框。

source: Checkbox dynamic field settings:
hu: Jelölőnégyzet dinamikus mező beállítások:
zh_cn: 复选框动态字段设置：

source: Default value: Mandatory.
hu: Alapértelmezett érték: kötelező.
zh_cn: 默认值：强制。

source: This is the value to be shown by default on the edit screens (like New Phone Ticket or Ticket Compose), the default value for this field is closed selection which can be Checked or Unchecked.
hu: Ez az alapértelmezetten megjelenítendő érték a szerkesztési képernyőkön (mint például új telefonos jegy vagy jegyírás). Az alapértelmezett érték ennél a mezőnél zárt választás, amely Bejelölt vagy Kitörölt lehet.
zh_cn: 这是在编辑屏幕（如新建电话工单或工单编写）显示的默认值，该字段的默认值只能是选中或未选中。

source: Dynamic field Checkbox configuration dialog
hu: Jelölőnégyzet dinamikus mező beállítások párbeszédablak
zh_cn: 复选框动态字段配置对话框

source: Dropdown Dynamic Field Configuration
hu: Legördülő dinamikus mező beállítások
zh_cn: 下拉列表框动态字段配置

source: Dropdown dynamic field is used to store a single value, from a closed list.
hu: A legördülő dinamikus mező egy egyedüli érték tárolásához használható egy zárt listából.
zh_cn: 下拉列表框动态字段用于存储从一个固定列表中选择的单个值。

source: Dropdown dynamic field settings:
hu: Legördülő dinamikus mező beállítások:
zh_cn: 下拉列表框动态字段设置：

source: Possible values: Mandatory.
hu: Lehetséges értékek: kötelező.
zh_cn: 可能的值：强制。

source: List of values to choose. If used, a new value is necessary to specify the Key (internal value) and the Value (display value).
hu: A kiválasztandó értékek listája. Ha használva van, akkor egy új értékhez szükséges a Kulcs (belső érték) és az Érték (megjelenített érték) megadása.
zh_cn: 选择值的列表。如果使用了，一个新值需要指定键（内部值）和值（显示值）。

source: This is the value to be shown by default on the edit screens (like New Phone Ticket or Ticket Compose), the default value for this field is closed selection as defined by the Possible values.
hu: Ez az alapértelmezetten megjelenítendő érték a szerkesztési képernyőkön (mint például új telefonos jegy vagy jegyírás). Az alapértelmezett érték ennél a mezőnél a Lehetséges értékek által meghatározott zárt választás.
zh_cn: 这是在编辑屏幕（如新建电话工单或工单编写）显示的默认值，默认值只能从定义的可能值中选择。

source: Add empty value: Mandatory, (Yes / No).
hu: Üres érték hozzáadása: kötelező, (Igen / Nem).
zh_cn: 添加empty值：强制，（是/否）。

source: If this option is activated an extra value is defined to show as a "-" in the list of possible values. This special value is empty internally.
hu: Ha ez a lehetőség be van kapcsolva, akkor egy további érték lesz meghatározva egy „-” karaktert megjelenítve a lehetséges értékek listájában. Ez a speciális érték belsőleg üres.
zh_cn: 如果激活了这个选项，在可能的值之外会定义一个额外的值，显示为“-”，这个特殊值在内部是empty。

source: Translatable values: Mandatory, (Yes / No).
hu: Lefordítható értékek: kötelező, (Igen / Nem).
zh_cn: 可翻译的值：强制，（是/否）。

source: This setting is used mark the possible values of this field to be translated. Only the display values are translated, internal values are not affected, the translation of the values needs to be manually added to the language files.
hu: Ez a beállítás arra használható, hogy lefordíthatóként jelölje meg a mező lehetséges értékeit. Csak a megjelenített értékek lesznek lefordítva, a belső értékeket nem érinti. Az értékek fordítását kézzel kell hozzáadni a nyelvi fájlokhoz.
zh_cn: 这个设置用来标记这个动态字段可能的值是否可以翻译。只有显示的值才能翻译，内部值不受影响，值的翻译需要手动添加到语言文件。

source: Dynamic field Dropdown configuration dialog
hu: Legördülő dinamikus mező beállítások párbeszédablak
zh_cn: 下拉列表框动态字段配置对话框

source: Multiselect Dynamic Field Configuration
hu: Többválasztós dinamikus mező beállítások
zh_cn: 多选动态字段配置

source: Multiselect dynamic field is used to store multiple values, from a closed list.
hu: A többválasztós dinamikus mező több érték tárolásához használható egy zárt listából.
zh_cn: 多选动态字段用来存储一个固定列表中的多个值。

source: Multiselect dynamic field settings:
hu: Többválasztós dinamikus mező beállítások:
zh_cn: 多选动态字段设置：

source: List of values to choose from. When adding additional list items, it is necessary to specify the Key (internal value) and the Value (display value).
hu: A kiválasztható értékek listája. További listaelemek hozzáadásakor szükséges a Kulcs (belső érték) és az Érték (megjelenített érték) megadása.
zh_cn: 从中选择值的列表。当添加附件的列表项目时，需要指定键（内部值）和值（显示值）

source: Dynamic field Multiselect configuration dialog
hu: Többválasztós dinamikus mező beállítások párbeszédablak
zh_cn: 多选动态字段配置对话框

source: Date Dynamic Field Configuration
hu: Dátum dinamikus mező beállítások
zh_cn: 日期动态字段配置

source: Date dynamic field is used to store a date value (Day, Month and Year).
hu: A dátum dinamikus mező egy dátumérték tárolásához használható (év, hónap és nap).
zh_cn: 日期动态字段用来存储一个日期值（年、月、日）。

source: Date dynamic field settings:
hu: Dátum dinamikus mező beállítások:
zh_cn: 日期动态字段设置：

source: Default date difference: Optional, Integer.
hu: Alapértelmezett dátumkülönbség: opcionális, egész szám.
zh_cn: 默认日期差：可选，整数。

source: Number of seconds (positive or negative) between the current date and the selected date to be shown by default in the edit screens (like New Phone Ticket or Ticket Compose).
hu: A jelenlegi dátum és a kijelölt dátum között alapértelmezetten megjelenítendő másodpercek száma (pozitív vagy negatív) a szerkesztési képernyőkön (mint például új telefonos jegy vagy jegyírás).
zh_cn: 在编辑屏幕（如新建电话工单或工单编写）默认显示的时间与当前时间之间相差的秒数（正或负）。

source: Define years period: Mandatory, (Yes / No).
hu: Éves időszak meghatározása: kötelező, (Igen / Nem).
zh_cn: 定义年份周期：强制，（是/否）。

source: Used to set a defined number of years in the past and the future based on the current date of the year select for this field. If set to Yes the following options are available:
hu: Egy meghatározott számú év beállításához használható a múltban és a jövőben az ennél a mezőnél kijelölt év jelenlegi dátuma alapján. Ha Igenre van állítva, akkor a következő beállítások érhetők el:
zh_cn: 用来设置在选择这个字段的年份时，是否限定可以选择使用的年份。如果设置为‘是’，则下列选项可用：

source: Years in the past: Optional, Positive integer.
hu: Elmúlt évek: opcionális, pozitív egész szám.
zh_cn: 过去的几年：可选，正整数。

source: Define the number of years in the past from the current day to display in the year selection for this dynamic field in edit screens.
hu: Az elmúlt évek számát határozza meg a jelenlegi naptól az évválasztóban való megjelenítéshez a szerkesztési képernyőkön lévő dinamikus mezőnél.
zh_cn: 在编辑屏幕选择这个动态字段的年份时，能选择从当天算过去的几年。

source: Years in the future: Optional, Positive integer.
hu: Jövőbeli évek: opcionális, pozitív egész szám.
zh_cn: 未来的几年：可选，正整数。
