Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Sets the pending time of a ticket (you also should sent a pending state via X-OTRS-State). You can specify absolute dates like "2010-11-20 00:00:00" or relative dates, based on the arrival time of the email. Use the form "+ $Number $Unit", where $Unit can be 's' (seconds), 'm' (minutes), 'h' (hours) or 'd' (days). Only one unit can be specified. Examples of valid settings: "+50s" (pending in 50 seconds), "+30m" (30 minutes), "+12d" (12 days). Note that settings like "+1d 12h" are not possible. You can specify "+36h" instead.
hu: Beállítja egy jegy várakozó idejét (függő állapotot az X-OTRS-State fejlécen keresztül is küldhet). Megadhat abszolút dátumokat, mint például „2010-11-20 00:00:00”, vagy relatív dátumokat a levél beérkező idején alapulva. Használja a „+ $Szám $Mértékegység” alakot, ahol a $Mértékegység lehet „s” (másodperc), „m” (perc), „h” (óra) vagy „d” (nap). Csak egy mértékegység adható meg. Példák az érvényes beállításokra: „+50s” (50 másodpercig függőben), „+30m” (30 perc), „+12d” (12 nap). Vegye figyelembe, hogy a „+1d 12h” jellegű beállítások nem lehetségesek. Inkább „+36h” értéket adjon meg helyette.
zh_cn: 设置一个工单的挂起时间（还应通过X-OTRS-State发送挂起状态）。可以指定绝对日期，如“2010-11-20 00:00:00”或根据电子邮件的到达时间的相对日期， 使用“+ $Number $Unit”的形式，其中$Unit可以是's' （秒）、'm'（分钟）、'h'（小时）或'd'（天）， 只能指定一个单位。 有效设置示例：“+50s”（50秒后挂起），“+30m”（30分钟），“+12d”（12天）。 请注意，“+1d 12h”这样的设置是不可能的，你可以用“+36h”代替。

source: default (depends on your setup)
hu: alapértelmezett (a beállítástól függ)
zh_cn: 默认（取决于你的设置）

source: Sets the type of a ticket (if <literal>Ticket::Type</literal> is activated).
hu: Beállítja egy jegy típusát (ha a <literal>Ticket::Type</literal> be van kapcsolva).
zh_cn: 设置一个工单的类型（如果激活了<literal>Ticket::Type</literal>）。

source: (depends on your setup)
hu: (a beállítástól függ)
zh_cn: （取决于你的设置）

source: Sets the service of a ticket (if <literal>Ticket::Service</literal> is active). If you want to set a sub-service you should specify it as <literal>Parent::Sub</literal>.
hu: Beállítja egy jegy szolgáltatását (ha a <literal>Ticket::Service</literal> aktív). Ha egy alszolgáltatást szeretne megadni, akkor <literal>Szülő::Alszolgáltatás</literal> formában kell megadnia.
zh_cn: 设置一个工单的服务（如果激活了<literal>Ticket::Service</literal>）。如果你要设置一个子服务，则应按<literal>父服务::子服务</literal>格式指定

source: Sets the SLA of a ticket (if <literal>Ticket::Service</literal> support is active).
hu: Beállítja egy jegy SLA-ját (ha a <literal>Ticket::Service</literal> támogatás aktív).
zh_cn: 设置一个工单的SLA（如果激活了<literal>Ticket::Service</literal>）。

source: Sets the customer user for the ticket.
hu: Beállítja az ügyfél-felhasználót a jegynél.
zh_cn: 设置工单的客户用户。

source: Sets the customer ID for this ticket.
hu: Beállítja az ügyfél-azonosítót a jegynél.
zh_cn: 设置本工单的客户ID。

source: Sets the type of the ticket sender.
hu: Beállítja a jegy küldőjének típusát.
zh_cn: 设置工单发件人的类型。

source: Controls if the article is shown in the customer interface.
hu: Azt vezérli, hogy a bejegyzés megjelenjen-e az ügyfélfelületen.
zh_cn: 控制信件是否在客户界面中显示。

source: X-OTRS-DynamicField-&lt;DynamicFieldName&gt;:
hu: X-OTRS-DynamicField-&lt;DinamikusMezőNeve&gt;:

source: Depends on Dynamic Field configuration (Text: Notebook, Date: 2010-11-20 00:00:00, Integer: 1)
hu: A dinamikus mező beállításától függ (Szöveg: Jegyzettömb, Dátum: 2010-11-20 00:00:00, Egész: 1)
zh_cn: 取决于动态字段配置（文本：笔记本、日期： 2010-11-20 00:00:00、整数：1）

source: Saves an additional info value for the ticket on <literal>&lt;DynamicFieldName&gt;</literal> Dynamic Field.
hu: Egy további információs értéket ment el a jegyhez a <literal>&lt;DinamikusMezőNeve&gt;</literal> dinamikus mezőn.
zh_cn: 在动态字段<literal>&lt;DynamicFieldName&gt;</literal>中保存工单附加信息的值。

source: If this X-OTRS header is set, no auto answer is delivered to the sender of the message (mail loop protection).
hu: Ha ez az X-OTRS fejléc be van állítva, akkor nem lesz automatikus válasz kézbesítve az üzenet küldőjének (levélhurok védelem).
zh_cn: 如果设置了这个X-OTRS标头，就不会给消息的发件人发送自动答复（邮件环路保护）。

source: If this X-OTRS header is set, the incoming follow-up message will not change the ticket state. For this purpose the header can be customized in the SysConfig using option <literal>KeepStateHeader</literal>.
hu: Ha ez az X-OTRS fejléc be van állítva, akkor a bejövő követő üzenet nem fogja megváltoztatni a jegy állapotát. Erre a célra a fejléc személyre szabható a rendszerbeállításokban a <literal>KeepStateHeader</literal> beállítás használatával.
zh_cn: 如果设置了这个X-OTRS标头，传入的跟进消息不会更改工单状态。 为此，可以使用在系统配置中的选项<literal> KeepStateHeader </literal>自定义标头。

source: no, yes
hu: nem, igen

source: Depending on whether attachments are included in the email this X-OTRS header is set to 'yes', or it has a 'no' value if no attachments are included.
hu: Attól függően, hogy tartalmaz-e mellékleteket az e-mail, ez az X-OTRS fejléc „igen” értékre van állítva, vagy „nem” értéke van, ha nem tartalmaz mellékletet.
zh_cn: 如果电子邮件中包含附件，此X-OTRS标头设置为“yes”，如果未包含任何附件，则它具有“no”值。

source: (number of attachments)
hu: (mellékletek száma)
zh_cn: （附件数）

source: This X-OTRS header contains as value the number of attachments which are contained in the email (i.e. '0' for mails without attachments).
hu: Ez az X-OTRS fejléc tartalmazza számként a mellékletek számát, amelyeket az e-mail tartalmaz (azaz „0” a mellékletek nélküli leveleknél).
zh_cn: 此X-OTRS标头包含的值是电子邮件中包含的附件数量（例如：没有附件的邮件此标头值为“0”）。

source: You should specify a name for every filter rule. Filter criteria can be specified in the section "Filter Condition". Choose via the list boxes for "Header 1", "Header 2" and so on for the parts of the messages where you would like to search, and specify on the right side the values you wish to filter on. In the section "Set Email Headers", you can choose the actions that are triggered if the filter rules match. You can select for "Header 1", "Header 2" and so on to select the X-OTRS-Header and set the associated values (see figure below).
hu: Meg kell adnia egy nevet minden szűrőszabályhoz. A szűrőfeltételek a „Szűrőfeltétel” szakaszban adhatók meg. Válasszon a listamezőkön keresztül az „1. fejléc”, a „2. fejléc”, és így tovább esetén az üzenetek azon részeihez, ahol keresni szeretne, és a jobb oldalon adja meg azokat az értékeket, amelyekre szűrni kíván. Az „E-mail fejlécek beállítása” szakaszban választhatja ki azokat a műveleteket, amelyek aktiválva lesznek, ha a szűrőszabályok illeszkednek. Kiválaszthatja az „1. fejléc”, a „2. fejléc”, és így tovább számára az X-OTRS fejléc kiválasztását és a hozzárendelt változók beállítását (lásd a lenti ábrát).
zh_cn: 你应该为每个过滤规则指定一个名称。 过滤条件可以在“过滤条件”部分中指定。 通过“标头1”、“标头2”等的列表框选择要搜索的消息的部分，并在右侧指定要过滤的值。 在“设置邮件标头”部分中，可以选择过滤规则匹配时触发的操作。 您可以在“标头1”、“标头2”等处选择X-OTRS标头并设置相关值（见下图）。

source: Filter rules are evaluated in alphabetical order, and are all executed except if the "Stop after match" setting has been set to "Yes" in one of the rules (in this case evaluation of the remaining filters is canceled).
hu: A szűrőszabályok ábécé-sorrendben lesznek kiértékelve, és az összes végrehajtásra kerül, kivéve ha a „Leállítás találat után” beállítás „Igen” értékre lett állítva az egyik szabályban (ebben az esetben a hátralévő szűrők kiértékelése meg lesz szakítva).
zh_cn: 过滤器规则按字母顺序评估，除非设置了‘在匹配后停止’为“是”（在这种情况下匹配一条规则后就忽略其它的规则），否则会逐一评估所有的规则。

source: Add a PostMaster filter
hu: Egy levelezési szűrő hozzáadása
zh_cn: 添加一个邮箱管理员过滤器

source: Sort spam mails into a specific queue
hu: SPAM-levelek kiválogatása egy adott várlistába
zh_cn: 将垃圾邮件分类到一个指定队列

source: A useful filter rule would be to let OTRS automatically move mails marked for spam, by using a spam detection tool such as SpamAssassin, into the "Junk" queue. SpamAssassin adds the "X-Spam-Flag" header to every checked mail. When the mail is marked as spam, the Header is set to "Yes". So the filter criteria would be "X-Spam-Flag: Yes". To create a filter rule with this criteria you can insert the name as, for example, "spam-mails". In the section for "Filter Condition", choose "X-Spam-Flag:" for "Header 1" from the listbox. Insert "Yes" as value for this header. Now the filter criteria is specified. To make sure that all spam mails are placed into the "Junk" queue, choose in the section for "Set Email Headers", the "X-OTRS-Queue:" entry for "Header 1". Specify "Junk" as value for this header. Finally add the new filter rule to activate it for new messages in the system.
hu: Egy hasznos szűrőszabály lenne automatikusan megengedni az OTRS-nek egy levélszemét-felismerő eszköz használatával - mint például a SpamAssassin - a levélszemétként megjelölt levelek áthelyezését a „Szemét” várólistába. A SpamAssassin hozzáadja az „X-Spam-Flag” fejlécet minden ellenőrzött levélhez. Amikor a levél szemétként van megjelölve, akkor a fejléc „Yes” értékre van állítva. Így a szűrőszabály „X-Spam-Flag: Yes” lenne. Egy szűrőszabály létrehozásához ezzel a feltétellel beszúrhatja például a „spam-levelek” nevet. A „Szűrőszabályok” szakaszban válassza az „X-Spam-Flag:” lehetőséget az „1. fejléchez” a listamezőből. Szúrja be a „Yes” értéket ehhez a fejléchez. Most már a szűrőfeltétel meg van adva. Hogy meggyőződjön arról, hogy minden szemét levél a „Szemét” várólistába kerül elhelyezésre, válassza az „E-mail fejlécek beállítása” szakaszban az „X-OTRS-Queue:” bejegyzést az „1 fejléchez”. Adja meg a „Szemét” értéket ehhez a fejléchez. Végül az új szűrőszabály hozzáadásához kapcsolja be azt a rendszeren lévő új üzenetekhez.
zh_cn: 一个有用的过滤器规则可以让OTRS自动将标记为垃圾的邮件（通过垃圾邮件检测工具如SpamAssassin）转移到“Junk”队列。SpamAssassin会给检查过的所有邮件添加“X-Spam-Flag”头，当邮件被标记为垃圾邮件时，这个头的值被设置为“Yes”。所以这个过滤器条件就应该是：“X-Spam-Flag: Yes”。要使用这个条件创建一个过滤器，你可以将这个过滤器取名为诸如“spam-mails垃圾邮件”之类，在“过滤器条件”部分，从第一行列表框中选择“X-Spam-Flag”，并在右边的框中输入“Yes”作为搜索的值。现在就指定了过滤器的条件。要确保所有的垃圾邮件被放入“Junk”队列，在“设置邮件头”部分，为第一行选择“X-OTRS-Queue”，并指定“Junk”作为这个头的值。最后保存这个新的过滤器规则并用在系统新消息上。

source: There are additional modules that can be used to <link linkend="email-receiving-filter">filter incoming messages</link> more specifically. These modules might be useful when dealing with larger, more complex systems.
hu: Vannak további modulok, amelyek a <link linkend="email-receiving-filter">bejövő üzenetek szűréséhez</link> speciálisabban használhatók. Ezek a modulok akkor lehetnek hasznosak, amikor nagyobb, összetettebb rendszerekkel foglalkozik.
zh_cn: 还有一些额外的模块可以更有针对性地用于<link linkend="email-receiving-filter">过滤传入消息</link>。 在处理更大、更复杂的系统时，这些模块可能很有用。

source: Executing Automated Jobs with the GenericAgent
hu: Automatizált feladatok végrehajtása az általános ügyintézővel
zh_cn: 使用GenericAgent（自动任务）执行自动任务

source: The GenericAgent is a tool to execute tasks automatically. The GenericAgent, for example, can close or move tickets, send notifications on escalated tickets, etc.
hu: Az általános ügyintéző a feladatok automatikus végrehajtásához használható eszköz. Például az általános ügyintéző le tud zárni vagy át tud helyezni jegyeket, értesítéseket tud küldeni az eszkalált jegyekről, stb.
zh_cn: GenericAgent（自动任务）是一个自动执行任务的工具。自动任务的例子有关闭或转移工单、发送升级工单的通知等等。

source: Click the link "GenericAgent" on the Admin page (see figure below). A table with all automated jobs in the system is displayed. These jobs can then be edited, run manually or removed entirely.
hu: Kattintson az „Általános ügyintéző” hivatkozásra az adminisztrációs oldalon (lásd a lenti ábrát). Egy táblázat fog megjelenni a rendszeren lévő összes automatizált feladattal. Ezek a feladatok szerkeszthetők, futtathatók kézzel vagy teljesen eltávolíthatók.
zh_cn: <link linkend="adminarea">系统管理页面</link>点击“自动任务”链接（见下图），会用表格显示系统中所有的自动任务。这些任务可以被编辑、手动运行或完全删除。

source: Job list for the GenericAgent
hu: Az általános ügyintéző feladatlistája
zh_cn: GenericAgent（自动任务）任务列表

source: Click the "Add job" button to create a new job. You first need to supply a name. Then you can specify how the job will be executed: automatic at fixed times (like a cronjob, this mode will operate on all tickets found by the ticket filter) or based on ticket events (right after a single ticket was modified, if it matches the ticket filter). Note that if you manually run event based jobs from the overview screen, they will operate on all tickets fund by the ticket filter.
hu: Kattintson a „Feladat hozzáadása” gombra egy új feladat létrehozásához. Először egy nevet kell megadni. Ezután határozhatja meg, hogy a feladat hogyan legyen végrehajtva: automatikusan rögzített időnként (mint a cron-feladatok, ez a mód a jegyszűrő által megtalált összes jegyen működni fog) vagy jegyesemények alapján (közvetlenül azután, hogy egy önálló jegy módosult, ha illeszkedik a jegyszűrőre). Vegye figyelembe, hogy ha kézzel futtat esemény alapú feladatokat az áttekintő képernyőről, akkor azok a jegyszűrő által megtalált összes jegyen működni fognak.
zh_cn: 点击“添加任务”按钮来创建一个新的任务。你首先需要提供一个名称，然后可以指定这个任务如何执行：在固定的时间自动执行（像一个cron任务，这个模式会对工单过滤器匹配到的所有工单起作用）或基于工单事件执行（在一个匹配工单过滤器的特定工单被修改后立即执行）。注意：如果你从概览屏幕手动运行基于事件的任务，则会对所有匹配工单过滤器的工单起作用。

source: Creating a job for the GenericAgent
hu: Egy feladat létrehozása az általános ügyintézőhöz
zh_cn: 创建一个新的GenericAgent（自动任务）任务

source: For every job, you can specify a ticket filter, for example to only operate on tickets in a certain queue. All filter criteria must be met for a job to be run on a ticket.
hu: Minden feladatnál megadhat egy jegyszűrőt, például hogy csak egy bizonyos várólistában lévő jegyeken működjön. Az összes szűrőfeltételnek teljesülnie kell egy feladatnál, hogy futtatható legyen egy jegyen.
zh_cn: 你可以给每个任务指定一个工单过滤器，例如只对某个队列里的工单起作用。一个工单上要运行的任务必须满足所有过滤条件。

source: Finally, the ticket can be modified by setting various ticket fields like a new queue or state. It is possible to attach a note to the ticket(s) or run a customized module. You also have the option to delete the ticket(s) from the database. This can be useful to purge outdated or invalid data from the system.
hu: Végül a jegy módosítható számos jegymező beállításával, mint például egy új várólista vagy állapot. Lehetséges egy jegyzetet csatolni a jegyekhez vagy egy személyre szabott modult futtatni. Lehetősége van törölni is a jegyet az adatbázisból. Ez hasznos lehet az idejétmúlt vagy érvénytelen adatok eltávolításához a rendszerről.
zh_cn: 最后，可以通过设置不同的工单字段如一个新的队列或状态来修改工单；可以附加一个备注到工单或运行一个定制的模块；你还能从数据库中删除这个工单，这对清除系统中过期的或无效的数据有用。

source: If you use the ticket delete function, all affected tickets and their attachments will be removed from the database and cannot be restored!
hu: Ha a jegytörlés funkciót használja, akkor az összes érintett jegy és azok mellékletei is el lesznek távolítva az adatbázisból és nem lesznek visszaállíthatók!
zh_cn: 如果你使用了工单删除功能，所有影响的工单和它们的附件都将从数据库中删除并不可恢复！

source: After editing a job, OTRS will return to the overview screen. There you have the possibility to run any job manually. If you choose to run a job, you will first see all tickets which will be affected when the job actually is run. This list helps you to verify that the job is working as intended. At this point no changes have been made to these tickets yet. Only if you confirm the screen the job will be executed.
hu: Miután szerkesztett egy feladatot, az OTRS vissza fog térni az áttekintő képernyőhöz. Itt megvan a lehetősége bármely feladatot kézzel lefuttatni. Ha egy feladat futtatását választja, akkor először látni fogja az összes olyan jegyet, amelyek érintve lesznek, amikor a feladat ténylegesen lefut. Ez a lista segít önnek ellenőrizni, hogy a feladat rendeltetésszerűen működik-e. Ezen a ponton még semmilyen változtatás sem került végrehajtásra azokon a jegyeken. Csak akkor fog végrehajtódni a feladat, ha megerősíti a képernyőt.
zh_cn: 编辑完成一个自动任务后，OTRS返回到任务概览屏幕，你可以手动运行任何任务。如果运行一个任务，你首先会看到任务实际运行时影响到的所有工单。这个清单有助于验证任务是否按预期工作。在这个时候还没有对工单有任何修改，只有你在屏幕中确认后任务才会执行。

source: Administrative Messages
hu: Adminisztratív üzenetek
zh_cn: 管理员消息

source: OTRS administrators can send messages to specific users or groups. The "Admin Notification" link on the Admin page opens the screen where the agents and groups that should be notified can be selected (see figure below).
hu: Az OTRS adminisztrátorok képesek üzeneteket küldeni adott felhasználóknak vagy csoportoknak. Az adminisztrációs oldalon lévő „Adminisztrátor értesítés” hivatkozás egy olyan képernyőt nyit meg, ahol ki lehet választani azokat az ügyintézőket és csoportokat, akiket értesíteni kell (lásd a lenti ábrát).
zh_cn: OTRS系统管理员可以给特定的用户或组发送消息。在<link linkend="adminarea">系统管理页面</link>的“管理员通知”链接打开一个发送管理员通知的屏幕，可以选择要通知的服务人员和组（见下图）。

source: Admin notification screen
hu: Adminisztrátori értesítés képernyő
zh_cn: 管理员通知屏幕

source: It is possible to specify the sender, subject and body text of the notification. You can also select the agents, groups and roles who should receive the message.
hu: Lehetséges megadni a küldőt, a tárgyat és az értesítés törzsszövegét. Kiválaszthat ügyintézőket, csoportokat és szerepeket is, akiknek meg kell kapniuk az üzenetet.
zh_cn: 可以指定通知的发件人、主题和正文内容，还可以指定能收到这个消息的服务人员、组和角色。

source: Session Management
hu: Munkamenet kezelés
zh_cn: 会话管理

source: You can see all logged in users and their session details by clicking the "Session Management" link in the admin area (see figure below).
hu: Megtekinthet minden bejelentkezett felhasználót és a munkamenetük részleteit a „Munkamenet kezelés” hivatkozásra kattintva az adminisztrációs területen (lásd a lenti ábrát).
zh_cn: <link linkend="adminarea">系统管理页面</link>的“会话管理”链接查看所有登录的用户及其会话详细信息（见下图）。

source: Session management
hu: Munkamenet-kezelés
zh_cn: 会话管理

source: Some statistics about all active sessions are displayed, e.g. how many agents and customer users are logged in and the number of active sessions. Any individual session can be removed by clicking on the <emphasis>Kill this session</emphasis> link on the right-hand side of the list. You also have the option to <emphasis>Kill all sessions</emphasis>, which can be useful if you want to take the system offline. Detailed information for every session is available, too (see figure below).
hu: Néhány statisztika van megjelenítve az összes aktív munkamenetről, például hány ügyintéző és ügyfél-felhasználó van bejelentkezve és az aktív munkamenetek száma. Bármely egyéni munkamenet eltávolítható a lista jobb oldalán lévő <emphasis>Munkamenet kilövése</emphasis> hivatkozásra kattintva. Megvan a lehetősége az <emphasis>Összes munkamenet kilövésére</emphasis> is, amely akkor lehet hasznos, ha kapcsolat nélkül állapotba szeretné tenni a rendszert. Részletes információk is elérhetők minden munkamenethez (lásd a lenti ábrát).
zh_cn: 在左侧会显示有关活动会话的统计信息，如登录的服务人员数、客户用户数及活动的会话数。可以通过点击列表右侧的 <emphasis>终止该会话</emphasis>移除单个会话。还能够<emphasis>终止所有会话</emphasis>，当你要让系统离线（如系统维护等）时这个选项很有用。每个会话的详细信息也能看到（见下图）。

source: Session details
hu: Munkamenet részletei
zh_cn: 会话详细信息

source: System Maintenance
hu: Rendszerkarbantartás
zh_cn: 系统维护

source: System Maintenance give the option to schedule one or more maintenance periods for the system. During this period no agents or customers can login into the system (except for Agents in the "admin" group). Current logged users and customers receive a notification about the maintenance (before and during the maintenance period). Administrators have the option to kill the sessions for logged agents and customers, all this in preparation to be able to make changes in the system (e.g. a system update) in a "safe" environment.
hu: A rendszerkarbantartás lehetőséget ad egy vagy több karbantartási időszak ütemezéséhez a rendszernél. Ezen időszak alatt az ügyintézők vagy az ügyfelek nem tudnak bejelentkezni a rendszerre (kivéve az „admin” csoportban lévő ügyintézőket). A jelenleg bejelentkezett felhasználók és ügyfelek értesítést kapnak a karbantartásról (a karbantartási időszak előtt és közben). Az adminisztrátoroknak lehetőségük van a bejelentkezett ügyintézők és ügyfelek munkameneteinek kilövésére, mindezt annak előkészítéséhez, hogy egy „biztonságos” környezetben legyenek képesek változtatásokat végezni a rendszeren (például rendszerfrissítés).
zh_cn: 系统维护可用来计划OTRS系统的一个或多个维护周期。在计划周期内服务人员或客户（除了“admin”组中的服务人员）都不能登录系统。当前登录的用户会收到一个关于系统维护的通知消息（在维护周期开始前和持续期间）。系统管理员可以选择终止登录的服务人员和客户会话，所有这些准备工作使得我们可以在一个“安全”的环境中对系统进行修改（如系统更新）。

source: The system maintenance overview screen with some scheduled periods
hu: A rendszerkarbantartás áttekintő képernyő néhány ütemezett időszakkal
zh_cn: 有一些计划周期的系统维护概览屏幕

source: The Start Date and the Stop Date are required fields, and the only rule for this combination is that Start Date can not be a date after the Stop Date.
hu: A kezdődátum és a végdátum kötelező mezők, és az egyetlen szabály ehhez a kombinációhoz, hogy a kezdődátum nem lehet a végdátum utáni dátum.
zh_cn: 开始日期和停止日期是必填字段，唯一的组合规则是开始日期不能在停止日期之后。

source: The system maintenance edit screen
hu: A rendszerkarbantartás szerkesztés képernyő
zh_cn: 系统维护编辑屏幕

source: After a new maintenance period is defined an overview and details about the current active sessions is shown, from there administrators can kill this sessions one by one or all of them (except current) if it is needed.
hu: Egy új karbantartási időszak meghatározása után egy áttekintő és a jelenlegi aktív munkamenetek részletei jelennek meg, ahonnan az adminisztrátorok kilőhetik ezeket a munkameneteket egyenként vagy az összeset (kivéve a jelenlegit), ha ez szükséges.
zh_cn: 在定义了新的维护周期后会显示当前活动会话的概览和详细信息，系统管理员在这里能够根据需要逐个终止会话或终止所有会话（除了当前会话）。

source: System Log
hu: Rendszernapló
zh_cn: 系统日志

source: The "System Log" link on the Admin page shows the log entries of the system, reverse chronologically sorted with most recent first (see figure below).
hu: Az adminisztrációs oldalon lévő „Rendszernapló” hivatkozás jeleníti meg a rendszer naplóbejegyzéseit fordított időrendi sorrendben, a legutóbbit elsőként (lásd a lenti ábrát).
zh_cn: <link linkend="adminarea">系统管理页面</link>的“系统日志”链接显示系统中的日志条目，按时间倒序将最近的显示在最上面（见下图）。

source: Each line in the log contains a time stamp, the log priority, the system component and the log entry itself.
hu: A napló minden sora tartalmaz egy időbélyeget, a napló prioritását, a rendszerösszetevőt és magát a naplóbejegyzést.
zh_cn: 日志中每一行都包含一个时间戳、日志优先级、系统组件和日志内容。

source: System logs are available via the web interface only on Linux / Unix systems.
hu: A rendszernaplók a webes felületen keresztül csak Linux / Unix rendszereken érhetők el.
zh_cn: WEB界面中的系统日志只在Linux/Unix系统上可用。

source: Communication Log
hu: Kommunikációs napló
zh_cn: 通信日志

source: The <emphasis>Communication Log</emphasis> frontend in the Admin area allows you to inspect the internal logs about communication handling in OTRS, i.e. sending/receiving emails.
hu: Az adminisztrációs területen lévő <emphasis>Kommunikációs napló</emphasis> előtétprogram lehetővé teszi a kommunikációkezeléssel kapcsolatos belső naplók, azaz az e-mailek küldésének és fogadásának megvizsgálását az OTRS-ben.
zh_cn: 在系统管理页面中的<emphasis>通讯日志</emphasis>界面允许你检查OTRS中通信处理的内部日志，如发送/接收电子邮件。

source: Communication Log Overview
hu: Kommunikációs napló áttekintő
zh_cn: 通信日志概览（%s）

source: Overview page is a dashboard-like screen with several metrics indicating the overall health of the system, depending on filtered communications.
hu: Az áttekintő oldal egy vezérlőpult szerű képernyő számos mutatóval, amely a rendszer általános egészségi állapotát jelzi a szűrt kommunikációktól függően.
zh_cn: 概览页面是一个仪表板式的屏幕，具有多个指标，指示系统的整体运行状况，具体取决于过滤的通信。

source: Account status will signal if you have any issues with configured accounts used for fetching or sending messages.
hu: A fiókállapot fogja jelezni, ha valamilyen problémák vannak az üzenetek lekéréséhez vagy küldéséhez használt beállított fiókokkal.
zh_cn: 如果已配置的用于提取或发送邮件的帐户有任何问题，帐户状态将会发出信号。

source: Communication status will notify you if there are any errors with either account connections or message processing.
hu: A kommunikációs állapot fogja értesíteni, ha valamilyen hibák vannak a fiók kapcsolataival vagy az üzenetfeldolgozással.
zh_cn: 通信状态将通知你是否有任何帐户连接或消息处理错误。
