Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: If a task execution time definition is changed in SysConfig, it might take up to an hour for the daemon to pick up the change automatically. Alternatively the OTRS Daemon can be restarted to apply the change immediately.
hu: Ha egy feladatvégrehajtási idő meghatározása megváltozik a rendszerbeállításokban, akkor akár egy óráig is eltarthat, amíg a démon automatikusan átveszi a változást. Alternatívaként az OTRS démon újra is indítható, hogy azonnal alkalmazza a változást.
zh_cn: 如果在系统配置中修改了一个任务执行时间定义，OTRS守护进程可能要花最多1个小时才能自动获得修改后的时间。另外也可以通过重启OTRS守护进程来立即应用修改了的执行时间。

source: Generic Agent task manager daemon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerGenericAgentTaskManager.pm</filename>)
hu: Általános ügyintéző feladat kezelő démon (<filename>Kernel/System/Daemon/DaemonModules/SchedulerGenericAgentTaskManager.pm</filename>)
zh_cn: 自动任务管理器守护进程（<filename>Kernel/System/Daemon/DaemonModules/SchedulerGenericAgentTaskManager.pm</filename>）

source: This daemon scans for Generic Agent jobs stored in the database that have a time schedule (discarding all other Generic Agent jobs that are set to executed by events). When is time to run a Generic Agent job it sends the task information to the task worker daemon to handle the task.
hu: Ez a démon azokat az adatbázisban tárolt általános ügyintéző feladatokat olvassa be, amelyek rendelkeznek időütemezéssel (eldobva az összes egyéb olyan általános ügyintéző feladatot, amelyeket események jelöltek meg végrehajtásra). Amikor eljön az idő egy általános ügyintéző feladat futtatására, akkor elküldi a feladat információit a feladatelvégző démonnak a feladat kezeléséhez.
zh_cn: 这个守护进程扫描存储在数据库中的定时自动任务（丢弃所有事件触发的自动任务）。当自动任务运行时间到了时，它将需要的信息发送给任务工作者守护进程以处理任务。

source: System Configuration sync manager daemon (<filename>Kernel/System/Daemon/DaemonModules/SystemConfigurationSyncManager.pm</filename>)
hu: Rendszerbeállítások szinkronizálását kezelő démon (<filename>Kernel/System/Daemon/DaemonModules/SystemConfigurationSyncManager.pm</filename>)
zh_cn: 系统配置同步管理器守护进程（<filename>Kernel/System/Daemon/DaemonModules/SystemConfigurationSyncManager.pm</filename>）

source: This daemon verifies that the configuration file <filename>Kernel/Config/Files/ZZZAAuto.pm</filename> is up to date with the deployment information from the database, otherwise the file is updated. and signal the main daemon to restart all daemon modules with the updated configuration.
hu: Ez a démon ellenőrzi, hogy a <filename>Kernel/Config/Files/ZZZAAuto.pm</filename> beállítófájl naprakész-e az adatbázisból érkező üzembe állítási információkkal. Egyébként frissíti a fájlt, és jelzi a fő démonnak, hogy indítsa újra az összes démonmodult a frissített beállításokkal.
zh_cn: 这个守护进程验证配置文件<filename>Kernel/Config/Files/ZZZAAuto.pm</filename>是否与数据库中的部署信息保持同步，否则将更新此文件。 并通知主守护进程使用更新后的配置重新启动所有守护进程。

source: Additionally if any other .pm file in <filename>Kernel/Config/Files/</filename> is modified while the daemon is running, it will also signal the main daemon to restart all daemon modules.
hu: Továbbá ha bármely más .pm fájl módosítva lett a <filename>Kernel/Config/Files/</filename> mappában a démon futása alatt, akkor szintén jelezni fogja a fő démonnak, hogy indítsa újra az összes démonmodult.
zh_cn: 此外，如果在守护进程运行时修改了<filename>Kernel/Config/Files/</filename>中的任何其他.pm文件，它还将通知主守护进程重新启动所有守护进程模块。

source: The number of active processes depends on the number of tasks that the OTRS Daemon is executing simultaneously in a time frame.
hu: Az aktív folyamatok száma azon feladatok számától függ, amelyeket az OTRS démon egyidejűleg hajt végre egy időkeretben.
zh_cn: 活动进程数取决于一个时间点上OTRS守护进程同时执行的任务数。

source: By default the each daemon logs all error messages on a separated file located in <filename>/opt/otrs/var/log/Daemon/*.log</filename>. These logs are kept in the system for a defined period. To change this behavior and/or to also log the non error messages, please update SysConfig settings in <literal>Daemon</literal> -&gt; <literal>Core::Log</literal>.
hu: Alapértelmezetten az egyes démonok az összes hibaüzenetet az <filename>/opt/otrs/var/log/Daemon/*.log</filename> helyen található különálló fájlokba naplózzák. Ezek a naplók egy meghatározott ideig vannak megtartva a rendszeren. Ennek a viselkedésnek a megváltoztatásához és/vagy a nem hibaüzenetek naplózásához is, frissítse a <literal>Daemon</literal> -&gt; <literal>Core::Log</literal> helyen lévő rendszerbeállításokat.
zh_cn: 默认每个守护进程在一个单独的文件（位于 <filename>/opt/otrs/var/log/Daemon/*.log</filename>）中记录所有错误消息的日志。这些日志在系统中保留一个预定义的周期。要修改保留时间和/或还要记录非错误消息，请更新系统配置<literal>Daemon</literal> -&gt; <literal>Core::Log</literal>中的设置参数。

source: When a task could not be executed successfully for any reason, an email is sent to a predefined recipient reporting the issue. The content of the email includes the error messages and trace (if available).
hu: Amikor egy feladatot valamilyen ok miatt nem sikerült sikeresen végrehajtani, akkor egy e-mail kerül kiküldésre egy előre meghatározott címzettnek jelentve a hibát. Az e-mail törzse tartalmazza a hibaüzeneteket és a visszakövetési információkat (ha elérhető).
zh_cn: 当一个任务因为某个原因不能成功执行时，会给预定义的收件人发送一封邮件来报告这个问题，邮件内容包括错误消息和可用的跟踪信息。

source: The OTRS Daemon is an automated process that normally does not require human interaction. However it is possible to query its status and start or stop it if needed.
hu: Az OTRS démon egy automatizált folyamat, amely normális esetben nem igényel emberi beavatkozást. Azonban ha szükséges, akkor lehetőség van az állapotának lekérdezésére, valamint az elindítására és leállítására.
zh_cn: OTRS守护进程是一个自动进程，通常不需要人工交互。但是也可以在需要时查询它的状态和启动/停止它。

source: To be sure that the OTRS Daemon is running there is a Cron job that constantly checks that the process is alive. The main daemon is prepared to work even without a database connection, so is perfectly safe if the Cron task to start it is executed even before the database process in the system startup, and it is also tolerant to database disconnections.
hu: Hogy meggyőződhessen arról, hogy az OTRS démon fut, létezik egy cron-feladat, amely állandóan azt ellenőrzi, hogy a folyamat életben van-e. A fő démont úgy készítették fel, hogy még adatbázis-kapcsolat nélkül is működjön, így tökéletesen biztonságos, ha az azt elindító cron-feladat akár a rendszer elindulásánál lévő adatbázis-folyamat előtt hajtódik végre, valamint elviseli az adatbázis-szétkapcsolódásokat is.
zh_cn: 为了确保OTRS守护进程正常运行，有一个Cron任务持续检查这个进程是活的。主守护进程甚至在没有数据库连接时就能工作，所以在系统启动时数据库进程启动之前Cron任务就启动OTRS守护进程是完全没有问题的，它还能容忍数据库失连。

source: If for any reason the OTRS Daemon needs to be stop (for example during a system maintenance), all unhandled tasks are saved, and as soon as the process is started again it continues with all pending tasks. For recurring tasks it will only execute the last instance of the task (if its due time was during the downtime).
hu: Ha az OTRS démont valamilyen okból le kell állítani (például rendszerkarbantartás alatt), akkor az összes nem kezelt feladat el lesz mentve, és amint a folyamat ismét elindul, folytatja az összes függőben lévő feladattal. Az ismétlődő feladatoknál csak a feladat utolsó példányát fogja végrehajtani (ha annak határideje a leállás alatt volt).
zh_cn: 如果因为某个原因需要停止OTRS守护进程（例如在系统维护期间），会保存所有未处理的任务，一旦这个进程重新启动它会继续执行所有保存的任务，对于循环任务它只执行最近一次的任务（如果它的到期时间是在停机时间内的话）。

source: OTRS Daemon Graphical Interface
hu: Az OTRS démon grafikus felülete
zh_cn: OTRS守护进程图形界面

source: The OTRS Daemon is not visible in the OTRS Graphical User Interface unless it stops running.
hu: Az OTRS démon nem látható az OTRS grafikus felhasználói felületén, hacsak le nem áll a futása.
zh_cn: 除非OTRS守护停止运行，否则它在OTRS图形界面中不可见。

source: When the system detects that the OTRS Daemon is not running, a notification is presented to a defined group of users ("admin" by default).
hu: Amikor a rendszer azt észleli, hogy az OTRS démon nem fut, akkor egy értesítés kerül megjelenítésre a felhasználók egy maghatározott csoportjának (alapértelmezetten az „admin” csoportnak).
zh_cn: 当系统检测到OTRS守护进程没有运行时，会给预定义组（默认是“admin”组）的用户显示一条通知消息。

source: To disable the notification (not recommended), change or add the notification groups, please edit the <literal>Frontend::NotifyModule###800-Daemon-Check</literal> setting in the SysConfig.
hu: Az értesítés letiltásához (nem ajánlott), az értesítési csoportok megváltoztatásához vagy hozzáadásához szerkessze a <literal>Frontend::NotifyModule###800-Daemon-Check</literal> beállítást a rendszerbeállításokban.
zh_cn: 要禁用这个通知（不推荐），修改或添加通知的组，请在系统配置中编辑<literal>Frontend::NotifyModule###800-Daemon-Check</literal>的设置。

source: Daemon notification
hu: Démon értesítés
zh_cn: 守护进程通知

source: Clicking the notification the system presents an overlay window explaining the steps to bring the OTRS Daemon up and running.
hu: Az értesítésre kattintva a rendszer egy rátét ablakot jelenít meg, amely elmagyarázza azokat a lépéseket, amelyek az OTRS démon visszakapcsolásához és futtatásához szükségesek.
zh_cn: 点击这个通知系统会显示一个重叠屏幕来解释启动OTRS守护进程的步骤。

source: Start Daemon
hu: A démon indítása
zh_cn: 启动OTRS守护进程

source: OTRS Daemon Command Line Interface
hu: Az OTRS démon parancssori felülete
zh_cn: OTRS守护进程命令行接口

source: The OTRS Daemon command line tools let you control the main daemon process (Start / Stop) or query its status. There are also tools to get more detailed information about the other four children daemons.
hu: Az OTRS démon parancssori eszközei lehetővé teszik a fő démon folyamat vezérlését (indítását és leállítását), vagy az állapotának lekérdezését. Vannak eszközök a másik négy gyermekdémonnal kapcsolatos részletesebb információk lekérdezéséhez is.
zh_cn: OTRS守护进程命令行工具能让你控制主守护进程（启动或停止）或查询它的状态。还有获取其它四个子进程的详细信息的工具。

source: Main Daemon Tools
hu: Fő démon eszközök
zh_cn: 主守护进程工具

source: To start, stop or query daemon status <filename>bin/otrs.Daemon.pl</filename> script is used.
hu: Az elindításhoz, a leállításhoz vagy a démonállapotok lekérdezéséhez a <filename>bin/otrs.Daemon.pl</filename> parancsfájl használható.
zh_cn: 要启动、停止或查询守护进程状态，使用<filename>bin/otrs.Daemon.pl</filename>脚本。

source: Example to start the OTRS Daemon
hu: Példa az OTRS démon indítására
zh_cn: 启动OTRS守护进程示例

source: Available Options
hu: Elérhető kapcsolók
zh_cn: 可用的选项

source: <command>start</command> - to start the OTRS Daemon process.
hu: <command>start</command> - az OTRS démonfolyamat indításához.
zh_cn: <command>start</command> - 启动OTRS守护进程。

source: <command>stop</command> - to stop the OTRS Daemon process.
hu: <command>stop</command> - az OTRS démonfolyamat leállításához.
zh_cn: <command>stop</command> - 停止OTRS守护进程。

source: <command>status</command> - to query the OTRS Damon process status.
hu: <command>status</command> - az OTRS démonfolyamat állapotának lekérdezéséhez.
zh_cn: <command>status</command> - 查询OTRS守护进程状态。

source: <command>start --debug</command> - to start the OTRS Daemon process in debug mode.
hu: <command>start --debug</command> - az OTRS démonfolyamat indításához hibakereső módban.
zh_cn: <command>start --debug</command> - 以调试模式启动OTRS守护进程。

source: In this mode each daemon reports different messages depending on the actions that are been executed. This mode is not recommended for production environments.
hu: Ebben a módban minden démon különböző üzeneteket jelent azoktól a műveletektől függően, amelyek éppen végrehajtásra kerültek. Ez a mód nem ajánlott termelési környezeteknél.
zh_cn: 在这个模式下每个守护进程报告不同的消息（取决于已经执行的操作）。这个模式不推荐在生产环境中使用。

source: <command>stop --force</command> - to stop the OTRS Daemon process in reducing the wait for children processes to finish.
hu: <command>stop --force</command> - az OTRS démonfolyamat leállításához, csökkentve a gyermekfolyamatok befejezésére való várakozást.
zh_cn: <command>stop --force</command> - 不等待子进程完成立即停止OTRS守护进程。

source: A forced stop reduces the amount of time the main daemon waits to successful stop the other children processes from 30 seconds (normal) to 5 seconds (forced).
hu: Egy erőltetett leállítás 30 másodpercről (normál) 5 másodpercre (erőltetett) csökkenti azon idő hosszát, amíg a fő démon a többi gyermekfolyamat sikeres leállítására vár.
zh_cn: 强制停止减少了主守护进程等待其它子进程成功完成的时间，从30秒（正常）减少到5秒（强制）。

source: Other Daemon Tools
hu: Egyéb démoneszközök
zh_cn: 其它守护进程的工具

source: To list all configured child daemons that the main daemon should start and keep running use the console command: <literal>Maint::Daemon::List</literal>.
hu: Az olyan összes beállított gyermekdémon felsorolásához, amelyeket a fő démonnak el kell indítania és folyamatosan futtatnia kell, használja a következő konzolparancsot: <literal>Maint::Daemon::List</literal>.
zh_cn: 列出所有配置的子守护进程，即主守护进程要使用控制台命令<literal>Maint::Daemon::List</literal>启动并保持其运行的。

source: Example to list all configured daemons
hu: Példa az összes beállított démon felsorolására
zh_cn: 列出所有配置的子守护进程的示例

source: To list detailed information of all daemons use the console command: <literal>Maint::Daemon::Summary</literal>.
hu: Az összes démon részletes információinak felsorolásához használja a következő konzolparancsot: <literal>Maint::Daemon::Summary</literal>.
zh_cn: 要列出所有守护进程的详细信息，使用控制台命令：<literal>Maint::Daemon::Summary</literal>。

source: Example to a summary of all daemon tasks
hu: Példa az összes démonfeladat összegzésére
zh_cn: 汇总所有守护进程信息的示例

source: Using External backends
hu: Külső háttérprogramok használata
zh_cn: 使用外部后端

source: Customer Data
hu: Ügyféladatok
zh_cn: 客户数据

source: OTRS works with many customer data attributes such as username, email address, phone number, etc. These attributes are displayed in both the Agent and the Customer frontends, and also used for the authentication of customers.
hu: Az OTRS számos ügyféladat jellemzővel dolgozik, mint például felhasználónév, e-mail cím, telefonszám, stb. Ezek a jellemzők mind az ügyintézői, mind az ügyfél előtétprogramokon megjelennek, és az ügyfelek hitelesítéséhez is használják.
zh_cn: OTRS会使用许多客户数据属性如用户名、邮件地址、电话号码等等，这些属性在服务人员和客户前端界面都会显示，还用于客户的身份验证。

source: Customer data used or displayed within OTRS is highly customizable. The following information is however always needed for customer authentication:
hu: Az OTRS-en belül használt vagy megjelenített ügyféladatok nagymértékben személyre szabhatók. A következő információkra azonban mindig szükség van az ügyfél hitelesítéséhez:
zh_cn: 在OTRS中使用或显示的客户数据是高度可定制的，但下面的信息始终需要用于客户身份验证：

source: User login
hu: Felhasználói bejelentkezés
zh_cn: 用户登录名

source: Email address
hu: E-mail cím
zh_cn: 电子邮件地址

source: Customer ID
hu: Ügyfél-azonosító
zh_cn: 客户ID

source: Use the following SysConfig parameters if you want to display customer information in your agent interface.
hu: Használja a következő rendszerbeállítási paramétereket, ha ügyfélinformációkat szeretne megjeleníteni az ügyintéző felületen.
zh_cn: 如果你要在服务人员界面显示客户信息，使用下面的系统配置参数。

source: # Ticket::Frontend::CustomerInfo* # (show customer info on Compose (Phone and Email), Zoom and # Queue view) $Self->{'Ticket::Frontend::CustomerInfoCompose'} = 1; $Self->{'Ticket::Frontend::CustomerInfoZoom'} = 1;
hu: # Ticket::Frontend::CustomerInfo* # (ügyfélinformációk megjelenítése az írás (telefon és e-mail), # nagyítás és várólista nézeten $Self->{'Ticket::Frontend::CustomerInfoCompose'} = 1; $Self->{'Ticket::Frontend::CustomerInfoZoom'} = 1;
zh_cn: # Ticket::Frontend::CustomerInfo* # （在编写电话/邮件工单、工单详情和队列视图屏幕显示客户信息） $Self->{'Ticket::Frontend::CustomerInfoCompose'} = 1; $Self->{'Ticket::Frontend::CustomerInfoZoom'} = 1;

source: <emphasis>Script: SysConfig configuration parameters.</emphasis>
hu: <emphasis>Parancsfájl: Rendszerbeállítási konfigurációs paraméterek.</emphasis>
zh_cn: <emphasis>脚本：系统配置参数</emphasis>

source: Customer User Backend
hu: Ügyfél-felhasználó háttérprogram
zh_cn: 客户用户后端

source: You can use two types of customer backends, DB and LDAP. If you already have another customer backend (e.g. SAP), it is of course possible to write a module that uses it.
hu: Kétféle típusú ügyfél-háttérprogramot használhat: DB és LDAP. Ha már van egy másik ügyfél-háttérprogramja (például SAP), természetesen lehetséges egy olyan modul írása, amely azt használja.
zh_cn: 你可以使用两种类型的客户后端：DB和LDAP。如果你已经有另外的客户后端（如SAP），当然可用写一个模块来使用它。

source: Database (Default)
hu: Adatbázis (alapértelmezett)
zh_cn: 数据库(默认)

source: The Example below shows the configuration of a DB customer backend, which uses customer data stored in the OTRS database.
hu: A lenti példa egy olyan DB ügyfél-háttérprogram beállítását jeleníti meg, amely az OTRS adatbázisban tárolt ügyféladatokat használja.
zh_cn: 下面的示例显示一个客户数据库后端的配置，使用了存储在OTRS数据库中的客户数据。

source: Configuring a DB customer backend
hu: Egy DB ügyfél-háttérprogram beállítása
zh_cn: 配置客户的数据库后端

source: # CustomerUser (customer database backend and settings) $Self->{CustomerUser} = { Name => 'Database Datasource', Module => 'Kernel::System::CustomerUser::DB', Params => { # if you want to use an external database, add the required settings # DSN => 'DBI:odbc:yourdsn', # Type => 'mssql', # only for ODBC connections # DSN => 'DBI:mysql:database=customerdb;host=customerdbhost', # User => '', # Password => '', Table => 'customer_user', # CaseSensitive will control if the SQL statements need LOWER() # function calls to work case insensitively. Setting this to # 1 will improve performance dramatically on large databases. CaseSensitive => 0, }, # customer unique id CustomerKey => 'login', # customer # CustomerID => 'customer_id', CustomerValid => 'valid_id', CustomerUserListFields => ['first_name', 'last_name', 'email'], CustomerUserSearchFields => ['login', 'last_name', 'customer_id'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['email'], CustomerUserNameFields => ['title','first_name','last_name'], CustomerUserEmailUniqCheck => 1, # # show not own tickets in customer panel, CompanyTickets # CustomerUserExcludePrimaryCustomerID => 0, # # generate auto logins # AutoLoginCreation => 0, # AutoLoginCreationPrefix => 'auto', # # admin can change customer preferences # AdminSetPreferences => 1, # # cache time to live in sec. - cache any database queries # CacheTTL => 0, # # just a read only source # ReadOnly => 1, Map => [ # note: Login, Email and CustomerID needed! # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target, link class(es) [ 'UserTitle', 'Title', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Firstname', 'first_name', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Lastname', 'last_name', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Username', 'login', 1, 1, 'var', '', 0 ], [ 'UserPassword', 'Password', 'pw', 0, 0, 'var', '', 0 ], [ 'UserEmail', 'Email', 'email', 1, 1, 'var', '', 0 ], # [ 'UserEmail', Translatable('Email'), 'email', 1, 1, 'var', '[% Env("CGIHandle") %]?Action=AgentTicketCompose;ResponseID=1;TicketID=[% Data.TicketID | uri %];ArticleID=[% Data.ArticleID | uri %]', 0, '', 'AsPopup OTRSPopup_TicketAction' ], [ 'UserCustomerID', 'CustomerID', 'customer_id', 0, 1, 'var', '', 0 ], # [ 'UserCustomerIDs', 'CustomerIDs', 'customer_ids', 1, 0, 'var', '', 0 ], [ 'UserPhone', 'Phone', 'phone', 1, 0, 'var', '', 0 ], [ 'UserFax', 'Fax', 'fax', 1, 0, 'var', '', 0 ], [ 'UserMobile', 'Mobile', 'mobile', 1, 0, 'var', '', 0 ], [ 'UserStreet', 'Street', 'street', 1, 0, 'var', '', 0 ], [ 'UserZip', 'Zip', 'zip', 1, 0, 'var', '', 0 ], [ 'UserCity', 'City', 'city', 1, 0, 'var', '', 0 ], [ 'UserCountry', 'Country', 'country', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Comment', 'comments', 1, 0, 'var', '', 0 ], [ 'ValidID', 'Valid', 'valid_id', 0, 1, 'int', '', 0 ], # Dynamic field example # [ 'DynamicField_Name_X', undef, 'Name_X', 0, 0, 'dynamic_field', undef, 0, undef, undef, ], ], # default selections Selections => { UserTitle => { 'Mr.' => 'Mr.', 'Mrs.' => 'Mrs.', }, }, };
hu: # CustomerUser (ügyféladatbázis háttérprogram és beállítások) $Self->{CustomerUser} = { Name => 'Adatbázis adatforrás', Module => 'Kernel::System::CustomerUser::DB', Params => { # ha egy külső adatbázis szeretne használni, akkor adja hozzá a szükséges beállításokat # DSN => 'DBI:odbc:yourdsn', # Type => 'mssql', # csak ODBC kapcsolatoknál # DSN => 'DBI:mysql:database=customerdb;host=customerdbhost', # User => '', # Password => '', Table => 'customer_user', # A CaseSensitive azt fogja vezérelni, hogy az SQL-utasítások # igényelnek-e LOWER() függvényhívásokat a kis- és nagybetű- # érzéketlen működéshez. Ennek 1-re állítása drámaian növelni # fogja a teljesítményt nagy adatbázisoknál. CaseSensitive => 0, }, # egyedi ügyfél-azonosító CustomerKey => 'login', # ügyfél # CustomerID => 'customer_id', CustomerValid => 'valid_id', CustomerUserListFields => ['first_name', 'last_name', 'email'], CustomerUserSearchFields => ['login', 'last_name', 'customer_id'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['email'], CustomerUserNameFields => ['title','first_name','last_name'], CustomerUserEmailUniqCheck => 1, # # a saját jegyeket nem jeleníti meg az ügyfélpanelen, CompanyTickets # CustomerUserExcludePrimaryCustomerID => 0, # # automatikus bejelentkezések előállítása # AutoLoginCreation => 0, # AutoLoginCreationPrefix => 'auto', # # az adminisztrátor megváltoztathatja az ügyfél beállításait # AdminSetPreferences => 1, # # gyorsítótáridő élettartam másodpercben - bármely adatbázis-lekérdezés gyorsítótárazása # CacheTTL => 0, # # egy csak olvasható forrás # ReadOnly => 1, Map => [ # megjegyzés: a bejelentkezés, az e-mail és az ügyfélazonosító szükséges! # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, tárolótípus, # HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás célja, hivatkozás osztályok [ 'UserTitle', 'Titulus', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Keresztnév', 'first_name', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Vezetéknév', 'last_name', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Felhasználó','login', 1, 1, 'var', '', 0 ], [ 'UserPassword', 'Jelszó', 'pw', 0, 0, 'var', '', 0 ], [ 'UserEmail', 'E-mail', 'email', 1, 1, 'var', '', 0 ], # [ 'UserEmail', Translatable('Email'), 'email', 1, 1, 'var', '[% Env("CGIHandle") %]?Action=AgentTicketCompose;ResponseID=1;TicketID=[% Data.TicketID | uri %];ArticleID=[% Data.ArticleID | uri %]', 0, '', 'AsPopup OTRSPopup_TicketAction' ], [ 'UserCustomerID', 'ÜgyfélID', 'customer_id', 0, 1, 'var', '', 0 ], # [ 'UserCustomerIDs', 'ÜgyfélID-k', 'customer_ids', 1, 0, 'var', '', 0 ], [ 'UserPhone', 'Telefon', 'phone', 1, 0, 'var', '', 0 ], [ 'UserFax', 'Fax', 'fax', 1, 0, 'var', '', 0 ], [ 'UserMobile', 'Mobil', 'mobile', 1, 0, 'var', '', 0 ], [ 'UserStreet', 'Utca', 'street', 1, 0, 'var', '', 0 ], [ 'UserZip', 'Irányítószám','zip', 1, 0, 'var', '', 0 ], [ 'UserCity', 'Település', 'city', 1, 0, 'var', '', 0 ], [ 'UserCountry', 'Ország', 'country', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Megjegyzés', 'comments', 1, 0, 'var', '', 0 ], [ 'ValidID', 'Érvényes', 'valid_id', 0, 1, 'int', '', 0 ], ], # Dinamikus mező példa # [ 'DynamicField_Név_X', undef, 'Név_X', 0, 0, 'dynamic_field', undef, 0, undef, undef, ], # alapértelmezett kijelölések Selections => { UserTitle => { 'Mr.' => 'Mr.', 'Mrs.' => 'Mrs.', }, }, };

source: If you want to customize the customer data, change the column headers or add new ones to the customer_user table in the OTRS database. As an example, the script below shows how to add a new field for room number.
hu: Ha személyre szeretné szabni az ügyféladatokat, akkor változtassa meg az oszlopfejléceket vagy adjon hozzá újakat a customer_user táblához az OTRS adatbázisában. Példaként a lenti parancsfájl azt mutatja meg, hogy hogyan lehet új mezőt hozzáadni a szobaszámhoz.
zh_cn: 如果你要定制客户数据，修改OTRS数据库中customer_user表的列标题或添加一个新列。作为一个示例，下面的脚本显示了如果添加一个房间号的新列。
