Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: <emphasis>Script: Adding a room field to the customer_user table.</emphasis>
hu: <emphasis>Parancsfájl: Egy „room” mező hozzáadása a customer_user táblához.</emphasis>
zh_cn: <emphasis>脚本：添加一个房间字段到customer_user表。</emphasis>

source: Now add the new column to the MAP array in <filename>Kernel/Config.pm</filename>, as shown in the following script.
hu: Most adja hozzá az új oszlopot a <filename>Kernel/Config.pm</filename> fájlban lévő MAP tömbhöz, ahogy a következő parancsfájlban látható.
zh_cn: 现在添加新列到文件<filename>Kernel/Config.pm</filename>中的MAP数组，如下面的脚本所示。

source: # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target, link class(es) [...] [ 'UserRoom', 'Room', 'room', 0, 1, 'var', '', 0 ],
hu: # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, # tárolótípus, HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás cél, # hivatkozás osztályok [...] [ 'UserRoom', 'Room', 'room', 0, 1, 'var', '', 0 ],

source: <emphasis>Script: Adding a room field to the Kernel/Config.pm file.</emphasis>
hu: <emphasis>Parancsfájl: Egy „room” mező hozzáadása a Kernel/Config.pm fájlhoz.</emphasis>
zh_cn: <emphasis>脚本：添加一个房间列到Kernel/Config.pm文件。</emphasis>

source: It is also possible to edit all of this customer information via the Customers link in the Agent interface.
hu: Lehetséges az összes ügyfélinformáció szerkesztése az adminisztrációs felületen lévő Ügyfelek hivatkozáson keresztül is.
zh_cn: 还可以在服务人员界面通过客户链接编辑所有的客户信息。

source: Please note that you may omit <literal>http-link-target</literal> and <literal>link class</literal> keys in map array elements, if they are not to be used. These keys add <literal>target=""</literal> and <literal>class=""</literal> attributes to the HTTP link element, respectively. They are ignored if <literal>http-link</literal> is not set.
hu: Ne feledje, hogy elhagyhatja a <literal>http-link-target</literal> és a <literal>link class</literal> kulcsokat a leképezési tömb elemeiben, ha azok nincsenek használva. Ezek a kulcsok rendre a <literal>target=""</literal> és a <literal>class=""</literal> attribútumokat adják a HTTP hivatkozás elemhez. Figyelmen kívül lesznek hagyva, ha a <literal>http-link</literal> nincs beállítva.
zh_cn: 请注意，您可以忽略在映射中的数组元素<literal>http-link-target</literal>和<literal>link class</literal>键，如果他们不被使用。 这些键分别将<literal>target=""</literal>和<literal>class=""</literal>属性添加到HTTP链接元素。 如果没有设置<literal>http-link</literal>，则忽略它们。

source: Customer with Multiple IDs (Company Tickets)
hu: Egy ügyfél több azonosítóval (vállalati jegyek)
zh_cn: 多个ID的客户（单位工单）

source: It is possible to assign more than one customer ID to a customer. This can be useful if a customer must access tickets of other customers, e.g. a supervisor wants to watch the tickets of his assistants. If a customer can access the tickets of another customer, the company ticket feature of OTRS is used. Company tickets can be accessed via the "Company Tickets" link in the customer panel.
hu: Lehetséges egynél több ügyfél-azonosítót hozzárendelni egy ügyfélhez. Ez akkor lehet hasznos, ha egy ügyfélnek hozzá kell férnie más ügyfelek jegyeihez, például egy felügyelő meg szeretné nézni az asszisztensei jegyeit. Ha egy ügyfél hozzáférhet egy másik ügyfél jegyeihez, akkor az OTRS vállalati jegy funkcióját használják. A vállalati jegyekhez az ügyfélpanelen lévő „Vállalati jegyek” hivatkozáson keresztül lehet hozzáférni.
zh_cn: 给一个客户分配多个ID是可能的。这在一个客户必须访问另一个客户的工单时很有用，例如：一名主管想关注他的助手的工单。如果一个客户能够访问另一个客户的工单，需要使用OTRS的单位工单功能。可通过客户界面的“单位工单”链接来访问单位工单。

source: To use company tickets, a new column with the IDs that should be accessible for a customer, has to be added to the customer_user table in the OTRS database (see Script below).
hu: A vállalati jegyek használatához egy új oszlopot kell hozzáadni a customer_user táblához az OTRS adatbázisában azokkal az azonosítókkal, amelyeknek elérhetőnek kell lenniük egy ügyfélnél (lásd a lenti parancsfájlt).
zh_cn: 要使用单位工单，必须在OTRS数据库中的customer_user表中添加一个可以被客户访问的ID的新列，请参阅下面的脚本。

source: <emphasis>Script: Adding a customer_ids field to the customer_user table.</emphasis>
hu: <emphasis>Parancsfájl: Egy „customer_ids” mező hozzáadása a customer_user táblához.</emphasis>
zh_cn: <emphasis>脚本：给customer_user表添加一个customer_ids列。</emphasis>

source: Now the new column has to be added to the MAP array in <filename>Kernel/Config.pm</filename>, as shown in the script below.
hu: Most az új oszlopot hozzá kell adni a <filename>Kernel/Config.pm</filename> fájlban lévő MAP tömbhöz, ahogy a lenti parancsfájlban látható.
zh_cn: 现在必须将新列添加到文件<filename>Kernel/Config.pm</filename>中的MAP数组，如下面的脚本所示。

source: # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target, link class(es) [...] [ 'UserCustomerIDs', 'CustomerIDs', 'customer_ids', 1, 0, 'var', '', 0 ],
hu: # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, # tárolótípus, HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás cél, # hivatkozás osztályok [...] [ 'UserCustomerIDs', 'CustomerIDs', 'customer_ids', 1, 0, 'var', '', 0 ],

source: <emphasis>Script: Adding a UserCustomerIDs field to the Kernel/Config.pm file.</emphasis>
hu: <emphasis>Parancsfájl: Egy „UserCustomerIDs” mező hozzáadása a Kernel/Config.pm fájlhoz.</emphasis>
zh_cn: <emphasis>脚本：在文件Kernel/Config.pm中添加UserCustomerIDs列。</emphasis>

source: Now, the new column for the multiple customer IDs can be edited via the Agent interface, in the section for the customer management.
hu: Most az új oszlop a több ügyfél-azonosítónál az ügyintézői felületen keresztül szerkeszthető az ügyfélkezelésnél lévő szakaszban.
zh_cn: 现在，这个用于多个客户ID的新列能够通过服务人员界面客户管理部分进行编辑。

source: To ensure that one customer can access the tickets of other customers, add the IDs of these other users into the new field for the multiple customer IDs. Each ID has to be separated by a semicolon (see Example below).
hu: Annak biztosításához, hogy egy ügyfél hozzá tudjon férni más ügyfelek jegyeihez, adja hozzá ezen egyéb felhasználók azonosítóit az új mezőbe a több ügyfélazonosítónál. Minden egyes azonosítót egy pontosvesszővel kell elválasztani (lásd a lenti példát).
zh_cn: 要确保一个客户能够访问其它客户的工单，将其它客户的ID添加到这个新列，每个ID要用分号分隔（见下面的示例）。

source: Using Company Tickets with a DB Backend
hu: Vállalati jegyek használata egy DB háttérprogrammal
zh_cn: 通过数据库后端使用单位工单

source: The customers A, B and C exist in your system, and A wants to have access to the tickets of B and C via the customer panel. B and C should have no access to the tickets of other users.
hu: A, B és C ügyfelek léteznek a rendszeren, és A hozzáférést szeretne B és C jegyeihez az ügyfélpanelen keresztül. B és C ügyfélnek nem lehet hozzáférése az egyéb ügyfelek jegyeihez.
zh_cn: 系统中有客户A、B和C，A想要通过客户界面访问B和C的工单，B和C不能访问其他人的工单。

source: To realize this setup, change the customer_user table and the mapping in <filename>Kernel/Config.pm</filename> as described above. Then load the settings for customer A via the Customers link in the Agent interface or via the Admin page. If the settings are displayed, add into the field for CustomerIDs the values "B;C;".
hu: Ezen beállítás megvalósításához változtassa meg a customer_user táblát és a <filename>Kernel/Config.pm</filename> fájlban lévő leképezést, ahogy fent le van írva. Ezután töltse be a beállításokat az A ügyfélhez az adminisztrációs felületen lévő „Ügyfelek” hivatkozáson keresztül vagy az adminisztrációs oldalon keresztül. Ha a beállítások megjelentek, akkor adja hozzá a mezőhöz az ügyfél-azonosítóknál a „B;C;” értékeket.
zh_cn: 要实现这个设置，修改表customer_user并按以上描述修改文件<filename>Kernel/Config.pm</filename>中的映射。然后在服务人员界面中或者通过系统管理页面载入客户A的设置，设置显示出来后，将CustomerIDs字段输入值“B;C;”。

source: If you have an LDAP directory with your customer data, you can use it as the customer backend with OTRS, as shown in Example below.
hu: Ha egy LDAP könyvtára van az ügyféladatokkal, akkor használhatja azt ügyfél-háttérprogramként az OTRS-sel, amint a lenti példában látható.
zh_cn: 如果你有一个客户数据的LDAP目录，你可以用它作为OTRS的客户后端，如下面的例子所示。

source: Configuring an LDAP customer backend
hu: Egy LDAP ügyfél-háttérprogram beállítása
zh_cn: 配置一个LDAP客户后端

source: # CustomerUser # (customer ldap backend and settings) $Self->{CustomerUser} = { Name => 'LDAP Data Source', Module => 'Kernel::System::CustomerUser::LDAP', Params => { # ldap host Host => 'bay.csuhayward.edu', # ldap base dn BaseDN => 'ou=seas,o=csuh', # search scope (one|sub) SSCOPE => 'sub', # The following is valid but would only be necessary if the # anonymous user does NOT have permission to read from the LDAP tree UserDN => '', UserPw => '', # in case you want to add always one filter to each ldap query, use # this option. e. g. AlwaysFilter => '(mail=*)' or AlwaysFilter => '(objectclass=user)' AlwaysFilter => '', # if the charset of your ldap server is iso-8859-1, use this: # SourceCharset => 'iso-8859-1', # Net::LDAP new params (if needed - for more info see perldoc Net::LDAP) Params => { port => 389, timeout => 120, async => 0, version => 3, }, }, # customer unique id CustomerKey => 'uid', # customer # CustomerID => 'mail', CustomerUserListFields => ['cn', 'mail'], CustomerUserSearchFields => ['uid', 'cn', 'mail'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['mail'], CustomerUserNameFields => ['givenname', 'sn'], # show not own tickets in customer panel, CompanyTickets CustomerUserExcludePrimaryCustomerID => 0, # add an ldap filter for valid users (expert setting) # CustomerUserValidFilter => '(!(description=locked))', # administrator can't change customer preferences AdminSetPreferences => 0, # # cache time to live in sec. - cache any database queries # CacheTTL => 0, Map => [ # note: Login, Email and CustomerID are mandatory! # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target, link class(es) [ 'UserTitle', 'Title', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Firstname', 'givenname', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Lastname', 'sn', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Username', 'uid', 1, 1, 'var', '', 0 ], [ 'UserEmail', 'Email', 'mail', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'CustomerID', 'mail', 0, 1, 'var', '', 0 ], # [ 'UserCustomerIDs', 'CustomerIDs', 'second_customer_ids', 1, 0, 'var', '', 0 ], [ 'UserPhone', 'Phone', 'telephonenumber', 1, 0, 'var', '', 0 ], [ 'UserAddress', 'Address', 'postaladdress', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Comment', 'description', 1, 0, 'var', '', 0 ], ], };
hu: # CustomerUser # (ügyfél LDAP háttérprogram és beállítások) $Self->{CustomerUser} = { Name => 'LDAP adatforrás', Module => 'Kernel::System::CustomerUser::LDAP', Params => { # LDAP kiszolgáló Host => 'bay.csuhayward.edu', # LDAP bázis dn BaseDN => 'ou=seas,o=csuh', # keresési hatáskör (one|sub) SSCOPE => 'sub', # A következő érvényes, de csak akkor lenne szükséges, ha a névtelen # felhasználónak NEM lenne jogosultsága az LDAP-fából olvasni UserDN => '', UserPw => '', # Abban az esetben, ha mindig egy szűrőt szeretne hozzáadni az egyes # LDAP lekérdezésekhez, akkor használja ezt a beállítást. Például: # AlwaysFilter => '(mail=*)' vagy AlwaysFilter => '(objectclass=user)' AlwaysFilter => '', # ha az LDAP-kiszolgáló karakterkészlete iso-8859-2, akkor használja ezt: # SourceCharset => 'iso-8859-2', # Net::LDAP új paraméterek (ha szükséges - további # információkért nézze meg: perldoc Net::LDAP) Params => { port => 389, timeout => 120, async => 0, version => 3, }, }, # egyedi ügyfél-azonosító CustomerKey => 'uid', # ügyfél # CustomerID => 'mail', CustomerUserListFields => ['cn', 'mail'], CustomerUserSearchFields => ['uid', 'cn', 'mail'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['mail'], CustomerUserNameFields => ['givenname', 'sn'], # a saját jegyeket nem jeleníti meg az ügyfélpanelen, CompanyTickets CustomerUserExcludePrimaryCustomerID => 0, # egy LDAP-szűrő hozzáadása az érvényes felhasználókhoz (szakértő beállítások) # CustomerUserValidFilter => '(!(description=locked))', # az adminisztrátor nem változtathatja meg az ügyfél beállításait AdminSetPreferences => 0, # # gyorsítótáridő élettartam másodpercben - bármely adatbázis-lekérdezés gyorsítótárazása # CacheTTL => 0, Map => [ # megjegyzés: a bejelentkezés, az e-mail és az ügyfélazonosító kötelezők! # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, tárolótípus, # HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás cél, hivatkozás osztályok [ 'UserTitle', 'Titulus', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Keresztnév', 'givenname', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Vezetéknév', 'sn', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Felhasználó','uid', 1, 1, 'var', '', 0 ], [ 'UserEmail', 'E-mail', 'mail', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'ÜgyfélID', 'mail', 0, 1, 'var', '', 0 ], # [ 'UserCustomerIDs', 'ÜgyfélID-k', 'second_customer_ids', 1, 0, 'var', '', 0 ], [ 'UserPhone', 'Telefon', 'telephonenumber', 1, 0, 'var', '', 0 ], [ 'UserAddress', 'Cím', 'postaladdress', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Megjegyzés', 'description', 1, 0, 'var', '', 0 ], ], };

source: If additional customer attributes are stored in your LDAP directory, such as a manager's name, a mobile phone number, or a department, and if you want to display this information in OTRS, just expand the MAP array in <filename>Kernel/Config.pm</filename> with the entries for these attributes, as shown in the following script.
hu: Ha további ügyféljellemzők is vannak az LDAP könyvtárban tárolva, mint például igazgató neve, mobiltelefonszám vagy részleg, és ha ezeket az információkat szeretné megjeleníteni az OTRS-ben, akkor egyszerűen bővítse ki a <filename>Kernel/Config.pm</filename> fájlban lévő MAP tömböt ezeknek a jellemzőknek a bejegyzéseivel, amint a következő parancsfájlban látható.
zh_cn: 如果你的LDAP目录存储有附加的客户信息如经理的姓名、手机号或部分，并且你想在OTRS中显示这些信息，只需用这些属性条目扩展文件<filename>Kernel/Config.pm</filename>中的MAP数组即可，如下面的脚本所示。

source: # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target, link class(es) [...] [ 'UserPhone', 'Phone', 'telephonenumber', 1, 0, 'var', '', 0 ],
hu: # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, # tárolótípus, HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás cél, # hivatkozás osztályok [...] [ 'UserPhone', 'Phone', 'telephonenumber', 1, 0, 'var', '', 0 ],

source: <emphasis>Script: Adding new fields to the Kernel/Config.pm file.</emphasis>
hu: <emphasis>Parancsfájl: Új mezők hozzáadása a Kernel/Config.pm fájlhoz.</emphasis>
zh_cn: <emphasis>脚本：添加新的字段到 Kernel/Config.pm文件。</emphasis>

source: It is possible to assign more than one Customer ID to a customer, when using an LDAP backend. To use company tickets, a new field has to be added to the LDAP directory that contains the IDs accessible by the customer.
hu: Lehetséges egynél több ügyfél-azonosítót hozzárendelni egy ügyfélhez egy LDAP háttérprogram használatakor. A vállalati jegyek használatához egy új mezőt kell hozzáadni az LDAP könyvtárhoz, amely azokat az azonosítókat tartalmazza, amelyek hozzáférhetők az ügyfélnek.
zh_cn: 使用LDAP后端时同样可以给一个客户分配多个ID。要使用单位工单，需要在LDAP中添加一个新的字段以包含其它客户的ID。

source: If the new field in the LDAP directory has been created, the new entry has to be added to the MAP array in <filename>Kernel/Config.pm</filename>, as shown in the script below.
hu: Ha az LDAP könyvtárban az új mező létrejött, akkor az új bejegyzést hozzá kell adni a <filename>Kernel/Config.pm</filename> fájlban lévő MAP tömbhöz, ahogy a lenti parancsfájlban látható.
zh_cn: 如果这个新的字段已经在LDAP目录中创建成功，必须将新的条目添加到文件<filename>Kernel/Config.pm</filename>的MAP数组中，如下面的脚本所示。

source: # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly [...] [ 'UserCustomerIDs', 'CustomerIDs', 'customer_ids', 1, 0, 'var', '', 0 ],
hu: # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, # tárolótípus, HTTP-hivatkozás, csak olvasható [...] [ 'UserCustomerIDs', 'ÜgyfélID-k', 'customer_ids', 1, 0, 'var', '', 0 ],

source: <emphasis>Script: Maping new fields to the Kernel/Config.pm file.</emphasis>
hu: <emphasis>Parancsfájl: Új mezők leképezése a Kernel/Config.pm fájlhoz.</emphasis>
zh_cn: <emphasis>脚本：映射新的字段到 Kernel/Config.pm文件中。</emphasis>

source: The field for the multiple customer IDs has to be edited directly in the LDAP directory. OTRS can only read from LDAP, not write to it.
hu: A több ügyfél-azonosítónál lévő mezőt közvetlenül az LDAP könyvtárban kell szerkeszteni. Az OTRS csak olvasni tud az LDAP könyvtárból, írni nem tud bele.
zh_cn: 用于多ID的字段必须在LDAP目录中直接编辑。OTRS只能从LDAP读取数据，而不能写入数据。

source: To ensure access by a customer to the tickets of other customers, add the customer IDs of the customers whose tickets should be accessed to the new field in your LDAP directory. Each ID has to be separated by a semicolon (see Example below).
hu: Hozzáférés biztosításához egy ügyfél számára más ügyfelek jegyeihez, adja hozzá azon ügyfelek ügyfél-azonosítóit az új mezőbe az LDAP könyvtárban, akik jegyeihez hozzá kell férni. Minden egyes azonosítót egy pontosvesszővel kell elválasztani (lásd a lenti példát).
zh_cn: 要确保一个客户能够访问其它客户的工单，将其它客户的ID添加到这个在LDAP中的新字段，每个ID要用分号分隔（见下面的示例）。

source: Using Company tickets with an LDAP backend
hu: Vállalati jegyek használata egy LDAP háttérprogrammal
zh_cn: 通过LDAP后端使用单位工单

source: To realize this setup, change the LDAP directory and the mapping in <filename>Kernel/Config.pm</filename> as described above. Then add into the field for CustomerIDs the values "B;C;" for customer A in your LDAP directory.
hu: Ezen beállítás megvalósításához változtassa meg az LDAP könyvtárat és a <filename>Kernel/Config.pm</filename> fájlban lévő leképezést, ahogy fent le van írva. Ezután adja hozzá a mezőhöz az ügyfél-azonosítóknál a „B;C;” értékeket az LDAP könyvtárban lévő A ügyfélhez.
zh_cn: 要实现这个设置，按上述方法修改LDAP目录和文件<filename>Kernel/Config.pm</filename>中的映射。然后在LDAP目录中为客户A的新字段输入值“B;C;”。

source: Using More than One Customer Backend with OTRS
hu: Egynél több ügyfél-háttérprogram használata az OTRS-sel
zh_cn: 在OTRS中使用多个客户后端

source: If you want to utilize more than one customer data source used with OTRS (e.g. an LDAP and a database backend), the CustomerUser config parameter should be expanded with a number, e.g. "CustomerUser1", "CustomerUser2" (see Example below).
hu: Ha az OTRS-sel használt egynél több ügyfél-adatforrást szeretne felhasználni (például egy LDAP és egy adatbázis háttérprogramot), akkor a CustomerUser beállítási paramétert ki kell bővítenie egy számmal, például „CustomerUser1”, „CustomerUser2” (lásd a lenti példát).
zh_cn: 如果你要在OTRS中利用多个客户数据源（例如：一个LDAP和一个数据库后端），配置参数CustomerUser的后面要加个数字后缀，如“CustomerUser1”、“CustomerUser2”（见下面的示例）。

source: Using more than one customer backend with OTRS
hu: Egynél több ügyfél-háttérprogram használata az OTRS-sel
zh_cn: 在OTRS中利用多个客户数据后端

source: The following configuration example shows usage of both an LDAP and a database customer backend with OTRS.
hu: A következő beállítási példa egy LDAP és egy adatbázis ügyfél-háttérprogram használatát mutatja meg az OTRS-sel.
zh_cn: 下面的配置示例显示了OTRS中使用一个LDAP和一个数据库后端的用法。
