Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: --- Debugger: DebugThreshold: debug TestMode: 0 Description: Ticket Connector SOAP Sample FrameworkVersion: 3.4.x git Provider: Operation: SessionCreate: Description: Creates a Session MappingInbound: {} MappingOutbound: {} Type: Session::SessionCreate TicketCreate: Description: Creates a Ticket MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketCreate TicketUpdate: Description: Updates a Ticket MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketUpdate TicketGet: Description: Retrieves Ticket data MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketGet TicketSearch: Description: Search for Tickets MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketSearch TicketHistoryGet: Description: Retrieves history of a Ticket MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketHistoryGet Transport: Config: MaxLength: 100000000 NameSpace: http://www.otrs.org/TicketConnector/ Type: HTTP::SOAP RemoteSystem: '' Requester: Transport: Type: ''
hu: --- Debugger: DebugThreshold: debug TestMode: 0 Description: Jegycsatlakozó SOAP minta FrameworkVersion: 3.4.x git Provider: Operation: SessionCreate: Description: Létrehoz egy munkamenetet MappingInbound: {} MappingOutbound: {} Type: Session::SessionCreate TicketCreate: Description: Létrehoz egy jegyet MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketCreate TicketUpdate: Description: Frissít egy jegyet MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketUpdate TicketGet: Description: Lekéri a jegyadatokat MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketGet TicketSearch: Description: Jegyek keresése MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketSearch TicketHistoryGet: Description: Lekéri egy jegy előzményeit MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketHistoryGet Transport: Config: MaxLength: 100000000 NameSpace: http://www.otrs.org/TicketConnector/ Type: HTTP::SOAP RemoteSystem: '' Requester: Transport: Type: ''

source: Similar example can be done for the REST network transport, REST web services uses HTTP operations such as "POST", "GET", "PUT", "PATCH" etc. This operations in conjunction with a URI path called resource defines a OTRS Generic Interface Operation or Invoker (depending on the communication way).
hu: Hasonló példát lehet készíteni a REST hálózati átvitelhez. A REST webszolgáltatások olyan HTTP műveleteket használnak, mint például „POST”, „GET”, „PUT”, „PATCH”, stb. Ezek a műveletek egy erőforrásnak hívott URI-útvonallal együtt határoznak meg egy OTRS általános felület műveletet vagy meghívót (a kommunikációs módszertől függően).
zh_cn: 类似的例子可以用REST网络传输做到，REST WEB服务使用HTTP操作比如“POST”、“GET”、“PUT”、“PATCH”等等。这个操作连同一个叫做资源的URI路径一起定义一个OTRS通用接口操作或调用程序（取决于通讯方式）。

source: The following example uses /Session resource for SessionCreate, /Ticket resource for TicketSearch and TicketCreate and resource /Ticket/{TicketID} for TicketGet and TicketUpdate (Where {TicketID} is the actual TicketID value of a ticket e.g. /Ticket/123). In order to use it in OTRS you need to copy the content, save it into a file and call it <filename>GenericTicketConnectorREST.yml</filename>, and import it into OTRS in the Web Services screen in the Admin panel by clicking in the "Add web service" button from the overview screen and then clicking in the "Import web service" button in the add screen.
hu: A következő példa a /Session erőforrást használja a SessionCreate műveletnél, a /Ticket erőforrást a TicketSearch és a TicketCreate műveleteknél, valamint a /Ticket/{TicketID} erőforrást a TicketGet és a TicketUpdate műveleteknél (ahol a {TicketID} egy jegy aktuális jegyazonosító értéke, például /Ticket/123). Azért, hogy használhassa az OTRS-ben, ki kell másolnia a tartalmát, el kell mentenie egy <filename>GenericTicketConnectorREST.yml</filename> nevű fájlba, és importálnia kell az OTRS-be az adminisztrációs panelen lévő Webszolgáltatások képernyőn a „Webszolgáltatás hozzáadása” gombra kattintva az áttekintő képernyőről, majd ezután a „Webszolgáltatás importálása” gombra kattintva a hozzáadás képernyőn.
zh_cn: 下列的例子为‘创建会话’使用/Session资源，为搜索工单和创建工单使用 /Ticket资源，为获取工单和更新工单使用/Ticket/{TicketID}郑源（这里{TicketID}是一个工单的实际工单ID，例如/Ticket/123）。为了在OTRS中使用它，你需要复制它的内容到一个叫<filename>GenericTicketConnectorREST.yml</filename>的文件，并且在系统管理页面进入WEB服务屏幕，然后在WEB服务概览屏幕点击“添加WEB服务”按钮，然后在添加WEB服务屏幕点击“导入WEB服务”按钮，将这个文件导入到OTRS中。

source: --- Debugger: DebugThreshold: debug TestMode: '0' Description: Ticket Connector REST Sample FrameworkVersion: 3.4.x git Provider: Operation: SessionCreate: Description: Creates a Session MappingInbound: {} MappingOutbound: {} Type: Session::SessionCreate TicketCreate: Description: Creates a Ticket MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketCreate TicketGet: Description: Retrieves Ticket data MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketGet TicketSearch: Description: Search for Tickets MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketSearch TicketUpdate: Description: Updates a Ticket MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketUpdate TicketHistoryGet: Description: Retrieves history of a Ticket MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketHistoryGet Transport: Config: KeepAlive: '' MaxLength: '100000000' RouteOperationMapping: SessionCreate: RequestMethod: - POST Route: /Session TicketCreate: RequestMethod: - POST Route: /Ticket TicketGet: RequestMethod: - GET Route: /Ticket/:TicketID TicketSearch: RequestMethod: - GET Route: /Ticket TicketUpdate: RequestMethod: - PATCH Route: /Ticket/:TicketID TicketHistoryGet: RequestMethod: - GET Route: /TicketHistory/:TicketID Type: HTTP::REST RemoteSystem: '' Requester: Transport: Type: ''
hu: --- Debugger: DebugThreshold: debug TestMode: '0' Description: Jegycsatlakozó REST minta FrameworkVersion: 3.4.x git Provider: Operation: SessionCreate: Description: Létrehoz egy munkamenetet MappingInbound: {} MappingOutbound: {} Type: Session::SessionCreate TicketCreate: Description: Létrehoz egy jegyet MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketCreate TicketGet: Description: Lekéri a jegyadatokat MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketGet TicketSearch: Description: Jegyek keresése MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketSearch TicketUpdate: Description: Frissít egy jegyet MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketUpdate TicketHistoryGet: Description: Lekéri egy jegy előzményeit MappingInbound: {} MappingOutbound: {} Type: Ticket::TicketHistoryGet Transport: Config: KeepAlive: '' MaxLength: '100000000' RouteOperationMapping: SessionCreate: RequestMethod: - POST Route: /Session TicketCreate: RequestMethod: - POST Route: /Ticket TicketGet: RequestMethod: - GET Route: /Ticket/:TicketID TicketSearch: RequestMethod: - GET Route: /Ticket TicketUpdate: RequestMethod: - PATCH Route: /Ticket/:TicketID TicketHistoryGet: RequestMethod: - GET Route: /TicketHistory/:TicketID Type: HTTP::REST RemoteSystem: '' Requester: Transport: Type: ''

source: Perl SOAP Requester
hu: Perl SOAP kérelmező
zh_cn: Perl SOAP请求者

source: The following code is a Perl script that can connect to OTRS via the generic interface. In order to perform the operations provided by the Ticket Connector, it uses two Perl CPAN modules SOAP::Lite and Data::Dumper. Please make sure that your environment is capable to use these modules before you try to run the script.
hu: A következő kód egy Perl-parancsfájl, amely képes kapcsolódni az OTRS-hez az általános felületen keresztül. Azért, hogy a jegy csatlakozó által biztosított műveleteket végrehajtsa, két Perl CPAN modult használ: SOAP::Lite és Data::Dumper. Győződjön meg arról, hogy a környezete képes ezen modulokat használni, mielőtt megpróbálná a parancsfájlt futtatni.
zh_cn: 下列代码是一个Perl脚本，可以通过通用接口连接到OTRS。为了执行工单连接器提供的操作，它使用了两个Perl的CPAN模块：SOAP::Lite和Data::Dumper。在你尝试运行这个脚本之前，请确保你的环境能够使用这些模块。

source: #!/usr/bin/perl -w # -- # otrs.SOAPRequest.pl - sample to send a SOAP request to OTRS Generic Interface Ticket Connector # Copyright (C) 2001-2018 OTRS AG, https://otrs.com/ # -- # This program is free software: you can redistribute it and/or modify # it under the terms of the GNU General Public License as published by # the Free Software Foundation, either version 3 of the License, or # (at your option) any later version. # # This program is distributed in the hope that it will be useful, # but WITHOUT ANY WARRANTY; without even the implied warranty of # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the # GNU General Public License for more details. # # You should have received a copy of the GNU General Public License # along with this program. If not, see https://www.gnu.org/licenses/gpl-3.0.txt. # -- use strict; use warnings; # use ../ as lib location use File::Basename; use FindBin qw($RealBin); use lib dirname($RealBin); use SOAP::Lite; use Data::Dumper; # --- # Variables to be defined. # this is the URL for the web service # the format is # <HTTP_TYPE>:://<OTRS_FQDN>/nph-genericinterface.pl/Webservice/<WEB_SERVICE_NAME> # or # <HTTP_TYPE>:://<OTRS_FQDN>/nph-genericinterface.pl/WebserviceID/<WEB_SERVICE_ID> my $URL = 'http://localhost/otrs/nph-genericinterface.pl/Webservice/GenericTicketConnector'; # this name space should match the specified name space in the SOAP transport for the web service. my $NameSpace = 'http://www.otrs.org/TicketConnector/'; # this is operation to execute, it could be TicketCreate, TicketUpdate, TicketGet, TicketSearch # or SessionCreate. and they must to be defined in the web service. my $Operation = 'TicketCreate'; # this variable is used to store all the parameters to be included on a request in XML format. Each # operation has a determined set of mandatory and non mandatory parameters to work correctly. Please # check the OTRS Admin Manual in order to get a complete list of parameters. my $XMLData = ' <UserLogin>some user login</UserLogin> <Password>some password</Password> <Ticket> <Title>some title</Title> <CustomerUser>some customer user login</CustomerUser> <Queue>some queue</Queue> <State>some state</State> <Priority>some priority</Priority> </Ticket> <Article> <Subject>some subject</Subject> <Body>some body</Body> <ContentType>text/plain; charset=utf8</ContentType> </Article> '; # --- # create a SOAP::Lite data structure from the provided XML data structure. my $SOAPData = SOAP::Data ->type( 'xml' => $XMLData ); my $SOAPObject = SOAP::Lite ->uri($NameSpace) ->proxy($URL) ->$Operation($SOAPData); # check for a fault in the soap code. if ( $SOAPObject->fault ) { print $SOAPObject->faultcode, " ", $SOAPObject->faultstring, "\n"; } # otherwise print the results. else { # get the XML response part from the SOAP message. my $XMLResponse = $SOAPObject->context()->transport()->proxy()->http_response()->content(); # deserialize response (convert it into a perl structure). my $Deserialized = eval { SOAP::Deserializer->deserialize($XMLResponse); }; # remove all the headers and other not needed parts of the SOAP message. my $Body = $Deserialized->body(); # just output relevant data and no the operation name key (like TicketCreateResponse). for my $ResponseKey ( keys %{$Body} ) { print Dumper( $Body->{$ResponseKey} ); } }
hu: #!/usr/bin/perl -w # -- # otrs.SOAPRequest.pl - minta egy SOAP kérés küldéséhez az OTRS általános # felület jegy csatlakozójának # Copyright (C) 2001-2017 OTRS AG, http://otrs.com/ # -- # This program is free software; you can redistribute it and/or modify # it under the terms of the GNU AFFERO General Public License as published by # the Free Software Foundation; either version 3 of the License, or # any later version. # # This program is distributed in the hope that it will be useful, # but WITHOUT ANY WARRANTY; without even the implied warranty of # MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the # GNU General Public License for more details. # # You should have received a copy of the GNU Affero General Public License # along with this program; if not, write to the Free Software # Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA # or see http://www.gnu.org/licenses/agpl.txt. # -- use strict; use warnings; # A ../ használata a lib helyeként use File::Basename; use FindBin qw($RealBin); use lib dirname($RealBin); use SOAP::Lite; use Data::Dumper; # --- # Meghatározandó változók. # Ez az URL a webszolgáltatáshoz # A formátum: # <HTTP_TYPE>:://<OTRS_FQDN>/nph-genericinterface.pl/Webservice/<WEBSZOLGÁLTATÁS_NEVE> # vagy # <HTTP_TYPE>:://<OTRS_FQDN>/nph-genericinterface.pl/WebserviceID/<WEBSZOLGÁLTATÁS_AZONOSÍTÓJA> my $URL = 'http://localhost/otrs/nph-genericinterface.pl/Webservice/GenericTicketConnector'; # Ennek a névtérnek egyeznie kell a SOAP-átvitelben megadott névtérrel a webszolgáltatásnál. my $NameSpace = 'http://www.otrs.org/TicketConnector/'; # Ez a végrehajtandó művelet, amely lehet: TicketCreate, TicketUpdate, TicketGet, TicketSearch # vagy SessionCreate. És ezeket meg kell határozni a webszolgáltatásban. my $Operation = 'TicketCreate'; # Ez a változó egy kérésnél felvenni kívánt összes paraméter tárolásához használható # XML-formátumban. Minden egyes műveletnek egy meghatározott kötelező és nem kötelező # paraméterek halmaza van a helyes működéshez. Nézze meg az OTRS adminisztrációs # kézikönyvet azért, hogy beszerezhesse a paraméterek teljes listáját. my $XMLData = ' <UserLogin>valamilyen felhasználói bejelentkezés</UserLogin> <Password>valamilyen jelszó</Password> <Ticket> <Title>valamilyen cím</Title> <CustomerUser>valamilyen ügyfél-felhasználó bejelentkezés</CustomerUser> <Queue>valamilyen várólista</Queue> <State>valamilyen állapot</State> <Priority>valamilyen prioritás</Priority> </Ticket> <Article> <Subject>valamilyen tárgy</Subject> <Body>valamilyen törzs</Body> <ContentType>text/plain; charset=utf8</ContentType> </Article> '; # --- # Egy SOAP::Lite adatszerkezet létrehozása a megadott XML-adatszerkezetből. my $SOAPData = SOAP::Data ->type( 'xml' => $XMLData ); my $SOAPObject = SOAP::Lite ->uri($NameSpace) ->proxy($URL) ->$Operation($SOAPData); # Hiba keresése a SOAP-kódban. if ( $SOAPObject->fault ) { print $SOAPObject->faultcode, " ", $SOAPObject->faultstring, "\n"; } # Egyébként az eredmények kiírása. else { # Az XML-válaszrész lekérése a SOAP-üzenetből. my $XMLResponse = $SOAPObject->context()->transport()->proxy()->http_response()->content(); # A válasz visszaalakítása (átalakítás egy Perl-szerkezetre). my $Deserialized = eval { SOAP::Deserializer->deserialize($XMLResponse); }; # Az összes fejléc és a SOAP-üzenet egyéb nem szükséges részeinek eltávolítása. my $Body = $Deserialized->body(); # Csak a fontos adatok kiírása, és a műveletnév kulcsot nem (mint például # TicketCreateResponse). for my $ResponseKey ( keys %{$Body} ) { print Dumper( $Body->{$ResponseKey} ); } }

source: Perl REST Requester
hu: Perl REST kérelmező
zh_cn: Perl REST请求者

source: The following code is a Perl script that can connect to OTRS via the generic interface. In order to perform the operations provided by the Ticket Connector, it uses three Perl CPAN modules JSON, REST::Client and Data::Dumper. Please make sure that your environment is capable to use these modules before you try to run the script.
hu: A következő kód egy Perl-parancsfájl, amely képes kapcsolódni az OTRS-hez az általános felületen keresztül. Azért, hogy a jegy csatlakozó által biztosított műveleteket végrehajtsa, három Perl CPAN modult használ: JSON, REST::Client::Lite és Data::Dumper. Győződjön meg arról, hogy a környezete képes ezen modulokat használni, mielőtt megpróbálná a parancsfájlt futtatni.
zh_cn: 下列的代码是一个Perl脚本，可以通过通用接口连接到OTRS。为了执行工单连接器提供的操作，它使用了三个Perl的CPAN模块：JSON、REST::Client和Data::Dumper。在你尝试运行这个脚本之前，请确保你的环境能够使用这些模块。
