Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: "Approval" (A2)
hu: „Jóváhagyás” (T2)
zh_cn: “审批” (A2)

source: Contains the Activity Dialogs "Approval denied" (AD2) as well as "Approved" (AD3)
hu: A „Jóváhagyás megtagadva” (TP2), valamint a „Jóváhagyva” (TP3) tevékenység párbeszédeket tartalmazza
zh_cn: 包含活动对话框“审批拒绝” (AD2)和“通过审批” (AD3)

source: "Order" (A3)
hu: „Rendelés” (T3)
zh_cn: “订单” (A3)

source: Contains the Activity Dialogs "Order rejected" (AD4) as well as "Order placed" (AD5)
hu: A „Rendelés megtagadva” (TP4), valamint a „Megrendelve” (TP5) tevékenység párbeszédeket tartalmazza
zh_cn: 包含活动对话框“采购拒绝” (AD4)与“生成订单” (AD5)

source: "Incoming" (A4)
hu: „Beérkezés” (T4)
zh_cn: “即将到达” (A4)

source: Contains the Activity Dialog "Shipment received" (AD6)
hu: A „Szállítmány megérkezett” (TP6) tevékenység párbeszédet tartalmazza
zh_cn: 包含活动对话框“货品收到” (AD6)

source: "Process complete" (A5): This is an Activity without possible Activity Dialogs. It will be set after "Approval denied", "Order denied" or "Shipment received" and represents the end of the process.
hu: „Folyamat befejezve” (T5): Ez egy lehetséges tevékenység párbeszédek nélküli tevékenység. A „Jóváhagyás megtagadva”, a „Rendelés megtagadva” vagy a „Szállítmány megérkezett” után lesz beállítva, és a folyamat végét ábrázolja.
zh_cn: “流程结束” (A5): 这是一个没有活动对话框的活动。它需要被设置在“审批拒绝”、“采购拒绝”或者“货品收到”之后，代表流程结束。

source: Now we can clearly see that Activities are precisely defined states of a process ticket. After a successful Transition a process ticket moves from one Activity to another.
hu: Most már világosan láthatjuk, hogy a tevékenységek egy folyamatjegy pontosan meghatározott állapotai. Egy sikeres átmenet után egy folyamatjegy az egyik tevékenységből a másikba kerül át.
zh_cn: 现在我们可以清晰地看到，活动是一个流程工单精确定义的状态。在转换成功后，流程工单会从一个活动移动到另外一个。

source: Book ordering process Path
hu: A könyvrendelési folyamat útvonala
zh_cn: 书籍采购流程路径

source: Let us conclude our example with the last missing piece in the puzzle, the Process as the a flow describer. In our case this is the whole ordering work-flow. Other processes could be office supply ordering or completely different processes.
hu: Fejezzük be a példánkat a kirakó utolsó hiányzó darabjával, a folyamattal mint a munkafolyamat leírójával. A mi esetünkben ez a teljes rendelési munkafolyamat. Egyéb folyamatok lehetnek az irodaszer rendelés vagy teljesen különböző folyamatok.
zh_cn: 让我们用拼图所缺失的最后一块来结束我们的示例-将流程作为流记录器。在我们的例子中，就是完整的订购工作流。其他流程可能还有办公用品订购或其他完全不同的流程。

source: The process has a starting point which consists of the start Activity and the start Activity Dialog. For any new book order, the start Activity Dialog (first Activity Dialog for the first Activity) is the first screen that is displayed. If this is completed and saved, the Process ticket will be created and can follow the configured work-flow.
hu: A folyamatnak van egy kezdőpontja, amely a kezdő tevékenységből és a kezdő tevékenység párbeszédből áll. Bármely új könyvrendelésnél a kezdő tevékenység párbeszéd (első tevékenység párbeszéd az első tevékenységnél) az első képernyő, amely meg lesz jelenítve. Ha ez be van fejezve és el van mentve, akkor a folyamatjegy létre lesz hozva, és követheti a beállított munkafolyamatot.
zh_cn: 此流程有一个起始点，它包括了初始活动和初始活动对话框。对于任何新书采购，初始活动对话框(第一个活动的第一个活动对话框)是最先显示的。如果这个活动完成并保存，流程工单将被创建并可以根据配置好的工作流进行处理。

source: The process also contains the directions for how the process ticket can move through the Process. Let's call this the "Path". It consists of the start Activity, one or more Transitions (possibly with Transition Actions), and other Activities.
hu: A folyamat tartalmazza az irányokat is ahhoz, hogy a folyamatjegy képes legyen mozogni a folyamaton keresztül. Hívjuk ezt „Útvonalnak”. Ez a kezdő tevékenységből, egy vagy több átmenetből (valószínűleg átmenet műveletekkel) és egyéb tevékenységekből áll.
zh_cn: 流程中还包含了流程工单在流程中如何移动的方向。我们称之为“路径”。它由初始活动、一个或多个转换(可能包含转换操作)、以及其他活动组成。

source: Assuming that the Activities has already assigned their Activity Dialogs drag an Activity from the accordion (in the left part of the screen) and drop it into the canvas area (below process information). Notice that an arrow from the process start (green circle) to the Activity is placed automatically. (This is the first Activity and its first Activity Dialog is the first screen that will be shown when the process starts).
hu: Feltételezve, hogy a tevékenységek már hozzá lettek rendelve a tevékenység párbeszédeikhez, húzzon el egy tevékenységet a harmonikából (a képernyő bal oldali részén), és ejtse azt a vászonterületre (a folyamat-információk alá). Figyelje meg, hogy egy nyíl automatikusan elhelyezésre kerül a folyamat kezdetétől (zöld kör) a tevékenységhez. (Ez az első tevékenység, és annak első tevékenység párbeszéde az első képernyő, amely meg lesz jelenítve, amikor a folyamat elindul).
zh_cn: 假设该活动已经指派了相关的活动对话框，将其从折叠区域(屏幕的左侧部分)拖放到画布区域(在流程信息下面)。请注意，流程起始(绿色圆圈)会自动放置一个到该活动的箭头。(这是第一个活动，并且其第一个活动对话框会在流程开始后在屏幕第一个显示)。

source: Drag first Activity into the canvas
hu: Első tevékenység ráhúzása a vászonra
zh_cn: 将第一个活动拖放到画布中

source: Next, drag another Activity into the canvas too. Now we will have two Activities in the canvas. The first one is connected to the start point and the second has no connections. You can hover the mouse over each activity to reveal their own Activity Dialogs.
hu: Ezután húzzon egy másik tevékenységet is a vászonra. Most két tevékenységünk lesz a vásznon. Az első a kezdőponthoz kapcsolódik, és a másodiknak nincsenek kapcsolatai. Rámutathat az egérrel minden egyes tevékenységre a saját tevékenység párbeszédeik felfedéséhez.
zh_cn: 下一步，将另一个活动也拖放到画布中。现在画布中我们有了两个活动。第一个活动连接到起始点，第二个活动还没有连接。你可以将鼠标移动到活动上，会显示它们自己的活动对话框。

source: Drag second Activity into the canvas
hu: Második tevékenység ráhúzása a vászonra
zh_cn: 拖动第二个活动到画布中

source: Then let's create the "Path" (connection) between this two Activities, for this we will use the Transitions. Click on Transitions in the accordion drag a Transition and drop it inside the first Activity. Notice that the Activity changes its color indicating that the Transition is attached. As soon as the Transition is dropped the end point of the Transition arrow will be placed next to the process start point. Drag the Transition arrow end point and drop it inside the other Activity to create the connection between the Activities.
hu: Ezután hozzuk létre az „útvonalat” (kapcsolatot) a két tevékenység között. Ehhez az átmeneteket fogjuk használni. Kattintson az átmenetekre a harmonikában, húzzon ki egy átmenetet, és ejtse le az első tevékenységen belül. Figyelje meg, hogy a tevékenység megváltoztatja a színét azt jelezve, hogy az átmenet csatolva lett. Amint az átmenet le lett ejtve, az átmenet nyilának végpontja el lesz helyezve a folyamat kezdőpontja mellett. Húzza el az átmenet nyilának végpontját, és ejtse le a másik tevékenységen belül a tevékenységek közötti kapcsolat létrehozásához.
zh_cn: 接下来让我们在这两个活动间创建“路径”（连接），创建路径需要使用转换。在折叠区域点击“转换”并拖动一个转换到第一个活动里面放下。注意活动变化了颜色，表示附上了转换。转换一放下，转换箭头的终点就放置在邻近流程的起始点位置。拖动转换的箭头终点到另一活动里面来创建这两个活动的连接。

source: Drag a Transition into the canvas
hu: Egy átmenet ráhúzása a vászonra
zh_cn: 拖放一个转换到画布上

source: Now that the "Path" between the Actions is defined, then we need to assign the Transition Actions to the Transition, double click the Transition label (in the canvas), this will open a new popup window.
hu: Most, hogy a műveletek közötti „útvonal” meghatározásra került, ezután hozzá kell rendelnünk az átmenet műveleteket az átmenethez. Kattintson duplán az átmenet címkéjére (a vásznon), amely meg fog nyitni egy új felugró ablakot.
zh_cn: 现在操作之间的“路径”已经定义好了，接下来我们需要分配转换操作到这个转换上，在画布中双击转换标签，这会弹出新屏幕。

source: Connect Activities using Transitions
hu: Tevékenységek összekötése átmenetek használatával
zh_cn: 使用转换连接活动

source: Drag the needed Transition Actions from Available Transition Actions pool and drop them into the Assigned Transition Actions pool and click on submit button.
hu: Húzza el a szükséges átmenet műveleteket az elérhető átmenet műveletek tárolóból, és ejtse le azokat a hozzárendelt átmenet műveletek tárolóba, majd kattintson az elküldés gombra.
zh_cn: 从‘可用的转换操作’池中拖动所需的转换活动，并将其放置在‘分配的转换操作’池中，点击提交按钮。

source: Assign Transition Actions
hu: Átmenet műveletek hozzárendelése
zh_cn: 分配转换操作

source: Then back in the main process edit screen click on save button below the canvas to save all other changes.
hu: Ezután térjen vissza a fő folyamatszerkesztés képernyőhöz, és kattintson a vászon alatti mentés gombra az összes változtatás elmentéséhez.
zh_cn: 接着回到流程编辑主屏幕，点击画布下的保存按钮，保存所有其他的修改。

source: Complete the "path" adding the following Activities, Transitions and Transition Actions:
hu: Fejezze be az „útvonalat” a következő tevékenységek, átmenetek és átmenet műveletek hozzáadásával:
zh_cn: 添加下列活动、转换和转换操作以完成“路径”：

source: Recording the demand until "Approval"
hu: Az igény rögzítése a „Jóváhagyásig”
zh_cn: 记录需求直到“批准”

source: Starting point: Activity: "Recording the demand" (A1)
hu: Kezdőpont: „Igény rögzítése” (T1) tevékenység
zh_cn: 起始点：活动“记录需求” (A1)

source: Possible Transition: "Approval" (T1)
hu: Lehetséges átmenet: „Jóváhagyás (A1)”
zh_cn: 可能的转换：“审批” (T1)

source: If the condition of this activity is fulfilled, the ticket will move to Activity: "Approval" (A2)
hu: Ha ennek a tevékenységnek a feltétele teljesül, akkor a jegy át fog lépni a „Jóváhagyás” (T2) tevékenységbe
zh_cn: 如果这个活动的条件满足，该工单将移动到活动“审批” (A2)

source: Additionally, the following Transition Actions are executed:
hu: Továbbá a következő átmenet műveletek lesznek végrehajtva:
zh_cn: 此外，还会执行下列的转换操作：

source: The Activity: "Recording the demand" (A1) is a defined step of the process ticket, where there is the possibility for the Transition: "Approval" (T1). If this applies, the ticket will move to the next Activity: "Approval" (A2), and the Transition Actions: "Move the process ticket into the 'Management' queue" (TA1) and "Change ticket responsible to 'manager'" (TA2) are executed. In the Activity: "Approval" (A2), the Activity Dialogs: "Approval denied" (AD2) and "Approved" (AD3) are available.
hu: Az „Igény rögzítése” (T1) tevékenység a folyamatjegy meghatározott lépése, ahol lehetőség van a „Jóváhagyás” (A1) átmenethez. Ha ezt alkalmazzák, akkor a jegy át fog lépni a következő „Jóváhagyás” (T2) tevékenységbe, és a „Folyamatjegy áthelyezése a »Vezetőség« várólistába” (AM1) és a „Jegyfelelős megváltoztatása »Igazgatóra«” (AM2) átmenet műveletek lesznek végrehajtva. A „Jóváhagyás” (T2) tevékenységben a „Jóváhagyás megtagadva” (TP2) és a „Jóváhagyva” (TP3) tevékenység párbeszédek lesznek elérhetők.
zh_cn: 活动：“记录需求” (A1)是流程工单预定义步骤，以确认转换：“审批” (T1)的可能性。如果适用，工单将移动到下一个活动：“审批” (A2)，并且执行转换操作“移动到‘管理’队列” (TA1)和“变更工单负责人为‘经理’ (TA2)。在活动“审批” (A2)中，活动对话框“审批拒绝” (AD2) 和“通过审批” (AD3) 可用。

source: Starting Point: Activity "Approval" (A2)
hu: Kezdőpont: „Jóváhagyás” (T2) tevékenység
zh_cn: 起始点：活动“审批” (A2)

source: Possible Transitions:
hu: Lehetséges átmenetek:
zh_cn: 可能的转换：

source: If this matches, the process ticket will move to Activity: "Process complete" (A5).
hu: Ha ez illeszkedik, akkor a folyamatjegy át fog lépni a „Folyamat befejezve” (T5) tevékenységbe.
zh_cn: 如果匹配这个，流程工单就移动到活动“流程结束” (A5)。

source: If this matches, the process ticket will move to Activity: "Order" (A3).
hu: Ha ez illeszkedik, akkor a folyamatjegy át fog lépni a „Rendelés” (T3) tevékenységbe.
zh_cn: 如果匹配这个，流程工单就移动到活动“订购” (A3)。

source: Additionally, the following Transition Action is executed:
hu: Továbbá a következő átmenet művelet lesz végrehajtva:
zh_cn: 此外，还会执行下面的转换操作：：

source: We can see that from the current Activity, which defines a step of the process ticket, there are one or more possibilities for Transition which have exactly one target Activity (and possibly one or more Transition Actions).
hu: Láthatjuk, hogy a jelenlegi tevékenységből, amely a folyamatjegy egy lépését határozza meg, egy vagy több lehetőség van az átmenethez, amelynek pontosan egy céltevékenysége van (és valószínűleg egy vagy több átmenet művelete).
zh_cn: 我们可以看到，定义流程工单的当前活动有一个或多个转换的可能性，转换有一个目标活动（和可能的一个或多个转换操作）。

source: Starting Point: Activity "Order" (A3)
hu: Kezdőpont: „Rendelés” (T3) tevékenység
zh_cn: 起始点：活动“订购” (A3)

source: "Set ticket responsible to 'Employee'" (TA4)
hu: „Jegyfelelős megváltoztatása »Alkalmazottra«” (AM4)
zh_cn: “设置工单负责人为‘员工’” (TA4)

source: If this matches, the process ticket will move to Activity: "Incoming" (A4).
hu: Ha ez illeszkedik, akkor a folyamatjegy át fog lépni a „Beérkezés” (T4) tevékenységbe.
zh_cn: 如果匹配这个，流程工单就移动到活动“即将到达” (A4)。

source: Incoming
hu: Beérkezés
zh_cn: 即将到达

source: Starting Point: Activity "Incoming" (A4)
hu: Kezdőpont: „Beérkezés” (T4) tevékenység
zh_cn: 起始点：活动“即将到达” (A4)

source: The complete Path for the book ordering Process will then look like this:
hu: A könyvrendelési folyamat teljes útvonala ezután így fog kinézni:
zh_cn: 书籍采购流程完整路径看上去就像这样：

source: Book ordering complete process path
hu: A könyvrendelés teljes folyamatútvonala
zh_cn: 书籍采购完整的流程路径

source: After you finish the process path please click on "Save" button in the lower part of the canvas and then click on "Synchronize All Processes" button. This will gather all processes information form the Database and create a cache file (in Perl language). This cache file is actually the processes configuration that the system will use to create or use process tickets.
hu: Miután befejezte a folyamat útvonalát, kattintson a „Mentés” gombra a vászon alsó részén, majd ezután kattintson az „Összes folyamat szinkronizálása” gombra. Ez be fog gyűjteni minden folyamat-információt az adatbázisból, és előállít egy gyorsítótár fájlt (Perl nyelven). Ez a gyorsítótár fájl tulajdonképpen a folyamatok beállítása, amelyet a rendszer a folyamatjegyek létrehozásához vagy használatához fog használni.
zh_cn: 在完成流程路径后，请点击画布正文的“保存”按钮，然后再点击“同步所有流程”按钮。这将收集所有的流程信息到数据库并创建一个缓存文件（用Perl语言）。这个缓存文件就是实际的流程配置，系统将用它来创建或处理流程工单。

source: Any change that is made of the process (in the GUI) will require to re-synchronize the cache file in order to get the change reflected in the system.
hu: A folyamatokon elvégzett bármilyen változtatás (a grafikus felületen) a gyorsítótár fájl újraszinkronizálását fogja igényelni azért, hogy a változást visszajuttassa a rendszerbe.
zh_cn: 任何流程变更(通过GUI界面)都需要重新同步缓存文件，才可以确保将变更映射到系统。

source: It is also possible to import the whole process from a YAML file, but it is still necessary to create all Dynamic Fields, Users, Queues, etc that are needed by each process before the import.
hu: Lehetséges a teljes folyamat importálása is egy YAML-fájlból, de az importálás előtt továbbra is szükséges az összes dinamikus mező, felhasználó, várólista, stb. létrehozása, amelyek az egyes folyamatokhoz szükségesek.
zh_cn: 也可以从一个YAML文件导入整个流程，但是在导入前，仍然需要创建每个流程需要的所有动态字段、用户、队列等等。

source: Notice that if the process requires the use of ACLs those are also needed to be set manually.
hu: Vegye figyelembe, hogy ha a folyamat ACL-ek használatát igényli, akkor azokat is kézzel szükséges beállítani.
zh_cn: 注意：如果流程需要使用ACL，这些ACL也需要手动设置好。

source: The following is the complete YAML file for the book ordering process example:
hu: A könyvrendelési folyamat példához a teljes YAML-fájl a következő:
zh_cn: 下面是书籍采购流程示例的完整YAML文件内容：
