Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Alternatively, you can use LDAP groups to determine group memberships or roles in OTRS. For more information and examples, see <filename>Kernel/Config/Defaults.pm</filename>. Here is an example for synchronizing from LDAP into OTRS groups.
hu: Alternatívaként használhat LDAP csoportokat a csoporttagságok vagy szerepek meghatározásához az OTRS-ben. További információkért és példákért nézze meg a <filename>Kernel/Config/Defaults.pm</filename> fájlt. Itt egy példa az LDAP-ból az OTRS csoportokba történő szinkronizálásra.
zh_cn: 做为选择，你可以使用LDAP组信息来确定OTRS中的组成员或角色。更多的信息和示例，请查看<filename>Kernel/Config/Defaults.pm</filename>，这里有一个同步LDAP组信息到OTRS组的例子。

source: # Attributes needed for group syncs # (attribute name for group value key) $Self->{'AuthSyncModule::LDAP::AccessAttr'} = 'memberUid'; # (select the attribute for type of group content UID/DN for full ldap name) # $Self->{'AuthSyncModule::LDAP::UserAttr'} = 'UID'; # $Self->{'AuthSyncModule::LDAP::UserAttr'} = 'DN'; AuthSyncModule::LDAP::UserSyncGroupsDefinition # (If "LDAP" was selected for AuthModule and you want to sync LDAP # groups to otrs groups, define the following.) $Self->{'AuthSyncModule::LDAP::UserSyncGroupsDefinition'} = { # your ldap group 'cn=agent,o=otrs' => { # otrs group(s) 'admin' => { # permission rw => 1, ro => 1, }, 'faq' => { rw => 0, ro => 1, }, }, 'cn=agent2,o=otrs' => { 'users' => { rw => 1, ro => 1, }, } };
hu: # A csoportszinkronizálásokhoz szükséges jellemzők # (jellemző neve a csoportérték kulcshoz) $Self->{'AuthSyncModule::LDAP::AccessAttr'} = 'memberUid'; # (a jellemző kiválasztása az UID/DN csoporttartalom típusához a teljes # LDAP-névnél) # $Self->{'AuthSyncModule::LDAP::UserAttr'} = 'UID'; # $Self->{'AuthSyncModule::LDAP::UserAttr'} = 'DN'; AuthSyncModule::LDAP::UserSyncGroupsDefinition # (Ha „LDAP” lett kiválasztva az AuthModule esetén, és LDAP csoportokat # szeretne szinkronizálni az OTRS csoportokkal, akkor határozza meg a # következőket.) $Self->{'AuthSyncModule::LDAP::UserSyncGroupsDefinition'} = { # az LDAP csoportja 'cn=agent,o=otrs' => { # OTRS csoport(ok) 'admin' => { # jogosultság rw => 1, ro => 1, }, 'faq' => { rw => 0, ro => 1, }, }, 'cn=agent2,o=otrs' => { 'users' => { rw => 1, ro => 1, }, } };

source: HTTPBasicAuth for Agents
hu: HTTPBasicAuth az ügyintézőknél
zh_cn: 用于服务人员的HTTPBasicAuth模块

source: If you want to implement a "single sign on" solution for all your agents, you can use HTTP basic authentication (for all your systems) and the HTTPBasicAuth module for OTRS (see Example below).
hu: Ha egy „egyszeri bejelentkezés” megoldást szeretne megvalósítani az összes ügyintézőnél, akkor használhatja az alap HTTP hitelesítést (az összes rendszernél), és a HTTPBasicAuth modult az OTRS-nél (lásd a lenti példát).
zh_cn: 如果你要为所有的服务人员部署一套“单点登录”解决方案，可以使用HTTP基本认证（对所有需要单点登录的系统）和OTRS的HTTPBasicAuth模块（见下面的例子）。

source: Authenticate Agents using HTTPBasic
hu: Ügyintézők hitelesítése HTTPBasic használatával
zh_cn: 使用HTTPBasic认证服务人员

source: # This is an example configuration for an apache ($ENV{REMOTE_USER}) # auth. backend. Use it if you want to have a singe login through # apache http-basic-auth $Self->{'AuthModule'} = 'Kernel::System::Auth::HTTPBasicAuth'; # Note: # # If you use this module, you should use as fallback # the following configuration settings if the user is not authorized # apache ($ENV{REMOTE_USER}) $Self->{LoginURL} = 'http://host.example.com/not-authorised-for-otrs.html'; $Self->{LogoutURL} = 'http://host.example.com/thanks-for-using-otrs.html';
hu: # Ez egy beállítási példa egy Apache ($ENV{REMOTE_USER}) hitelesítési # háttérprogramra. Akkor használja, ha egy egyszeres bejelentkezést # szeretne Apache http-basic-auth használatával. $Self->{'AuthModule'} = 'Kernel::System::Auth::HTTPBasicAuth'; # Megjegyzés: # # Ha ezt a modult használja, akkor tartalékként használnia kell a # következő konfigurációs beállításokat, ha a felhasználó nincs # felhatalmazva az Apache ($ENV{REMOTE_USER}) változóban. $Self->{LoginURL} = 'http://host.example.com/not-authorised-for-otrs.html'; $Self->{LogoutURL} = 'http://host.example.com/thanks-for-using-otrs.html';

source: The configuration parameters shown in Example below can be used to authenticate agents against a Radius server.
hu: A lenti példában látható beállítási paraméterek használhatók az ügyintézők hitelesítéséhez egy Radius-kiszolgálóval.
zh_cn: 下面例子中显示的配置参数使用一个Radius服务器来认证服务人员。

source: Authenticate Agents against a Radius backend
hu: Ügyintézők hitelesítése egy Radius háttérprogrammal
zh_cn: 用Radius后端认证服务人员

source: # This is example configuration to auth. agents against a radius server $Self->{'AuthModule'} = 'Kernel::System::Auth::Radius'; $Self->{'AuthModule::Radius::Host'} = 'radiushost'; $Self->{'AuthModule::Radius::Password'} = 'radiussecret';
hu: # Ez egy beállítási példa az ügyintézők hitelesítéséhez Radius-kiszolgálóval $Self->{'AuthModule'} = 'Kernel::System::Auth::Radius'; $Self->{'AuthModule::Radius::Host'} = 'radius_kiszolgáló'; $Self->{'AuthModule::Radius::Password'} = 'radius_titok';

source: Authentication Backends for Customers
hu: Hitelesítési háttérprogramok az ügyfelekhez
zh_cn: 客户身份认证后端

source: The default user authentication backend for customers in OTRS is the OTRS database. With this backend, all customer data can be edited via the web interface of OTRS (see Example below).
hu: Az alapértelmezett felhasználó-hitelesítési háttérprogram az OTRS-ben az ügyfeleknél az OTRS adatbázis. Ezzel a háttérprogrammal az összes ügyféladat szerkeszthető az OTRS webes felületén keresztül (lásd a lenti példát).
zh_cn: OTRS中客户身份认证后端默认是OTRS数据库，可以通过OTRS的WEB界面编辑所有的客户数据（见下面的例子）。

source: Customer user authentication against a DB backend
hu: Ügyfél-felhasználó hitelesítése egy adatbázis háttérprogrammal
zh_cn: 用数据库后端认证客户用户

source: # This is the auth. module against the otrs db $Self->{'Customer::AuthModule'} = 'Kernel::System::CustomerAuth::DB'; $Self->{'Customer::AuthModule::DB::Table'} = 'customer_user'; $Self->{'Customer::AuthModule::DB::CustomerKey'} = 'login'; $Self->{'Customer::AuthModule::DB::CustomerPassword'} = 'pw'; #$Self->{'Customer::AuthModule::DB::DSN'} = "DBI:mysql:database=customerdb;host=customerdbhost"; #$Self->{'Customer::AuthModule::DB::User'} = "some_user"; #$Self->{'Customer::AuthModule::DB::Password'} = "some_password";
hu: # Ez a hitelesítő modul az OTRS adatbázissal $Self->{'Customer::AuthModule'} = 'Kernel::System::CustomerAuth::DB'; $Self->{'Customer::AuthModule::DB::Table'} = 'customer_user'; $Self->{'Customer::AuthModule::DB::CustomerKey'} = 'login'; $Self->{'Customer::AuthModule::DB::CustomerPassword'} = 'pw'; #$Self->{'Customer::AuthModule::DB::DSN'} = "DBI:mysql:database=customerdb;host=customerdbhost"; #$Self->{'Customer::AuthModule::DB::User'} = "valamilyen_felhasználó"; #$Self->{'Customer::AuthModule::DB::Password'} = "valamilyen_jelszó";

source: If you have an LDAP directory with all your customer data, you can use the LDAP module to authenticate your customers to OTRS (see Example below). Because this module has only read-access to the LDAP backend, it is not possible to edit the customer data via the OTRS web interface.
hu: Ha van egy olyan LDAP könyvtára, amely az összes ügyféladatot tartalmazza, akkor használhatja az LDAP-modult az ügyfelek hitelesítéséhez az OTRS-be (lásd a lenti példát). Mivel ennek a modulnak csak olvasási hozzáférése van az LDAP háttérprogramhoz, ezért nem lehetséges az ügyféladatokat az OTRS webes felületén keresztül szerkeszteni.
zh_cn: 如果你所有的客户数据在LDAP目录中，可以使用OTRS的LDAP模块来认证你的客户（见下面的例子）。因为这个模块只有LDAP后端的只读权限，所以不能通过OTRS的WEB界面编辑客户数据。

source: Customer user authentication against an LDAP backend
hu: Ügyfél-felhasználó hitelesítése egy LDAP háttérprogrammal
zh_cn: 用LDAP后端认证客户用户

source: # This is an example configuration for an LDAP auth. backend. # (make sure Net::LDAP is installed!) $Self->{'Customer::AuthModule'} = 'Kernel::System::CustomerAuth::LDAP'; $Self->{'Customer::AuthModule::LDAP::Host'} = 'ldap.example.com'; $Self->{'Customer::AuthModule::LDAP::BaseDN'} = 'dc=example,dc=com'; $Self->{'Customer::AuthModule::LDAP::UID'} = 'uid'; # Check if the user is allowed to auth in a posixGroup # (e. g. user needs to be in a group xyz to use otrs) $Self->{'Customer::AuthModule::LDAP::GroupDN'} = 'cn=otrsallow,ou=posixGroups,dc=example,dc=com'; $Self->{'Customer::AuthModule::LDAP::AccessAttr'} = 'memberUid'; # for ldap posixGroups objectclass (just uid) $Self->{'Customer::AuthModule::LDAP::UserAttr'} = 'UID'; # for non ldap posixGroups objectclass (full user dn) #$Self->{'Customer::AuthModule::LDAP::UserAttr'} = 'DN'; # The following is valid but would only be necessary if the # anonymous user does NOT have permission to read from the LDAP tree $Self->{'Customer::AuthModule::LDAP::SearchUserDN'} = ''; $Self->{'Customer::AuthModule::LDAP::SearchUserPw'} = ''; # in case you want to add always one filter to each ldap query, use # this option. e. g. AlwaysFilter => '(mail=*)' or AlwaysFilter => '(objectclass=user)' $Self->{'Customer::AuthModule::LDAP::AlwaysFilter'} = ''; # in case you want to add a suffix to each customer login name, then # you can use this option. e. g. user just want to use user but # in your ldap directory exists user@domain.com #$Self->{'Customer::AuthModule::LDAP::UserSuffix'} = '@domain.com'; # Net::LDAP new params (if needed - for more info see perldoc Net::LDAP) $Self->{'Customer::AuthModule::LDAP::Params'} = { port => 389, timeout => 120, async => 0, version => 3, };
hu: # Ez egy példa beállítás egy LDAP hitelesítés háttérprogramhoz. # (Győződjön meg arról, hogy a Net::LDAP telepítve van-e!) $Self->{'Customer::AuthModule'} = 'Kernel::System::CustomerAuth::LDAP'; $Self->{'Customer::AuthModule::LDAP::Host'} = 'ldap.example.com'; $Self->{'Customer::AuthModule::LDAP::BaseDN'} = 'dc=example,dc=com'; $Self->{'Customer::AuthModule::LDAP::UID'} = 'uid'; # Annak ellenőrzése, hogy a felhasználó jogosult-e hitelesíteni egy # posixGroup csoportban (például a felhasználónak az XYZ csoportban # kell lennie az OTRS használatához). $Self->{'Customer::AuthModule::LDAP::GroupDN'} = 'cn=otrsallow,ou=posixGroups,dc=example,dc=com'; $Self->{'Customer::AuthModule::LDAP::AccessAttr'} = 'memberUid'; # az LDAP posixGroups objektumosztálynál (csak uid) $Self->{'Customer::AuthModule::LDAP::UserAttr'} = 'UID'; # a nem LDAP posixGroups objektumosztálynál (teljes felhasználói dn-nel) #$Self->{'Customer::AuthModule::LDAP::UserAttr'} = 'DN'; # A következő érvényes, de csak akkor lenne szükséges, ha a névtelen # felhasználónak NEM lenne jogosultsága az LDAP-fából olvasni. $Self->{'Customer::AuthModule::LDAP::SearchUserDN'} = ''; $Self->{'Customer::AuthModule::LDAP::SearchUserPw'} = ''; # Abban az esetben, ha mindig egy szűrőt szeretne hozzáadni az egyes # LDAP lekérdezésekhez, akkor használja ezt a beállítást. Például: # AlwaysFilter => '(mail=*)' vagy AlwaysFilter => '(objectclass=user)' $Self->{'Customer::AuthModule::LDAP::AlwaysFilter'} = ''; # Abban az esetben, ha egy utótagot szeretne hozzáadni az egyes # bejelentkezési nevekhez, akkor használhatja ezt a beállítást. # Például: a felhasználó csak a „user”-t szeretné használni, de # az LDAP könyvtárban „user@domain.com” létezik. #$Self->{'Customer::AuthModule::LDAP::UserSuffix'} = '@domain.com'; # Net::LDAP új paraméterek (ha szükséges - további információkért # nézze meg: perldoc Net::LDAP) $Self->{'Customer::AuthModule::LDAP::Params'} = { port => 389, timeout => 120, async => 0, version => 3, };

source: HTTPBasicAuth for Customers
hu: HTTPBasicAuth az ügyfeleknél
zh_cn: 用于客户的HTTPBasicAuth模块

source: If you want to implement a "single sign on" solution for all your customer users, you can use HTTPBasic authentication (for all your systems) and use the HTTPBasicAuth module with OTRS (no login is needed with OTRS any more). See Example below.
hu: Ha egy „egyszeri bejelentkezés” megoldást szeretne megvalósítani az összes ügyfél-felhasználónál, akkor használhatja az alap HTTPBasic hitelesítést (az összes rendszernél), és használja a HTTPBasicAuth modult az OTRS-nél (többé nem szükséges bejelentkezés az OTRS-sel). Lásd a lenti példát.
zh_cn: 如果你要为所有的客户用户部署一套“单点登录”解决方案，可以使用HTTP基本认证（对所有需要单点登录的系统）和OTRS的HTTPBasicAuth模块（客户使用OTRS不再需要登录），见下面的例子。

source: Customer user authentication with HTTPBasic
hu: Ügyfél-felhasználó hitelesítése HTTPBasic használatával
zh_cn: 为客户用户配置HTTP基本认证

source: # This is an example configuration for an apache ($ENV{REMOTE_USER}) # auth. backend. Use it if you want to have a singe login through # apache http-basic-auth $Self->{'Customer::AuthModule'} = 'Kernel::System::CustomerAuth::HTTPBasicAuth'; # Note: # If you use this module, you should use the following # config settings as fallback, if user isn't login through # apache ($ENV{REMOTE_USER}) $Self->{CustomerPanelLoginURL} = 'http://host.example.com/not-authorised-for-otrs.html'; $Self->{CustomerPanelLogoutURL} = 'http://host.example.com/thanks-for-using-otrs.html';
hu: # Ez egy beállítási példa egy Apache ($ENV{REMOTE_USER}) hitelesítési # háttérprogramra. Akkor használja, ha egy egyszeres bejelentkezést # szeretne Apache http-basic-auth használatával. $Self->{'Customer::AuthModule'} = 'Kernel::System::CustomerAuth::HTTPBasicAuth'; # Megjegyzés: # Ha ezt a modult használja, akkor tartalékként használnia kell a # következő konfigurációs beállításokat, ha a felhasználó nem az # Apache ($ENV{REMOTE_USER}) változón keresztül jelentkezik be. $Self->{CustomerPanelLoginURL} = 'http://host.example.com/not-authorised-for-otrs.html'; $Self->{CustomerPanelLogoutURL} = 'http://host.example.com/thanks-for-using-otrs.html';

source: The settings shown in Example below can be used to authenticate your customers against a Radius server.
hu: A lenti példában látható beállítások használhatók az ügyfelek hitelesítéséhez egy Radius-kiszolgálóval.
zh_cn: 下面例子中显示的配置参数使用一个Radius服务器来认证客户。

source: Customer user authentication against a Radius backend
hu: Ügyfél-felhasználó hitelesítése egy Radius háttérprogrammal
zh_cn: 使用一个Radius后端的客户用户身份认证

source: # This is a example configuration to auth. customer against a radius server $Self->{'Customer::AuthModule'} = 'Kernel::System::Auth::Radius'; $Self->{'Customer::AuthModule::Radius::Host'} = 'radiushost'; $Self->{'Customer::AuthModule::Radius::Password'} = 'radiussecret';
hu: # Ez egy beállítási példa az ügyfelek hitelesítéséhez Radius-kiszolgálóval $Self->{'Customer::AuthModule'} = 'Kernel::System::Auth::Radius'; $Self->{'Customer::AuthModule::Radius::Host'} = 'radius_kiszolgáló'; $Self->{'Customer::AuthModule::Radius::Password'} = 'radius_titok';

source: Customizing the Customer Self-Registration
hu: Az ügyfél saját regisztrációjának személyre szabása
zh_cn: 定制客户自助注册

source: It is possible to customize the self-registration for new customers, accessible via the customer.pl panel. New optional or required fields, like room number, address or state can be added.
hu: Lehetséges a saját regisztráció személyre szabása az új ügyfeleknél a customer.pl panelen keresztül történő hozzáféréskor. Új opcionális vagy kötelező mezők adhatók hozzá, mint például szobaszám, cím vagy állam.
zh_cn: 可以定制新的客户通过customer.pl面板访问的自助注册。可以添加新的可选或必填字段如房间号、地址或状态等。

source: The following example shows how you can specify a required field in the customer database, in this case to store the room number of a customer.
hu: A következő példa azt mutatja be, hogy hogyan adhat meg egy kötelező mezőt az ügyféladatbázisban, ebben az esetben egy ügyfél szobaszámának eltárolásához.
zh_cn: 下面的例子显示了如何在客户数据库中指定一个必填字段，在这个例子中是存储客户的房间号。

source: Customizing the Web Interface
hu: A webes felület személyre szabása
zh_cn: 定制WEB界面

source: To display the new field for the room number in the customer.pl web interface, the .tt file responsible for the layout in this interface has to be modified. Edit the <filename>Kernel/Output/HTML/Templates/Standard/CustomerLogin.tt</filename> file, adding the new field around line 130 (see Script below).
hu: Az új mezőnek a customer.pl webes felületén való megjelenítéséhez a szobaszám esetén a .tt fájlt kell módosítani, mivel ez a fájl felelős ezen a felületen az elrendezésért. Szerkessze a <filename>Kernel/Output/HTML/Templates/Standard/CustomerLogin.tt</filename> fájlt, adja hozzá az új mezőt a 130. sor környékén (lásd a lenti parancsfájlt).
zh_cn: 要在WEB界面customer.pl中显示新的房间号字段，必须修改界面布局的.tt文件。编辑<filename>Kernel/Output/HTML/Templates/Standard/CustomerLogin.tt</filename>文件，在130行附近添加新字段的内容（见下面的脚本）。

source: <emphasis>Script: Displaying a new field in the web interface.</emphasis>
hu: <emphasis>Parancsfájl: Egy új mező megjelenítése a webes felületen.</emphasis>
zh_cn: <emphasis>脚本：在WEB界面显示一个新字段。</emphasis>

source: Customer Mapping
hu: Ügyfélleképezés
zh_cn: 客户映射

source: In the next step, the customer mapping has to be expanded with the new entry for the room number. To ensure that the changes are not lost after an update, put the "CustomerUser" settings from the <filename>Kernel/Config/Defaults.pm</filename> into the <filename>Kernel/Config.pm</filename>. Now change the MAP array and add the new room number field, as shown in the script below.
hu: A következő lépésben az ügyfélleképezést kell kiterjeszteni egy új bejegyzéssel a szobaszámhoz. Annak biztosítására, hogy a változtatások ne vesszenek el egy frissítés után, helyezze át a „CustomerUser” beállításokat a <filename>Kernel/Config/Defaults.pm</filename> fájlból a <filename>Kernel/Config.pm</filename> fájlba. Most változtassa meg a MAP tömböt, és adja hozzá az új szobaszámot, amint a lenti parancsfájlban látható.
zh_cn: 下一步用新的房间号条目扩展客户映射。为确保OTRS更新后不会丢失自定义的修改内容，将“CustomerUser”设置从文件<filename>Kernel/Config/Defaults.pm</filename>放到文件<filename>Kernel/Config.pm</filename>中。现在修改MAP数组并添加新的房间号字段，如下面脚本所示。

source: # CustomerUser # (customer database backend and settings) $Self->{CustomerUser} = { Name => 'Database Backend', Module => 'Kernel::System::CustomerUser::DB', Params => { # if you want to use an external database, add the # required settings # DSN => 'DBI:odbc:yourdsn', # Type => 'mssql', # only for ODBC connections # DSN => 'DBI:mysql:database=customerdb;host=customerdbhost', # User => '', # Password => '', Table => 'customer_user', }, # customer unique id CustomerKey => 'login', # customer # CustomerID => 'customer_id', CustomerValid => 'valid_id', CustomerUserListFields => ['first_name', 'last_name', 'email'], # CustomerUserListFields => ['login', 'first_name', 'last_name', 'customer_id', 'email'], CustomerUserSearchFields => ['login', 'last_name', 'customer_id'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['email'], CustomerUserNameFields => ['title', 'first_name', 'last_name'], CustomerUserEmailUniqCheck => 1, # # show not own tickets in customer panel, CompanyTickets # CustomerUserExcludePrimaryCustomerID => 0, # # generate auto logins # AutoLoginCreation => 0, # AutoLoginCreationPrefix => 'auto', # # admin can change customer preferences # AdminSetPreferences => 1, # # cache time to live in sec. - cache database queries # CacheTTL => 0, # # just a read only source # ReadOnly => 1, Map => [ # note: Login, Email and CustomerID needed! # var, frontend, storage, shown (1=always,2=lite), required, storage-type, http-link, readonly, http-link-target [ 'UserTitle', 'Title', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Firstname', 'first_name', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Lastname', 'last_name', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Username', 'login', 1, 1, 'var', '', 0 ], [ 'UserPassword', 'Password', 'pw', 0, 0, 'var', '', 0 ], [ 'UserEmail', 'Email', 'email', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'CustomerID', 'customer_id', 0, 1, 'var', '', 0 ], [ 'UserPhone', 'Phone', 'phone', 1, 0, 'var', '', 0 ], [ 'UserFax', 'Fax', 'fax', 1, 0, 'var', '', 0 ], [ 'UserMobile', 'Mobile', 'mobile', 1, 0, 'var', '', 0 ], [ 'UserRoom', 'Room', 'room', 1, 0, 'var', '', 0 ], [ 'UserStreet', 'Street', 'street', 1, 0, 'var', '', 0 ], [ 'UserZip', 'Zip', 'zip', 1, 0, 'var', '', 0 ], [ 'UserCity', 'City', 'city', 1, 0, 'var', '', 0 ], [ 'UserCountry', 'Country', 'country', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Comment', 'comments', 1, 0, 'var', '', 0 ], [ 'ValidID', 'Valid', 'valid_id', 0, 1, 'int', '', 0 ], ], # default selections Selections => { UserTitle => { 'Mr.' => 'Mr.', 'Mrs.' => 'Mrs.', }, }, };
hu: # CustomerUser # (ügyféladatbázis háttérprogram és beállítások) $Self->{CustomerUser} = { Name => 'Adatbázis adatforrás', Module => 'Kernel::System::CustomerUser::DB', Params => { # ha egy külső adatbázis szeretne használni, akkor adja hozzá a # szükséges beállításokat # DSN => 'DBI:odbc:yourdsn', # Type => 'mssql', # csak ODBC kapcsolatoknál # DSN => 'DBI:mysql:database=customerdb;host=customerdbhost', # User => '', # Password => '', Table => 'customer_user', }, # egyedi ügyfél-azonosító CustomerKey => 'login', # ügyfél # CustomerID => 'customer_id', CustomerValid => 'valid_id', CustomerUserListFields => ['first_name', 'last_name', 'email'], # CustomerUserListFields => ['login', 'first_name', 'last_name', 'customer_id', 'email'], CustomerUserSearchFields => ['login', 'last_name', 'customer_id'], CustomerUserSearchPrefix => '', CustomerUserSearchSuffix => '*', CustomerUserSearchListLimit => 250, CustomerUserPostMasterSearchFields => ['email'], CustomerUserNameFields => ['title', 'first_name', 'last_name'], CustomerUserEmailUniqCheck => 1, # # a saját jegyeket nem jeleníti meg az ügyfélpanelen, CompanyTickets # CustomerUserExcludePrimaryCustomerID => 0, # # automatikus bejelentkezések előállítása # AutoLoginCreation => 0, # AutoLoginCreationPrefix => 'auto', # # az adminisztrátor megváltoztathatja az ügyfél beállításait # AdminSetPreferences => 1, # # gyorsítótáridő élettartam másodpercben - bármely adatbázis-lekérdezés gyorsítótárazása # CacheTTL => 0, # # egy csak olvasható forrás # ReadOnly => 1, Map => [ # megjegyzés: a bejelentkezés, az e-mail és az ügyfélazonosító szükséges! # változó, előtétprogram, tároló, látható (1=mindig,2=lite), kötelező, tárolótípus, # HTTP-hivatkozás, csak olvasható, HTTP-hivatkozás célja [ 'UserTitle', 'Titulus', 'title', 1, 0, 'var', '', 0 ], [ 'UserFirstname', 'Keresztnév', 'first_name', 1, 1, 'var', '', 0 ], [ 'UserLastname', 'Vezetéknév', 'last_name', 1, 1, 'var', '', 0 ], [ 'UserLogin', 'Felhasználó','login', 1, 1, 'var', '', 0 ], [ 'UserPassword', 'Jelszó', 'pw', 0, 0, 'var', '', 0 ], [ 'UserEmail', 'E-mail', 'email', 1, 1, 'var', '', 0 ], [ 'UserCustomerID', 'ÜgyfélID', 'customer_id', 0, 1, 'var', '', 0 ], [ 'UserPhone', 'Telefon', 'phone', 1, 0, 'var', '', 0 ], [ 'UserFax', 'Fax', 'fax', 1, 0, 'var', '', 0 ], [ 'UserMobile', 'Mobil', 'mobile', 1, 0, 'var', '', 0 ], [ 'UserRoom', 'Szoba', 'room', 1, 0, 'var', '', 0 ], [ 'UserStreet', 'Utca', 'street', 1, 0, 'var', '', 0 ], [ 'UserZip', 'Irányítószám','zip', 1, 0, 'var', '', 0 ], [ 'UserCity', 'Település', 'city', 1, 0, 'var', '', 0 ], [ 'UserCountry', 'Ország', 'country', 1, 0, 'var', '', 0 ], [ 'UserComment', 'Megjegyzés', 'comments', 1, 0, 'var', '', 0 ], [ 'ValidID', 'Érvényes', 'valid_id', 0, 1, 'int', '', 0 ], ], # alapértelmezett kijelölések Selections => { UserTitle => { 'Mr.' => 'Mr.', 'Mrs.' => 'Mrs.', }, }, };

source: <emphasis>Script: Changing the map array.</emphasis>
hu: <emphasis>Parancsfájl: A leképezési tömb megváltoztatása.</emphasis>
zh_cn: <emphasis>脚本：修改映射数组。</emphasis>

source: Customizing the <literal>customer_user</literal> Table in the OTRS DB
hu: A <literal>customer_user</literal> tábla személyre szabása az OTRS adatbázisban
zh_cn: 定制OTRS数据库中的<literal>customer_user</literal>表
