Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Sometimes it is necessary to delete a web service completely. To do this you can press on the <emphasis>Delete web service</emphasis> button and a new dialog will appear asking for confirmation.
hu: Néha szükséges egy webszolgáltatást teljesen törölni. Ennek elvégzéséhez kattintson a <emphasis>Webszolgáltatás törlése</emphasis> gombra, és egy új párbeszédablak fog megjelenni egy megerősítés kéréséhez.
zh_cn: 有时需要完全删除一个WEB服务，如要这样做你可以点击“<emphasis>删除WEB服务</emphasis>”，会弹出一个确认对话框。

source: Click on <emphasis>Delete</emphasis> to confirm the removal of the web service or on <emphasis>Cancel</emphasis> to close the dialog.
hu: Kattintson a <emphasis>Törlés</emphasis> gombra a webszolgáltatás eltávolításának megerősítéséhez vagy a <emphasis>Mégse</emphasis> gombra a párbeszédablak bezárásához.
zh_cn: 点击“<emphasis>删除</emphasis>”按钮来确认删除这个WEB服务或点击“<emphasis>取消</emphasis>”关闭此对话框。

source: Deleting a web service can't be undone, please be careful when deleting a web service.
hu: Egy webszolgáltatás törlése nem vonható vissza, ezért legyen óvatos egy webszolgáltatás törlésekor.
zh_cn: 删除一个WEB服务后无法撤销，请在删除一个WEB服务时一定要小心。

source: Web service delete
hu: Webszolgáltatás törlése
zh_cn: 删除WEB服务

source: Web Service Debugger
hu: Webszolgáltatás hibakereső
zh_cn: WEB服务调试器

source: The Debugger stores the log of a web service. In the debugger screen you can track all the web service communications for either provider or requester types.
hu: A hibakereső tárolja egy webszolgáltatás naplóját. A hibakereső ablakban nyomon követheti az összes webszolgáltatás kommunikációt, mind a szolgáltató, mind a kérelmező típusokat.
zh_cn: 调试器存储了一个WEB服务的日志。在调试器屏幕你可以跟踪该WEB服务作为提供者或请求者类型的所有通讯日志。

source: When this screen is shown the request list starts to load. After the list is fully filled you can choose one of the rows (that means a communication sequence) to check its details. This details will appear in a box below.
hu: Amikor ez a képernyő megjelenik, akkor a kéréslista elkezd betölteni. Miután a lista teljesen ki van töltve, akkor kiválaszthatja a sorok egyikét (amely egy kommunikációs sorozatot jelent) annak részleteinek ellenőrzéséhez. Ezek a részletek fognak megjelenni egy lenti dobozban.
zh_cn: 显示这个屏幕后，请求列表开始载入。在列表完全载入后你可以选择一行（即一条通讯序列）来检查它的详细信息，这个详细信息显示在屏幕下方。

source: You can narrow the communication list using the filter on the right part of the screen. You can filter by:
hu: A képernyő jobb oldalán lévő szűrő használatával szűkítheti a kommunikációs listát. A következőkre szűrhet:
zh_cn: 你可以使用屏幕右边的过滤器来收缩通讯列表，你可以过滤的内容有：

source: Communication type (provider or requester)
hu: Kommunikáció típusa (szolgáltató vagy kérelmező)
zh_cn: 通讯类型（提供者或请求者）

source: Date: before and / or after a particular date
hu: Dátum: egy bizonyos dátum előtt és/vagy után
zh_cn: 日期：在一个特定日期之前或之后

source: The remote IP Address
hu: A távoli IP-cím
zh_cn: 远程IP地址

source: A combination of all
hu: Ezek bármilyen kombinációja
zh_cn: 以上所有组合

source: After filter settings are set, push the <emphasis>Refresh</emphasis> button and a new list will be displayed meeting your search criteria.
hu: Miután a szűrőbeállítások beállításra kerültek, nyomja meg a <emphasis>Frissítés</emphasis> gombot, és egy új lista lesz megjelenítve a keresési feltétek szerint.
zh_cn: 在设置了过滤器后，点击“<emphasis>刷新</emphasis>”按钮，就会显示满足搜索条件的新列表。

source: Depending on the search criteria for the filters the new list could return no results.
hu: A szűrőknél a keresési feltételektől függően az új lista eredmények nélkül is visszatérhet.
zh_cn: 取决于过滤器的搜索条件，新列表可能无返回结果。

source: On the left part of the screen under the action column you can select <emphasis>Go back to the web service</emphasis> or clear the debugger log by pushing the <emphasis>Clear</emphasis> button. This will open a dialog that ask you to confirm erasing of the log. Click <emphasis>Clear</emphasis> in the dialog button to perform the action or click on <emphasis>Cancel</emphasis> to close this dialog.
hu: A képernyő bal oldalán a művelet oszlop alatt kiválaszthatja a <emphasis>Vissza a webszolgáltatáshoz</emphasis> lehetőséget, vagy törölheti a hibakereső naplóját a <emphasis>Törlés</emphasis> gomb megnyomásával. Ez egy párbeszédablakot fog megnyitni, amely arra kéri, hogy erősítse meg a napló törlését. Kattintson a <emphasis>Törlés</emphasis> gombra a párbeszédablakon a művelet végrehajtásához, vagy kattintson a <emphasis>Mégse</emphasis> gombra a párbeszédablak bezárásához.
zh_cn: 在屏幕左侧的操作栏中你可以选择“<emphasis>返回WEB服务</emphasis>”，或点击“<emphasis>清除</emphasis>”按钮清空调试器日志，这会打开一个对话框确认清除日志，点击对话框中的“<emphasis>清除</emphasis>”按钮执行清除操作或点击“<emphasis>取消</emphasis>”关闭此对话框。

source: In the <emphasis>Request details</emphasis> section you can see all the details for the selected communication. Here you can track the complete flow and check for possible errors or confirm success responses.
hu: A <emphasis>Kérésrészletek</emphasis> szakaszban láthatja a kijelölt kommunikáció összes részletét. Itt nyomon követheti a teljes folyamatot, és ellenőrizheti a lehetséges hibákat vagy jóváhagyhatja a sikeres válaszokat.
zh_cn: 在“<emphasis>请求的详细信息</emphasis>”部分你可以看到选定通讯的所有详细信息。在这里你可以跟踪完整流并检查可能的错误或确认成功响应。

source: Web service debugger
hu: Webszolgáltatás hibakereső
zh_cn: WEB服务调试器

source: Web Service Configuration Change
hu: Webszolgáltatás-beállítás megváltoztatása
zh_cn: 修改WEB服务配置

source: Returning to the web service change screen, now we are going to review the right side of it. Here we have the possibility to modify all the general data for a web service such as name, description, debug threshold, etc. Also there are two more sections below that allows us to modify specific parameters for communication types <emphasis>OTRS as Provider</emphasis> and <emphasis>OTRS as Requester</emphasis>.
hu: A webszolgáltatás megváltoztatása képernyőre visszatérve most át fogjuk tekinteni annak jobb oldalát. Itt lehetőségünk van a webszolgáltatás összes általános adatának módosítására, mint például név, leírás, hibakeresési küszöbszint, stb. Van itt további két szakasz is lent, amely lehetővé teszi számunkra bizonyos paraméterek módosítását az <emphasis>OTRS mint szolgáltató</emphasis> és az <emphasis>OTRS mint kérelmező</emphasis> kommunikációs típusoknál.
zh_cn: 回到修改WEB服务屏幕，现在我们准备回顾屏幕右侧。在这里我们可以修改一个WEB服务的所有通用信息如名称、描述、调试阈值等等。此外下面还有两个部分允许我们修改通讯类型“<emphasis>OTRS作为提供方</emphasis>”和“<emphasis>OTRS作为请求方</emphasis>”的特定参数。

source: The web service configuration needs to be saved on each level. This means that if a setting is changed, links to other, deeper parts of the configuration will be disabled forcing you to save the current configuration level. After saving the disabled links will be re-enabled again allowing you to continue with the configuration.
hu: A webszolgáltatás beállítását el kell menteni minden egyes szinten. Ez azt jelenti, hogy ha egy beállítás megváltozik, akkor az egyéb, a beállítás mélyebb részeire mutató hivatkozások le lesznek tiltva arra kényszerítve Önt, hogy elmentse a jelenlegi beállítási szintet. A mentés után a letiltott hivatkozások ismét újra engedélyezve lesznek, lehetővé téve a beállítás folytatását.
zh_cn: WEB服务配置需要在每个级别保存，这意味着如果修改了一个设置，到其它部分（这个配置更深层次的部分）的链接将被禁用，强迫你保存当前的配置级别。在保存后禁用了的链接会被重新启用，允许你使用这个配置继续。

source: On the <emphasis>OTRS as provider</emphasis> section it is possible to set or configure the network transport protocol. Only network transport back-ends that are registered are shown on the list. To configure the network transport click on the <emphasis>Configure</emphasis> button. It is also possible to add new operations in this box. To do this select one of the available operations from the <emphasis>Add Operation</emphasis> list. This will lead you to the operation configuration screen. After saving the new operation it will be listed in the table above.
hu: Az <emphasis>OTRS mint szolgáltató</emphasis> szakasznál lehetséges a hálózati átviteli protokoll megadása vagy beállítása. Csak azok a hálózati átviteli háttérprogramok vannak megjelenítve a listában, amelyek regisztrálva vannak. A hálózati átvitel beállításához kattintson a <emphasis>Beállítás</emphasis> gombra. Lehetőség van új műveletek hozzáadásához is ebben a dobozban. Ehhez válassza ki az elérhető műveletek egyikét a <emphasis>Művelet hozzáadása</emphasis> listából. Ez a művelet beállítása képernyőre fogja vezetni. Az új művelet mentése után az a fenti táblázatban lesz felsorolva.
zh_cn: 在“<emphasis>OTRS作为提供方</emphasis>”部分可以设置或配置网络传输协议，只有注册了的网络传输后端才会显示在列表中。要配置网络传输，点击“<emphasis>配置</emphasis>”按钮。在这部分还可以添加新操作，从“<emphasis>添加操作</emphasis>”列表中选择一个可用的操作，这会引领你到操作配置屏幕。在保存了这个新操作后它就会在上面的表格里列出。

source: <emphasis>OTRS as requester</emphasis> is very similar to the previous one, but instead of <emphasis>operations</emphasis> you can add invokers here.
hu: Az <emphasis>OTRS mint kérelmező</emphasis> nagyon hasonló az előzőhöz, de a <emphasis>műveletek</emphasis> helyett itt meghívókat adhat hozzá.
zh_cn: 在“<emphasis>OTRS作为请求者</emphasis>”部分与前面非常类似，但你可以在这里添加调用程序而不是“<emphasis>操作</emphasis>”。

source: Click the <emphasis>Save</emphasis> button to save and continue configuring the web service, <emphasis>Save and finish</emphasis> to save and return to the web service overview screen, or <emphasis>Cancel</emphasis> to discard current configuration level changes and return to web service overview screen.
hu: Kattintson a <emphasis>Mentés</emphasis> gombra a webszolgáltatás mentéséhez és a beállítás folytatásához, a <emphasis>Mentés és befejezés</emphasis> gombra a mentéshez és a webszolgáltatás áttekintő képernyőjéhez való visszatéréshez, vagy a <emphasis>Mégse</emphasis> gombra a jelenlegi beállítási szint változtatásainak eldobásához és a webszolgáltatás áttekintő képernyőjéhez való visszatéréshez.
zh_cn: 点击“<emphasis>保存</emphasis>”按钮以保存并继续配置这个WEB服务，“<emphasis>保存并完成</emphasis>”以保存并返回到WEB服务概览屏幕，或者“<emphasis>取消</emphasis>”以丢弃当前配置级别的修改内容并返回到WEB服务概览屏幕。

source: Web services change
hu: Webszolgáltatások megváltoztatása
zh_cn: 修改WEB服务

source: Like the other Generic Interface configuration screens such as Network Transport, Operation, Invoker and Mapping, the initial configuration (add) screen will only present two options: <emphasis>Save</emphasis> and <emphasis>Cancel</emphasis>. If the configuration is re-visited, a new option <emphasis>Save and Finish</emphasis> will appear. The behavior of this feature is defined below.
hu: A többi általános felület beállítási képernyőhöz hasonlóan - mint például a hálózati átvitel, művelet, meghívó és leképezés - a kezdeti beállítás (hozzáadás) képernyő csak két lehetőséget fog megjeleníteni: <emphasis>Mentés</emphasis> és <emphasis>Mégse</emphasis>. Ha a beállítást újra meglátogatja, akkor egy új <emphasis>Mentés és befejezés</emphasis> lehetőség fog megjelenni. Ennek a funkciónak a viselkedése lentebb van meghatározva.
zh_cn: 如同其它的通用接口配置屏幕（如网络传输、操作、调用程序和映射屏幕）一样，初始化配置（添加）屏幕仅提供了两个选项“<emphasis>保存</emphasis>”和“<emphasis>取消</emphasis>”。如果是重新查看这个配置，会出现新的选项“<emphasis>保存并完成</emphasis>”。这个功能的行为定义如下。

source: <emphasis>Save</emphasis> will store the current configuration level in the database and it will return to the previous screen to review your changes or to configure deeper settings.
hu: A <emphasis>Mentés</emphasis> el fogja tárolni a jelenlegi beállítási szintet az adatbázisban, és vissza fog térni az előző képernyőre a változtatások áttekintéséhez vagy a mélyebb beállítások konfigurálásához.
zh_cn: “<emphasis>保存</emphasis>”将存储当前配置级别到数据库，并且会返回到之前的屏幕以查看修改内容，或配置更深的设置。

source: <emphasis>Save and Finish</emphasis> will store the current configuration level in the database and it will return to the previous screen in the configuration hierarchy (to the immediate upper configuration level).
hu: A <emphasis>Mentés és befejezés</emphasis> el fogja tárolni a jelenlegi beállítási szintet az adatbázisban, és vissza fog térni az előző képernyőre a beállítási hierarchiában (a közvetlenül fölötte lévő beállítási szintre).
zh_cn: “<emphasis>保存并完成</emphasis>”将存储当前配置级别到数据库，并且会返回到配置层次之前的屏幕（到上一个配置级别）。

source: <emphasis>Cancel</emphasis> will discard any configuration change to the current configuration level and will return to the previous screen in the configuration hierarchy.
hu: A <emphasis>Mégse</emphasis> el fog dobni minden beállítási változtatást a jelenlegi beállítási szintnél, és vissza fog térni az előző képernyőre a beállítási hierarchiában.
zh_cn: “<emphasis>取消</emphasis>”将丢弃当前配置级别的任何配置修改内容，并且会返回到配置层次之前的屏幕（到上一个配置级别）。

source: Web Service Provider Network Transport
hu: Webszolgáltatás szolgáltatójának hálózati átvitele
zh_cn: WEB服务提供都网络传输

source: In future the list of available network transports will be increased. Currently only <emphasis>HTTP::SOAP</emphasis> and <emphasis>HTTP::REST</emphasis> transports are available. Each transport has different configuration options to setup and they might use different frontend modules to configure them.
hu: A jövőben az elérhető hálózati átvitelek listája meg lesz növelve. Jelenleg csak a <emphasis>HTTP::SOAP</emphasis> és a <emphasis>HTTP::REST</emphasis> átvitelek érhetők el. Minden átvitelnek különböző beállítási lehetőségei vannak a beállításhoz, és különböző előtétprogram modulokat használhatnak azok beállításához.
zh_cn: 将来可用的网络传输列表可能会增加，目前只有“<emphasis>HTTP::SOAP</emphasis>”和“<emphasis>HTTP::REST</emphasis>”传输可用。每个传输有不同的配置选项，并且可能使用不同的前端界面来配置它们。

source: It is quite simple to configure the <emphasis>HTTP::SOAP</emphasis> protocol as provider. There are only two settings: <emphasis>Namespace</emphasis> and <emphasis>Maximum message length</emphasis>. These fields are required. The first one is a URI to give SOAP methods a context, reducing ambiguities, and the second one is a field where you can specify the maximum size (in bytes) for SOAP messages that OTRS will process.
hu: Nagyon egyszerű a <emphasis>HTTP::SOAP</emphasis> protokoll szolgáltatóként történő beállítása. Csak két beállítás van: <emphasis>Névtér</emphasis> és <emphasis>Legnagyobb üzenethossz</emphasis>. Ezek a mezők kötelezők. Az első egy URI a SOAP metódusokhoz történő környezet adásához csökkentve a félreérthetőséget, és a második egy olyan mező, ahol megadhatja a SOAP üzenetek legnagyobb méretét (bájtban), amelyet az OTRS fel fog dolgozni.
zh_cn: 配置“<emphasis>HTTP::SOAP</emphasis>”作为提供者很简单。只有两个设置“<emphasis>命名空间</emphasis>”和“<emphasis>消息的最大长度</emphasis>”。这些字段是必填的，第一个是一个URI（统一资源标识符），为SOAP方法指定一个上下文，减少歧义；第二个是你可以指定OTRS能够处理SOAP消息的最大尺寸（单位：字节）。

source: Web service provider network transport (HTTP::SOAP)
hu: Webszolgáltatás szolgáltatójának hálózati átvitele (HTTP::SOAP)
zh_cn: WEB服务提供者网络传输（HTTP::SOAP）

source: Optionally, you may want to define additional response headers. These may be used to add static header values to every response. Just click on Add response header and fill both key and value fields. There is no limit in number of additional header lines.
hu: Adott esetben meghatározhat további válaszfejléceket is. Ezek használhatók statikus fejlécértékek hozzáadásához az egyes válaszokhoz. Egyszerűen kattintson a <emphasis>Válaszfejléc hozzáadása</emphasis> gombra, és töltse ki mind a kulcs, mind az érték mezőket. Nincs korlát a további fejlécsorok számára vonatkozóan.
zh_cn: 或者，你可能需要定义附加的响应头，它们可用于为每个响应添加静态标头值。 只需点击“添加响应头”并填充键和值字段。 附加的标头行的数量没有限制。

source: For <emphasis>HTTP::REST</emphasis> the configuration might be a bit more complicated, as it grows dynamically for each configured operation by adding: <emphasis>Route mapping for Operation '&lt;OperationName&gt;':</emphasis> and <emphasis>Valid request methods for Operation '&lt;OperationName&gt;':</emphasis> settings to the default transport settings <emphasis>Maximum message length:</emphasis> and <emphasis>Send Keep-Alive:</emphasis>
hu: A <emphasis>HTTP::REST</emphasis> esetén a beállítás egy kissé bonyolultabb lehet, mivel az dinamikusan nő minden beállított műveletnél az <emphasis>Útvonal leképezés a &lt;Műveletnév&gt; művelethez:</emphasis> és az <emphasis>Érvényes kérési módszerek a &lt;Műveletnév&gt; művelethez:</emphasis> beállítások hozzáadásával a <emphasis>Legnagyobb üzenethossz:</emphasis> és az <emphasis>Életben tartás küldése:</emphasis> alapértelmezett átviteli beállításokhoz.
zh_cn: 对于“<emphasis>HTTP::REST</emphasis>”，配置可能要稍微复杂一些，因为它的设置会根据配置的操作而动态增长，给每个操作添加两个设置：<emphasis>操作 ‘&lt;操作名称&gt;的路由映射’:</emphasis>和<emphasis>操作 ‘&lt;操作名称&gt; 的有效请求方法':</emphasis>到默认的传输设置“<emphasis>消息的最大长度：</emphasis>”和“<emphasis>发送Keep-Alive（保持连接）:</emphasis>”之前。

source: Route mapping for Operation '&lt;OperationName&gt;':
hu: Útvonal leképezés a „&lt;Műveletnév&gt;” művelethez:
zh_cn: 路由映射，用于操作 ‘&lt;操作名称&gt;’:

source: In this setting a resource path is set. This path must be defined according to the needs of the web service considering that the path in conjunction with the HTTP request method determines the Generic Interface operation to be executed.
hu: Ebben a beállításban egy erőforrás útvonala van beállítva. Ezt az útvonalat a webszolgáltatás igényei szerint kell meghatározni figyelembe véve, hogy az útvonal a HTTP kérési módszerrel együtt határozza meg a végrehajtandó általános felületi műveletet.
zh_cn: 在这个设置中设置一个资源路径，这个路径必须根据WEB服务考虑的需求来定义，这个路径与HTTP请求方法相结合来确定要执行的通用接口操作。

source: Path can contain variables in the form of ':&lt;VariableName&gt;' each path string that fits on the position of the variable name will be added to the request payload using the variable name defined in this setting.
hu: Az útvonal tartalmazhat változókat „:&lt;Változónév&gt;” formájában. Minden útvonalszöveg, amely megfelel a változónév pozícióján, hozzá lesz adva a kérés hasznos terhéhez az ebben a beállításban meghatározott változónév használatával.
zh_cn: 路径中可以包含变量，格式为‘:&lt;VariableName&gt;’。在变量位置的每个路径字符串会用这个设置中定义的变量名称替换后添加到请求的有效载荷中。

source: Examples:
hu: Példák:
zh_cn: 例子：

source: Route mapping: /Resource
hu: Útvonal leképezés: /Eroforras
zh_cn: 路由映射：/Resource

source: Valid requests:
hu: Érvényes kérések:
zh_cn: 有效的请求：

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource?Param1=One
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras?Param1=Egy

source: Invalid requests:
hu: Érvénytelen kérések:
zh_cn: 无效的请求：

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/OtherResource
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/MasikEroforras

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/OtherResource?Param1=One
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/MasikEroforras?Param1=Egy

source: Route mapping: /Resource/:ID
hu: Útvonal leképezés: /Eroforras/:ID
zh_cn: 路由映射：/Resource/:ID

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/1
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/1

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/1?Param1=One
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/1?Param1=Egy

source: In both cases ID = 1 will be sent to the operation as part of the payload. In the second case also Param1 = One will be added, depending on the HTTP request method other parameters will be added if they come as a JSON string in the request header.
hu: Mindkét esetben az ID = 1 lesz elküldve a műveletnek a hasznos teher részeként. A második esetben a Param1 = Egy is hozzá lesz adva. A HTTP kérési módszertől függően egyéb paraméterek is hozzá lesznek adva, ha azok JSON szövegként érkeznek a kérés fejlécében.
zh_cn: 在这两种情况下，ID=1都会发送到操作作为有效载荷的一部分。在这2种情况还添加了Param1=One，取决于HTTP请求方法还会添加其它参数（如果它们在请求头字段中作为一个JSON字符串）。

source: Route mapping: /Resource/OtherResource/:ID/:Color
hu: Útvonal leképezés: /Eroforras/EgyebEroforras/:ID/:Szin
zh_cn: 路由映射：/Resource/OtherResource/:ID/:Color

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/OtherResource/1/Red
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/MasikEroforras/1/Piros

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/OtherReosurce/123/Blue?Param1=One
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/MasikEroforras/123/Kek?Param1=Egy

source: In the first example ID = 1 and Color = Red, while in the second ID = 123 and Color = Blue.
hu: Az első példában ID = 1 és Szin = Piros, míg a másodikban ID = 123 és Szin = Kek.
zh_cn: 在第一个例子中，ID = 1且Color = Red，第二个例子中ID = 123且Color = Blue。

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/OtherResource/1
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/MasikEroforras/1

source: http://localhost/otrs/nph-genericinterface.pl/Webservice/Test/Resource/OtherResource/1?Param1=One
hu: http://localhost/otrs/nph-genericinterface.pl/Webservice/Proba/Eroforras/MasikEroforras/1?Param1=Egy

source: In the first example the part of the path '/OtherResource' is missing as well as the :Color variable, on the second example just :Color variable is missing.
hu: Az első példában a „/MasikEroforras” útvonal része, valamint a :Szin változó hiányzik. A második példában csak a :Szin változó hiányzik.
zh_cn: 在第一个例子中，路径缺失了'/OtherResource'和:Color变量，在第二个例子中只缺失了:Color变量。

source: Valid request methods for Operation '&lt;OperationName&gt;':
hu: Érvényes kérési módszerek a „&lt;Műveletnév&gt;” művelethez:
zh_cn: 有效的请求方法，用于操作‘&lt;操作名称&gt;’：

source: The HTTP request methods to determine the operation to use together with the route mapping, possible options: CONNECT, DELETE, GET, HEAD, OPTIONS, PATCH, POST, PUT and TRACE.
hu: A HTTP kérési módszerek az útvonal leképezéssel együtt használandó művelet meghatározásához. Lehetséges lehetőségek: CONNECT, DELETE, GET, HEAD, OPTIONS, PATCH, POST, PUT és TRACE.
zh_cn: HTTP请求方法结合路由映射来确定要使用的操作，可能的选项有：CONNECT、DELETE、GET、HEAD、OPTIONS、PATCH、POST、PUT和TRACE。

source: Totally different operations can share exactly the same mapping path, but the request method must be unique for each operation, in order to determine correctly the operation to use on each request.
hu: Teljesen különböző műveletek is megoszthatják pontosan ugyanazt a leképezési útvonalat, de a kérési módszernek egyedinek kell lennie minden egyes műveletnél azért, hogy minden kérésnél helyesen meghatározható legyen a használandó művelet.
zh_cn: 完全不同的操作可以共享完全相同的映射路径，但是为了正确地确定使用的操作，每个操作的请求方法必须是唯一的。

source: Web service provider network transport (HTTP::REST)
hu: Webszolgáltatás szolgáltatójának hálózati átvitele (HTTP::REST)
zh_cn: WEB服务提供者网络传输（HTTP::REST）

source: Web Service Operation
hu: Webszolgáltatás művelete
zh_cn: WEB服务操作

source: The actions that can be performed when you are using OTRS as a provider are called <emphasis>Operations</emphasis>. Each operation belongs to a controller. Controllers are collections of operations or invokers, normally operations from the same controller need similar settings and share the same configuration dialog. But each operation can have independent configuration dialogs if needed.
hu: Azokat a tevékenységeket, amelyeket akkor lehet végrehajtani, amikor az OTRS-t szolgáltatóként használja, <emphasis>Művelteknek</emphasis> hívják. Minden művelet egy vezérlőhöz tartozik. A vezérlők műveletek vagy meghívók gyűjteményei. Normális esetben az azonos vezérlőtől származó műveleteknek hasonló beállításokra van szükségük, és ugyanazon a beállítási párbeszédablakon osztoznak. Azonban az egyes műveleteknek lehetnek független beállítási párbeszédablakaik is, ha szükséges.
zh_cn: 当你使用OTRS作为一个WEB服务提供者时可以完执行的动作叫“<emphasis>操作</emphasis>”。每个操作属于一个控制器。控制器是操作或调用程序的集合，一般地，同一控制器中的操作需要类似的设置并共享相同的配置对话框，但是如果需要每个操作可以有独立的配置对话框。
