Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Download OTRSCloneDB - screenshot
hu: Az OTRSCloneDB letöltése - képernyőkép
zh_cn: 下载OTRSCloneDB - 屏幕截图

source: and install it to your Windows based installation:
hu: és telepítse a Windows alapú telepítésre:
zh_cn: 安装到Windows版的OTRS中：

source: Install OTRSCloneDB - screenshot
hu: Az OTRSCloneDB telepítése - képernyőkép
zh_cn: 安装OTRSCloneDB - 屏幕截图

source: It is also no problem if you have installed some additional features or custom developments on your OTRS. You just need to take care that all of your installed packages are also compatible with Unix based systems. For packages provided by OTRS this is the case.
hu: Akkor sincs probléma, ha néhány további szolgáltatást vagy egyéni fejlesztéseket is telepített a OTRS-re. Csak arra kell vigyáznia, hogy az összes telepített csomagja kompatibilis legyen a Unix alapú rendszerekkel is. Az OTRS által biztosított csomagoknál ez a helyzet.
zh_cn: 如果你安装了一些附加功能或对OTRS进行了定制开发也没有问题。你只需注意所有安装的软件也能与Unix类的系统兼容就可以了，由OTRS提供的软件包就是这样。

source: Enable remote access for the PostgreSQL database of target system
hu: Távoli hozzáférés engedélyezése a célrendszer PostgreSQL adatbázisához
zh_cn: 允许目标系统PostgreSQL数据库的远程访问

source: The OTSRCloneDB script will copy the database data over the network, so we need to enable remote access to the database. The setup is different for the different databases, we will describe opening remote access for a PostgreSQL database here.
hu: Az OTSRCloneDB parancsfájl a hálózaton keresztül fogja másolni az adatbázis adatait, ezért távoli hozzáférést kell engedélyeznünk az adatbázishoz. A beállítás eltérő a különböző adatbázisoknál, itt a távoli hozzáférés megnyitását egy PostgreSQL adatbázishoz fogjuk bemutatni.
zh_cn: OTRSCloneDB脚本通过网络复制数据库的数据，所以我们需要允许到数据库的远程访问。不同的数据库设置方法不一样，我们在这里描述的是打开PostgreSQL数据库的远程访问。

source: After logging into your target system via SSH you need to change into the postgresql directory:
hu: Miután SSH-n keresztül bejelentkezett a célrendszerre, át kell lépnie a postgresql könyvtárba:
zh_cn: 通过SSH登录到目标系统后，切换到postgresql目录：

source: Add the following line at the end of the file:
hu: Adja hozzá a következő sort a fájl végéhez:
zh_cn: 将下列行添加到文件末尾：

source: Save the file.
hu: Mentse el a fájlt.
zh_cn: 保存文件。

source: Restart your PostgreSQL server:
hu: Indítsa újra a PostgreSQL-kiszolgálót:
zh_cn: 重启PostgreSQL服务器：

source: Stop OTRS services
hu: OTRS szolgáltatások leállítása
zh_cn: 停止OTRS服务

source: Stop all running services of your target system:
hu: Állítsa le a célrendszer összes futó szolgáltatását:
zh_cn: 停止目标系统所有运行的服务：

source: Drop the existing database of your target system to have an empty database for the clone data
hu: A célrendszer meglévő adatbázisának eldobása, hogy egy üres adatbázis legyen az adatok klónozásához
zh_cn: 删除目标系统现有的数据库，为克隆数据腾空数据库

source: The OTRSCloneDB script will not remove the data in the existing otrs database of the target system, so we need to do this manually:
hu: Az OTRSCloneDB parancsfájl nem fogja eltávolítani a célrendszer meglévő otrs adatbázisában lévő adatokat, ezért ezt kézzel kell megtennünk:
zh_cn: OTRSCloneDB脚本不会移除目标系统存在的otrs数据库的数据，所以我们需要手动删除：

source: Change the user to the postgresql user:
hu: Váltson felhasználót a postgresql felhasználóra:
zh_cn: 切换到postgresql用户：

source: Drop the existing otrs database:
hu: Dobja el a meglévő otrs adatbázist:
zh_cn: 删除已有的otrs数据库：

source: Create a new otrs database for the otrs user:
hu: Hozzon létre egy új otrs adatbázist az otrs felhasználóhoz:
zh_cn: 为otrs用户创建一个新的otrs数据库：

source: Go back to root user:
hu: Térjen vissza a root felhasználóhoz:
zh_cn: 返回到root用户：

source: Get the PostgreSQL password of your database
hu: Az adatbázis PostgreSQL jelszavának megszerzése
zh_cn: 获取数据库的PostgreSQL密码

source: Change into the OTRS directory of your target system:
hu: Lépjen át a célrendszer OTRS könyvtárába:
zh_cn: 进入目标系统的OTRS目录：

source: and take a look at the configuration file of your target system:
hu: és vessen egy pillantást a célrendszer beállítófájljára:
zh_cn: 查看目录系统的配置文件：

source: You will find your database password if you scroll down a bit:
hu: Meg fogja találni az adatbázis jelszavát, ha egy kicsit lejjebb görget:
zh_cn: 你往下拉一点就能找到你的数据库密码：

source: Get target database password - screenshot
hu: A céladatbázis jelszavának megszerzése - képernyőkép
zh_cn: 获取目标数据库的密码 - 屏幕截图

source: In our example:
hu: A mi példánkban:
zh_cn: 在我们的示例中：

source: Write the password down on a piece of paper.
hu: Írja fel a jelszót egy darab papírra.
zh_cn: 把密码写在一张纸上。

source: Clone your database into the target system
hu: Az adatbázis klónozása a célrendszerre
zh_cn: 克隆数据库到目标系统

source: Switch back to your Windows based installation and open the SysConfig admin menu. Please select the group "OTRSCloneDB" and the subgroup "Configuration":
hu: Váltson vissza a Windows alapú telepítésre, és nyissa meg a rendszerbeállítások adminisztrációs menüt. Válassza ki az „OTRSCloneDB” csoportot és a „Configuration” alcsoportot:
zh_cn: 切换回Windows版的OTRS，打开系统管理菜单中的系统配置。选择“OTRSCloneDB”组-“Configuration”子组：

source: Configurate OTRSCloneDB SysConfig 1 - screenshot
hu: Az 1. OTRSCloneDB rendszerbeállítás konfigurálása - képernyőkép
zh_cn: 配置OTRSCloneDB的系统配置1 - 屏幕截图

source: We need to configure the SysConfig option OTRSCloneDB::TargetSettings with the following values:
hu: Be kell állítanunk az OTRSCloneDB::TargetSettings rendszerbeállítási lehetőséget a következő értékekkel:
zh_cn: 我们需要使用下列值来配置系统配置选项OTRSCloneDB::TargetSettings ：

source: TargetDatabaseHost => 192.168.137.20 (Here you need to enter the ip address of your target system) TargetDatabase => otrs TargetDatabaseUser => otrs TargetDatabasePw => I88cm34A1B6xrl3 (Here you need to set the password of your target system) TargetDatabaseType => postgresql
hu: TargetDatabaseHost => 192.168.137.20 (Itt kell megadni a célrendszer IP-címét) TargetDatabase => otrs TargetDatabaseUser => otrs TargetDatabasePw => I88cm34A1B6xrl3 (Itt kell beállítani a célrendszer jelszavát) TargetDatabaseType => postgresql

source: Configurate OTRSCloneDB SysConfig 2 - screenshot
hu: A 2. OTRSCloneDB rendszerbeállítás konfigurálása - képernyőkép
zh_cn: 配置OTRSCloneDB的系统配置2 - 屏幕截图

source: To run the OTRSCloneDB script we need to switch to the command prompt of our Windows based OTRS and to change into the base directory of our OTRS installation:
hu: Az OTRSCloneDB parancsfájl futtatásához át kell váltanunk a Windows alapú OTRS parancssorára, és át kell lépni az OTRS telepítésünk alapkönyvtárába:
zh_cn: 要运行OTRSCloneDB脚本我们需要切换到Windows版本的OTRS的命令行屏幕，并进入OTRS安装的目录：

source: If you are using StrawberryPerl, then you maybe need to activate your shell for Perl:
hu: StrawberryPerl használata esetén esetleg be kell kapcsolni a parancsértelmezőt a Perl értelmezéséhez:
zh_cn: 如果你使用的是StrawberryPerl，则你需要激活Perl shell：

source: Run OTRSCloneDB script 1 - screenshot
hu: Az 1. OTRSCloneDB parancsfájl futtatása - képernyőkép
zh_cn: 运行OTRSCloneDB脚本1 - 屏幕截图

source: The OTRSCloneDB script is located in the bin directory of the OTRS directory.
hu: Az OTRSCloneDB parancsfájl az OTRS könyvtár bin könyvtárában található.
zh_cn: OTRSCloneDB脚本位于OTRS目录的bin目录。

source: Run the OTRSCloneDB script:
hu: Futtassa a OTRSCloneDB parancsfájlt:
zh_cn: 运行OTRSCloneDB脚本：

source: Now you should see some information about the script and its parameters.
hu: Most néhány információt kell látnia a parancsfájlról és annak paramétereiről.
zh_cn: 现在你应该能够看到关于这个脚本及其参数的一些信息。

source: Run OTRSCloneDB script 2 - screenshot
hu: A 2. OTRSCloneDB parancsfájl futtatása - képernyőkép
zh_cn: 运行OTRSCloneDB脚本2 - 屏幕截图

source: Note... Errors which occur at running without any parameters could relate to wrong login data for the database or problems with the database connection.
hu: Megjegyzés… Azok a hibák, amelyek a mindenféle paraméter nélkül való futtatáskor történnek, kapcsolódhatnak az adatbázis hibás bejelentkezési adataihoz, vagy az adatbázis-kapcsolattal összefüggő problémákhoz.
zh_cn: 注意：没加参数运行时出现错误可能与错误的数据库登录信息有关，或者数据库连接有问题。

source: If no errors occurred, check if the dry run is successful:
hu: Ha nem történtek hibák, akkor ellenőrizze, hogy a próbafuttatás sikeres volt-e:
zh_cn: 如果没有出现错误，检查试运行能否成功：

source: Run OTRSCloneDB script 3 - screenshot
hu: A 3. OTRSCloneDB parancsfájl futtatása - képernyőkép
zh_cn: 运行OTRSCloneDB脚本3 - 屏幕截图

source: Start the cloning of your database and cross your fingers:
hu: Indítsa el az adatbázis klónozását és szorítson, hogy sikerüljön:
zh_cn: 开始克隆数据库，交叉手指祈祷好运吧：

source: An example of a successfully run look like this:
hu: Egy sikeres futtatás példája így néz ki:
zh_cn: 一个成功的运行就像这样：

source: Copy the following files from your Windows based system to the target system
hu: A következő fájlok átmásolása a Windows alapú rendszerről a célrendszerre
zh_cn: 从Windows系统复制下列文件到目标系统

source: You need to copy some files from your Windows based system to the target system. You can do this for example with a free tool like "WinSCP" (just search the internet for "WinSCP"). Copy the following files from your Windows based system:
hu: Át kell másolnia néhány fájlt a Windows alapú rendszerről a célrendszerre. Ezt megteheti például az ingyenes „WinSCP” eszközzel (egyszerűen keressen rá az Interneten a „WinSCP” kifejezésre). Másolja át a következő fájlokat a Windows alapú rendszerről:
zh_cn: 你需要从Windows系统复制一些文件到目标系统，你可以用一个免费工具软件如“WinSCP”（直接在网上搜索“WinSCP”就行）。从Windows版本的OTRS中复制下列文件：

source: to your target system:
hu: a célrendszerre:
zh_cn: 到目标系统：

source: Open the file <filename>/opt/otrs/Kernel/Config/Files/ZZZAuto.pm</filename> on the target system and replace all paths like "C:/otrs/OTRS/" with "/opt/otrs/"!
hu: Nyissa meg az <filename>/opt/otrs/Kernel/Config/Files/ZZZAuto.pm</filename> fájlt a célrendszeren, és cserélje ki az összes útvonalat, úgymint „C:/otrs/OTRS/” erre: „/opt/otrs/”!
zh_cn: 在目标系统中打开文件 <filename>/opt/otrs/Kernel/Config/Files/ZZZAuto.pm</filename> ，并将所有类似“C:/otrs/OTRS/”格式的路径替换为“/opt/otrs/”格式的路径!

source: If you have have manually changes in your <filename>Kernel/Config.pm</filename> then please copy these changes to the target system's <filename>Kernel/Config.pm</filename>. Don't copy it 1:1 because you will now have different database settings and the file paths on the target system are different from Windows!
hu: Ha kézzel változtatott a <filename>Kernel/Config.pm</filename> fájlon, akkor másolja át ezeket a változtatásokat a célrendszer <filename>Kernel/Config.pm</filename> fájljába. Ne másolja egy az egyben, mert most már eltérő adatbázis-beállításai vannak, és a fájlútvonalak is különbözőek a célrendszeren a Windows alapútól!
zh_cn: 如果你手动修改过文件<filename>Kernel/Config.pm</filename>，请复制这些修改内容到目标系统的<filename>Kernel/Config.pm</filename>。不要复制原样复制，因为你现在的数据库设置不同，并且文件路径在目标系统和原Windows系统不一样！

source: Reinstall all packages
hu: Az összes csomag újratelepítése
zh_cn: 重新安装所有软件包

source: Reinstall all packages with the package manager to get all custom files back.
hu: Telepítse újra az összes csomagot a csomagkezelővel, hogy visszakapja az összes egyéni fájlját.
zh_cn: 用软件包管理器重新安装所有软件包，以获取所有定制的文件。

source: Fix all permissions in your OTRS system again:
hu: Javítsa ismét az összes jogosultságot az OTRS rendszeren:
zh_cn: 再次修复OTRS系统的所有权限：

source: Disable remote access for the PostgreSQL database of your target system
hu: Távoli hozzáférés letiltása a célrendszer PostgreSQL adatbázisához
zh_cn: 禁用目标系统PostgreSQL数据库的远程访问

source: Undo all steps you did to enable the remote access for the PostgreSQL database to your target system.
hu: Vonja vissza az összes olyan lépést, amelyet a távoli hozzáférés engedélyezéséhez végzett el a célrendszer PostgreSQL adatbázisához.
zh_cn: 撤消在目标系统启用PostgreSQL数据库远程访问的所有步骤。

source: Change into postgresql directory:
hu: Lépjen be a postgresql könyvtárba:
zh_cn: 切换到postgresql目录：

source: Remove the following line at the end of the file:
hu: Távolítsa el a következő sort a fájl végéről:
zh_cn: 移除这个文件末尾的下列行：

source: Restart your postgresql server
hu: Indítsa újra a PostgreSQL-kiszolgálót:
zh_cn: 重启PostgreSQL服务器

source: Start OTRS services
hu: OTRS szolgáltatások elindítása
zh_cn: 启动OTRS服务

source: Start services of your target system:
hu: Indítsa el a célrendszer szolgáltatásait:
zh_cn: 启动目标系统的服务：

source: Now you should be able to open the OTRS of your target system in the browser with the imported data of your Windows based system.
hu: Most már képesnek kell lennie megnyitni a célrendszer OTRS-ét a böngészőben a Windows alapú rendszerről importált adatokkal.
zh_cn: 现在你就能在浏览器中打开复制了Windows版本数据的OTRS系统。

source: Using the Web Installer
hu: A webes telepítő használata
zh_cn: 使用Web安装器

source: You can use the OTRS Web Installer, after you installed the OTRS software, to set up and configure the OTRS database. The Web Installer is a web page you can visit in your browser. The URL for the web installer is <ulink url="http://localhost/otrs/installer.pl"> <citetitle>http://localhost/otrs/installer.pl</citetitle> </ulink> .
hu: Miután telepítette az OTRS szoftvert, használhatja az OTRS webes telepítőjét az OTRS adatbázis beállításához és konfigurálásához. A webes telepítő egy weboldal, amelyet a böngészőjében látogathat meg. Az URL a webes telepítőhöz: <ulink url="http://localhost/otrs/installer.pl"> <citetitle>http://localhost/otrs/installer.pl</citetitle> </ulink>.
zh_cn: 在安装完OTRS软件后，你可以使用OTRS的WEB安装器来设置和配置OTRS数据库。WEB安装器是一个能通过浏览器访问的WEB页面。WEB安装器的地址是：<ulink url="http://localhost/otrs/installer.pl"> <citetitle>http://localhost/otrs/installer.pl</citetitle> </ulink> 。

source: When the web installer starts, please follow the following steps to setup your system:
hu: Amikor a webes telepítő elindul, akkor kövesse a következő lépéseket a rendszer beállításához:
zh_cn: 启动WEB安装器后，请跟随下面的步骤来设置你的系统：

source: 1. Check out the information about the OTRS offices and click on 'Next' to continue (see figure below).
hu: 1. Nézze meg az OTRS irodákról szóló információkat, és kattintson a „Következő” gombra a folytatáshoz (lásd a lenti ábrát).
zh_cn: 1、检验OTRS办公室信息并点击‘下一步’以继续（见下图）。

source: Welcome screen
hu: Üdvözlő képernyő
zh_cn: 欢迎屏幕

source: 2. Read the GNU GENERAL PUBLIC LICENSE (see figure below) and accept it, by clicking the corresponding button at the bottom of the page.
hu: 2. Olvassa el a GNU GENERAL PUBLIC LICENSE licencet (lásd a lenti ábrát), és fogadja el az oldal alján lévő megfelelő gombra kattintva.

source: 3. Choose the database that you want to use with OTRS. If you choose MySQL or PostgreSQL as a database, you can also select here if you want the web installer to create a database for you or if your database administrator has already created an empty database for you that you would like to use. After that, click the 'Next' button (see figure below).
hu: 3. Válassza ki az adatbázist, amelyet az OTRS-sel használni szeretne. Ha MySQL vagy PostgreSQL lesz kiválasztva adatbázisként, akkor itt választhatja ki azt is, hogy a webes telepítővel szeretné-e létrehozni az adatbázist vagy az adatbázis adminisztrátor már létrehozott egy üres adatbázist, amelyet használni kíván. Ezután kattintson a „Következő” gombra (lást a lenti ábrát).
zh_cn: 3、选择你要在OTRS中使用的数据库。如果你选择MySQL或PostgreSQL，你还能在这里选择是通过WEB安装器新建一个数据库还是使用你的数据库管理员已经创建好的空数据库。

source: Database Selection
hu: Adatbázis-választás
zh_cn: 数据库选择

source: 4. Depending of the database you chose and if you wanted the web installer to create a database or use an existing one in the previous step, this screen might differ a little. Enter the credentials for the database in this screen.
hu: 4. A választott adatbázistól függően, illetve ha a webes telepítővel kívánta létrehozni az adatbázist vagy egy meglévőt akart használni az előző lépésben, akkor ez a képernyő egy kicsit eltérhet. Írja be a hitelesítési adatokat az adatbázishoz ezen a képernyőn.
zh_cn: 4、根据你选择的数据库的不同，以及在上一步中是用WEB安装器新建数据库还是使用已有数据库，这个屏幕可用有一点点差异。在这个屏幕输入数据库认证信息。

source: Database credentials
hu: Adatbázis hitelesítési adatok
zh_cn: 数据库认证

source: 5. Create a new database user, choose a name for the database and click on 'Next' (see figure below).
hu: 5. Hozzon létre egy új adatbázis felhasználót, válasszon egy nevet az adatbázisnak, és kattintson a „Következő” gombra (lásd a lenti ábrát).
zh_cn: 5、创建一个新的数据库用户，选择一个数据库名称，并点击‘下一步’（见下图）。

source: OTRS will generate a strong password for you. It's possible to enter your own password if you prefer this. The password will be written to the configuration file <filename>Kernel/Config.pm</filename> so there is no need to remember this password.
hu: Az OTRS elő fog állítani egy erős jelszót önnek. Lehetséges a saját jelszavának megadása, ha ezt jobban szeretné. A jelszó a <filename>Kernel/Config.pm</filename> beállítófájlba lesz kiírva, így nem szükséges emlékeznie erre a jelszóra.
zh_cn: OTRS会为你生成一个强密码，当然如果你愿意也可以输入你自己的密码。这个密码会写入到配置文件<filename>Kernel/Config.pm</filename>，所以无需记住这个密码。

source: Database settings
hu: Adatbázis-beállítások
zh_cn: 数据库设置

source: 6. The database will be created if needed, and populated, as shown in this image. Click 'Next' to go to the next screen.
hu: 6. Ha szükséges, akkor az adatbázis létre lesz hozva, és fel lesz töltve, ahogy ezen a képen látható. Kattintson a „Következő” gombra a következő képernyőre jutáshoz.
zh_cn: 6、如果需要会创建数据库，并填充相应数据，如图所示。点击‘下一步’进入下一个屏幕。

source: Successful database setup
hu: Sikeres adatbázis-beállítás
zh_cn: 成功的数据库配置

source: 7. Provide all the required system settings and click on 'Next' (see figure below).
hu: 7. Adja meg az összes szükséges rendszerbeállítást, és kattintson a „Következő” gombra (lásd a lenti ábrát).
zh_cn: 7、提供所有必填的系统设置，并点击‘下一步’（如下图）。

source: System settings
hu: Rendszerbeállítások
zh_cn: 系统设置

source: 8. If desired, you can provide the needed data to configure your inbound and outbound mail, or skip this step by pressing the right button at the bottom of the screen (see figure below).
hu: 8. Ha kívánja, megadhatja a bejövő és kimenő levelek beállításához szükséges adatokat, vagy hagyja ki ezt a lépést a képernyő alján lévő jobb oldali gomb megnyomásával (lásd a lenti ábrát).
zh_cn: 8、若需要，你可以提供需要的数据来配置收发邮件，或者点击屏幕底部右边的按钮跳过这一步（如下图）。

source: Mail configuration
hu: Levelezési beállítások
zh_cn: 邮件配置

source: 9. Congratulations! Now the installation of OTRS is finished and you should be able to work with the system (see figure below). To log into the web interface of OTRS, use the address <ulink url="http://localhost/otrs/index.pl"> <citetitle>http://localhost/otrs/index.pl</citetitle> </ulink> from your web browser. Log in as OTRS administrator, using the username 'root@localhost' and the generated password. After that, you can configure the system to meet your needs.
hu: 9. Gratulálunk! Az OTRS telepítése most befejeződött, és képesnek kell lennie dolgozni a rendszerrel (lásd a lenti ábrát). Az OTRS webes felületére való bejelentkezéshez a <ulink url="http://localhost/otrs/index.pl"> <citetitle>http://localhost/otrs/index.pl</citetitle> </ulink> címet használja a webböngészőjéből. Jelentkezzen be OTRS adminisztrátorként a „root@localhost” felhasználónév és az előállított jelszó használatával. Ezután beállíthatja a rendszert a szükségletei teljesítéséhez.
zh_cn: 9、恭喜！现在OTRS的安装全部完成，你可以用这个系统工作了（见下图）。在浏览器中输入地址<ulink url="http://localhost/otrs/index.pl"> <citetitle>http://localhost/otrs/index.pl</citetitle> </ulink>即可登录到OTRS WEB界面。使用用户名‘root@localhost’和刚生成的密码以OTRS系统管理员登录，然后你就可以配置这个系统来满足你的需求了。

source: Please write down the generated password for the 'root@localhost' account.
hu: Kérjük írja fel a „root@localhost” fiókhoz előállított jelszót.
zh_cn: 请记下刚生成的'root@localhost'帐户密码。

source: Web installer final screen
hu: A webes telepítő utolsó képernyője
zh_cn: WEB安装器的最后屏幕

source: Additional Resources
hu: További erőforrások
zh_cn: 其他资源

source: The OTRS website with source code, documentation and news is available at <ulink url="https://www.otrs.com/">www.otrs.com</ulink>. Here you can also find information about professional services and OTRS Administrator training seminars from OTRS Group, the creator of OTRS.
hu: Az OTRS weboldala a forráskóddal, dokumentációval és hírekkel a <ulink url="https://www.otrs.com/">www.otrs.com</ulink> címen érhető el. Itt a hivatalos szakmai szolgáltatásokkal és az OTRS adminisztrátorképzési szemináriumokkal kapcsolatos információkat is megtalálja az OTRS csoporttól, az OTRS készítőjétől.
zh_cn: OTRS网站地址为：<ulink url="https://www.otrs.com/">www.otrs.com</ulink>,网站上有源代码、文档和OTRS新闻等。你还可以在这里找到来自OTRS创建者-OTRS集团 关于专业服务和OTRS系统管理员培训研讨会的信息。

source: Mailing Lists
hu: Levelezőlisták
zh_cn: 邮件列表

source: Name &amp; URL
hu: Név és URL
zh_cn: 名称 &amp; 地址

source: Low traffic list, in English, for announcements of new OTRS releases and security issues.
hu: Alacsony forgalmú, angol nyelvű lista az OTRS új kiadásai és a biztonsági hibák bejelentéseihez.
zh_cn: 低流量列表，英语，用来公告OTRS新版本和安全问题。

source: Medium to high traffic list, in English, where you can find all sorts of relevant questions and support for the product.
hu: Közepesen magas forgalmú, angol nyelvű lista, ahol mindenféle fontos kérdést megtalálhat és támogatást kaphat a termékhez.
zh_cn: 中等流量列表，英语，你可以在这里找到所有排序了的相关问题和产品支持。

source: Medium to high traffic list, in German, where you can find all sorts of relevant questions and support for the product.
hu: Közepesen magas forgalmú, német nyelvű lista, ahol mindenféle fontos kérdést megtalálhat és támogatást kaphat a termékhez.
zh_cn: 中等流量列表，德语，你可以在这里找到所有排序了的相关问题和产品支持。

source: Medium traffic list, in English, where the OTRS developers discuss various design and implementation issues.
hu: Közepes forgalmú, angol nyelvű lista, ahol az OTRS fejlesztői vitatják meg a különféle tervezési és megvalósítási kérdéseket.
zh_cn: 中等流量列表，英语，开发人员在这里各种设计和实现问题。

source: Translations
hu: Fordítások
zh_cn: 翻译

source: You can help translate OTRS to your language at <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>.
hu: Segíthet az OTRS lefordításában a saját nyelvére a <ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink> oldalon.
zh_cn: 你可以通过<ulink url="https://www.transifex.com/otrs/OTRS/">Transifex</ulink>帮助翻译OTRS到你的语言。

source: Bug tracking
hu: Hibakövetés
zh_cn: Bug 跟踪

source: To report software defects, please visit <ulink url="http://bugs.otrs.org/">http://bugs.otrs.org/</ulink> (see figure below). Please take note of the difference between a bug and a configuration issue. Configuration issues are problems that you encounter when setting a system, or general questions regarding the use of OTRS. Bug reports should only be used for issues with the source code of OTRS or other open source OTRS modules itself. For configuration issues, you should either use the <ulink url="https://www.otrs.com/solutions/">commercial support, available from OTRS</ulink>, or the public mailing lists.
hu: A szoftverproblémák jelentéséhez látogasson el a <ulink url="http://bugs.otrs.org/">http://bugs.otrs.org/</ulink> oldalra (lásd a lenti ábrát). Kérjük, hogy vegye tudomásul a hiba és a beállítási probléma közti különbséget. A beállítási problémák olyan esetek, amelyekkel a rendszer beállításakor szembesül, vagy általános kérdések az OTRS használatára vonatkozóan. A hibajelentéseket csak olyan hibáknál kell használni, amelyek az OTRS forráskódjával vagy egyéb nyílt forrású OTRS modulokkal kapcsolatosak. A beállítási problémáknál vagy az <ulink url="https://www.otrs.com/solutions/">OTRS-től elérhető kereskedelmi támogatást</ulink>, vagy a nyilvános levelezőlistákat használja.
zh_cn: 请访问<ulink url="http://bugs.otrs.org/">http://bugs.otrs.org/</ulink>来报告软件缺陷（如下图）。请注意一个BUG和一个配置问题之间的不同。配置问题是你在设置一个系统时遇到的问题，或者有关使用OTRS的一般问题。BUG报告仅用于OTRS或其它开源的OTRS模块自身的源代码问题。对配置问题你可以使用<ulink url="https://www.otrs.com/solutions/">OTRS集团可用的商业支持</ulink>，或公共邮件列表。

source: Bugtracking Tool
hu: Hibakövető eszköz
zh_cn: Bug 跟踪工具

source: DynamicFieldSet
zh_cn: DynamicFieldSet动态字段设置

source: TicketArticleCreate
zh_cn: TicketArticleCreate工单信件创建

source: TicketCreate
zh_cn: 工单创建
