Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Elements in PossibleAdd section add missing elements that were reduced in other ACLs. PossibleAdd is only used in together with other ACLs that have Possible or PossibleNot sections.
hu: A „PossibleAdd” szakaszban lévő elemek azokat a hiányzó elemeket adják hozzá, amelyek csökkentve lettek más ACL-ekben. A „PossibleAdd” csak egyéb olyan ACL-ekkel együtt használható, amelyek rendelkeznek „Possible” vagy „PossibleNot” szakaszokkal.
zh_cn: 在‘添加可能的’部分的元素添加因在其它ACL减少而缺失的元素。‘添加可能的’只能连同其它有‘可能的’或‘不可能的’部分的ACL使用。

source: PossibleNot
hu: Nem lehetséges (PossibleNot)
zh_cn: PossibleNot（不可能的）

source: This section is used to remove specific elements from the current data. It could be used stand alone or together with other ACLs with a Possible or PossibleAdd sections.
hu: Ez a szakasz adott elemek eltávolításához használható a jelenlegi adatokból. Használható önállóan vagy más „Possible” vagy „PossibleAdd” szakaszokkal rendelkező ACL-ekkel együtt.
zh_cn: 本部分用于从当前数据中移除特定元素。它可以单独使用，也可以与连同其它有‘可能的’或‘添加可能的’部分的ACL使用。

source: In order to make the development of ACLs easier and more powerful there is a set of so called modifiers for the attributes on each section. This modifiers are explained below:
hu: Azért, hogy az ACL-ek fejlesztését könnyebbé és hatékonyabbá tegye, van egy úgynevezett módosítók halmaza a jellemzőkhöz minden egyes szakasznál. Ezek a módosítók az alábbiakban vannak ismertetve:
zh_cn: 为了使ACL的开发更容易且更强大，每个部分还有一些所谓的属性‘修改器’。这个修改器的解释如下：

source: Modifiers
hu: Módosítók
zh_cn: 修改器

source: This modifier is used to negate a value for example: '[Not]2 low' in this case talking about ticket priorities will be the same as to have: '1 very low', '3 normal', '4 high', '5 very high'.
hu: Ez a módosító egy érték tagadásához használható. Például: '[Not]2 low' ebben az esetben a jegyprioritásokról beszélve ugyanaz lesz, mintha a következő lenne: '1 very low', '3 normal', '4 high', '5 very high'.
zh_cn: 这个修改器用来取反一个值，例如：有关工单优先级的'[Not]2-低'，与以下结果相同：'1-非常低'、 '3-正常'、 '4-高'、 '5-非常高'。

source: It is use to define a regular expression for matching several values, for example '[RegExp]low' talking about priorities is the same as '1 very low', '2 low'.
hu: Egy reguláris kifejezés megadásához használható több érték illesztéséhez. Például '[RegExp]low' a prioritásokról beszélve ugyanaz mint a következő: '1 very low', '2 low'
zh_cn: 用来定义一个正则表达式以匹配多个值，例如：关于工单优先级的 '[RegExp]low'就是 '1 very low'、 '2 low'。

source: It is very similar to [RegExp] but it is case insensitive.
hu: Nagyon hasonló a [RegExp] módosítóhoz, de nem érzékeny a kis- és nagybetűkre.
zh_cn: 它与[RegExp]正则表达式（区分大小写）很相似，但它是不区分大小写的。

source: Negated regular expressions for example '[NotRegExp]low' talking about priorities is the same as '3 normal', '4 high', '5 very high'.
hu: Tagadott reguláris kifejezés, például '[NotRegExp]low' a prioritásokról beszélve ugyanaz mint a következő: '3 normal', '4 high', '5 very high'.
zh_cn: 对正则表达式取反，如关于工单优先级的'[NotRegExp]低'就相当于是'3-正常'、'4-高'、'5-非常高'。

source: It is very similar to [NotRegExp] but it is case insensitive.
hu: Nagyon hasonló a [NotRegExp] módosítóhoz, de nem érzékeny a kis- és nagybetűkre.
zh_cn: 它与[NotRegExp]-正则表达式取反很相似，但它是不区分大小写的。

source: Examples
hu: Példák
zh_cn: 示例

source: The following examples are shown in both ways graphical and text based.
hu: A következő példák mind grafikus, mind szövegalapú módon láthatók.
zh_cn: 下面的示例按图形界面和文本格式两种方式展示。

source: ACL allowing movement into a queue of only those tickets with ticket priority 5.
hu: Egy ACL, amely csak azoknak a jegyeknek az áthelyezését teszi lehetővé egy várólistába, amelyek 5-ös jegyprioritással rendelkeznek.
zh_cn: 仅允许工单优先级5的工单转移到一个队列的ACL。

source: This example shows you the basic structure of an ACL. First, it needs to have a name. In this case, it is "100-Example-ACL". Note that the ACLs will be numerically sorted before execution, so you should use the names carefully.
hu: Ez a példa egy ACL alapvető szerkezetét mutatja be. Először szüksége van egy névre. Ebben az esetben legyen ez „100-Pelda-ACL”. Vegye figyelembe, hogy az ACL-ek számszerűen rendezve lesznek a végrehajtás előtt, így körültekintéssel kell használnia a neveket.
zh_cn: 本示例为你展示一条ACL的基本结构。首先，ACL需要有一个名称。本案例中，ACL的名称是“100-Example-ACL”。注意：ACL在执行前会按数字排序，所以你要斟酌命名。

source: Secondly, you have a "Properties" section which is a filter for your tickets. All the criteria defined here will be applied to a ticket to determine if the ACL must be applied or not. In our example, a ticket will match if it is in the queue "Raw" and has priority "5 very high". This is also affected by changes in the form (e.g. if the ticket is the queue "Raw" and had a priority "3 normal" at this moment the ACL will not match, but then priority drop-down is selected and the priority is changed now to "5 very high" then will also match).
hu: Másodszor van egy „Tulajdonságok” („Properties”) szakasza, amely egy szűrő a jegyeihez. Az itt meghatározott összes feltétel alkalmazva lesz egy jegyen annak meghatározásához, hogy az ACL-t alkalmazni kell-e vagy sem. A mi példánkban egy jegy akkor fog illeszkedni, ha a „Nyers” várólistában van és „5 nagyon magas” prioritással rendelkezik. Ezt az űrlapon lévő változások is érinteni fogják (például ha a jegy a „Nyers” várólistában van és „3 normál” prioritással rendelkezik, akkor ebben a pillanatban az ACL nem fog illeszkedni, de ha ezután a prioritás lenyílót kiválasztják és a prioritást „5 nagyon magas” értékre változtatják, akkor is illeszkedni fog).
zh_cn: 其次，你要有一个“Properties属性”部分作为工单的过滤器。这部分的所有条件都用来确定ACL是否适用或不适用一个工单。在我们的示例中，如果工单在队列“RAW”中且优先级为“5-非常高”就匹配ACL，这还会受屏幕中数据变更的影响（例如：此时工单在队列“RAW”中且优先级为“3-正常”就不会匹配ACL，但随后选择了优先级下拉菜单并将优先级变更为“5-非常高”后就匹配了ACL）。

source: Lastly, a section "Possible" defines modifications to the screens. In this case, from the available queues, only the queue "Alert" can be selected in a ticket screen.
hu: Végül a „Possible” szakasz módosításokat határoz meg a képernyőhöz. Ebben az esetben az elérhető várólisták közül csak a „Riasztás” várólistát lehet kiválasztani egy jegyképernyőn.
zh_cn: 最后，“Possible可能的”部分定义屏幕中的修改内容。在本示例中，在工单屏幕可用的队列只能选择队列“Alert”。

source: ACL 100-Example-ACL
hu: 100-Pelda-ACL ACL

source: # ticket acl $Self->{TicketAcl}->{'100-Example-ACL'} = { # match properties Properties => { # current ticket match properties Ticket => { Queue => ['Raw'], Priority => ['5 very high'], } }, # return possible options (white list) Possible => { # possible ticket options (white list) Ticket => { Queue => ['Alert'], }, }, };
hu: # jegy ACL $Self->{TicketAcl}->{'100-Pelda-ACL'} = { # illesztési tulajdonságok Properties => { # jelenlegi jegy illesztési tulajdonságai Ticket => { Queue => ['Nyers'], Priority => ['5 very high'], } }, # lehetséges lehetőségek visszaadása (fehér lista) Possible => { # lehetséges jegylehetőségek (fehér lista) Ticket => { Queue => ['Riasztás'], }, }, };

source: ACL allowing movement into a queue of only those tickets with ticket priority 5 stored in the database.
hu: Egy ACL, amely csak azoknak a jegyeknek az áthelyezését teszi lehetővé egy várólistába, amelyek 5-ös jegyprioritással rendelkeznek az adatbázisban tárolva.
zh_cn: ACL仅允许已保存到数据库中的优先级为5的工单移到到一个队列。

source: This example is very similar to the last one, but in this case only tickets in the queue "Raw" and with a priority "5 very high", both stored in the database will match. This kind of ACLs does not consider changes in the form before the ticket is really updated in the database.
hu: Ez a példa nagyon hasonló a legutóbbihoz, de ebben az esetben csak azok a jegyek fognak illeszkedni, amelyek a „Nyers” várólistában vannak és „5 nagyon magas” prioritással rendelkeznek, mindkettőt adatbázisban tárolva. Az ilyen fajta ACL-ek nem bírálják el az űrlapon lévő változásokat, mielőtt a jegy valóban frissítve lenne az adatbázisban.
zh_cn: 本示例与上一个示例很相似，但本示例仅匹配已保存到数据库在队列“Raw”中且优先级为“5-非常高”的工单。这种ACL在工单的修改内容真正更新到数据库之前不会在屏幕中对工单有任何修改。

source: ACL 102-Example-ACL
hu: 102-Pelda-ACL ACL

source: # ticket acl $Self->{TicketAcl}->{'102-Example-ACL'} = { # match properties PropertiesDatabase => { # current ticket match properties Ticket => { Queue => ['Raw'], Priority => ['5 very high'], } }, # return possible options (white list) Possible => { # possible ticket options (white list) Ticket => { Queue => ['Alert'], }, }, };
hu: # jegy ACL $Self->{TicketAcl}->{'102-Pelda-ACL'} = { # illesztési tulajdonságok PropertiesDatabase => { # jelenlegi jegy illesztési tulajdonságai Ticket => { Queue => ['Nyers'], Priority => ['5 very high'], } }, # lehetséges lehetőségek visszaadása (fehér lista) Possible => { # lehetséges jegylehetőségek (fehér lista) Ticket => { Queue => ['Riasztás'], }, }, };

source: ACL disabling the closing of tickets in the raw queue, and hiding the close button.
hu: Egy ACL, amely letiltja a nyers várólistában lévő jegyek lezárását, és elrejti a lezárás gombot.
zh_cn: ACL禁止关闭‘Raw’队列的工单，并隐藏“关闭”按钮。

source: Here you can see how a ticket field (state) can be filtered with more than one possible value to select from. It is also possible to limit the actions that can be executed for a certain ticket. In this case, the ticket cannot be closed.
hu: Itt láthatja, hogy egy jegymező (állapot) hogyan szűrhető egynél több lehetséges értékből való választással. Lehetséges azon műveletek korlátozása is, amelyek egy bizonyos jegynél végrehajthatók. Ebben az esetben a jegyet nem lehet lezárni.
zh_cn: 在这里可以看到一个工单字段（状态）用多个可能值过滤选择。还可以限制某些工单能够执行的操作。在本示例中，工单不能被关闭。

source: ACL 102-Second-Example-ACL
hu: 102-Masodik-pelda-ACL ACL

source: $Self->{TicketAcl}->{'102-Second-Example-ACL'} = { # match properties Properties => { # current ticket match properties Ticket => { Queue => ['Raw'], } }, # return possible options (white list) Possible => { # possible ticket options (white list) Ticket => { State => ['new', 'open', 'pending reminder'], }, }, # return also not possible options (black list) PossibleNot => { # not possible action options Action => [ 'AgentTicketClose' ], }, };
hu: $Self->{TicketAcl}->{'102-Masodik-pelda-ACL'} = { # illesztési tulajdonságok Properties => { # jelenlegi jegy illesztési tulajdonságai Ticket => { Queue => ['Nyers'], } }, # lehetséges lehetőségek visszaadása (fehér lista) Possible => { # lehetséges jegylehetőségek (fehér lista) Ticket => { State => ['new', 'open', 'pending reminder'], }, }, # nem lehetséges lehetőségek visszaadása is (fekete lista) PossibleNot => { # nem lehetséges művelet-lehetőségek Action => [ 'AgentTicketClose' ], }, };

source: ACL removing always state closed successful.
hu: Egy ACL, amely mindig eltávolítja a sikeresen lezárva állapotot.
zh_cn: ACL总是移除‘成功关闭’状态。

source: This example shows how it is possible to define negative filters (the state "closed successful" will be removed). You can also see that not defining match properties for a ticket will match any ticket, i. e. the ACL will always be applied. This may be useful if you want to hide certain values by default, and only enable them in special circumstances (e. g. if the agent is in a specific group).
hu: Ez a példa azt mutatja be, hogy hogyan lehetséges negatív szűrőket meghatározni (a „closed successful” állapot lesz eltávolítva). Azt is láthatja, hogy ha nem határozunk meg illesztési tulajdonságokat egy jegyhez, akkor bármely jegyre illeszkedni fog, azaz az ACL mindig alkalmazva lesz. Ez akkor lehet hasznos, ha alapértelmezetten el szeretne rejteni bizonyos értékeket, és csak speciális körülményeknél szeretné engedélyezni azokat (például ha az ügyintéző egy adott csoportban van).
zh_cn: 本示例展示如何定义取反过滤器（移除‘成功关闭’状态）。还可以看到没有定义工单属性将匹配任意工单，如ACL总是被应用到工单。如果你要默认隐藏某些值时很有用，只在特殊情况下启用这些值（例如在特殊组中的服务人员）。

source: ACL 103-Third-ACL-Example
hu: 103-Harmadik-ACL-pelda ACL

source: $Self->{TicketAcl}->{'103-Third-ACL-Example'} = { # match properties Properties => { # current ticket match properties (match always) }, # return possible options PossibleNot => { # possible ticket options Ticket => { State => ['closed successful'], }, }, };
hu: $Self->{TicketAcl}->{'103-Harmadik-ACL-pelda'} = { # illesztési tulajdonságok Properties => { # jelenlegi jegy illesztési tulajdonságai (mindig illeszkedik) }, # lehetséges lehetőségek visszaadása PossibleNot => { # lehetséges jegylehetőségek Ticket => { State => ['closed successful'], }, }, };

source: ACL only showing Hardware services for tickets that are created in queues that start with &quot;HW&quot;.
hu: Egy ACL, amely csak hardver-szolgáltatásokat jelenít meg azoknál a jegyeknél, amelyeket olyan várólistákban hoztak létre, amelyek neve „HW” kezdetű.
zh_cn: ACL为创建在以“HW”开头的队列中的工单仅显示硬件服务。

source: This example also shows you how you can use regular expressions for matching tickets and for filtering the available options.
hu: Ez a példa azt is bemutatja, hogy hogyan használhat reguláris kifejezéseket a jegyek illesztéséhez és az elérhető lehetőségek szűréséhez.
zh_cn: 本示例还展示了如何使用正则表达式来匹配工单和过滤可用选项。

source: ACL 104-Only-Hardware-Services-for-HW-Queues-ACL
hu: 104-Csak-hardver-szolgaltatasok-a-HW-varolistaknal-ACL ACL

source: $Self->{TicketAcl}->{'104-Only-Hardware-Services-for-HW-Queues-ACL'} = { # match properties # note we don't have "Ticket => {" because there's no ticket yet Properties => { Queue => { Name => ['[RegExp]HW'], } }, # return possible options Possible => { # possible ticket options Ticket => { Service => ['[RegExp]^(Hardware)'], }, }, };
hu: $Self->{TicketAcl}->{'104-Csak-hardver-szolgaltatasok-a-HW-varolistaknal-ACL'} = { # illesztési tulajdonságok # figyelje meg, hogy nincs "Ticket => {" ugyanis még nincsenek jegyek Properties => { Queue => { Name => ['[RegExp]HW'], } }, # lehetséges lehetőségek visszaadása Possible => { # lehetséges jegylehetőségek Ticket => { Service => ['[RegExp]^(Hardver)'], }, }, };

source: ACL to restrict a Process in the customer frontend using the CustomerID.
hu: Egy ACL, amely egy folyamatot korlátoz az ügyfél előtétprogramján az ügyfél-azonosító használatával.
zh_cn: ACL使用CustomerID禁用客户界面的一个流程。

source: ACL 105-Disallow-Process-For-CustomerID
hu: 105-Folyamat-letiltasa-az-ugyfel-azonositonal ACL

source: $Self->{TicketAcl}->{"105-Disallow-Process-For-CustomerID"} = { 'Possible' => {}, 'PossibleNot' => { 'Process' => [ 'P14' ] }, 'Properties' => { 'CustomerUser' => { 'UserCustomerID' => [ 'CustomerID' ] } }, 'PropertiesDatabase' => {}, 'StopAfterMatch' => 0 };
hu: $Self->{TicketAcl}->{"105-Folyamat-letiltasa-az-ugyfel-azonositonal"} = { 'Possible' => {}, 'PossibleNot' => { 'Process' => [ 'F14' ] }, 'Properties' => { 'CustomerUser' => { 'UserCustomerID' => [ 'AzÜgyfélAzonosítója' ] } }, 'PropertiesDatabase' => {}, 'StopAfterMatch' => 0 };

source: Reference
hu: Hivatkozás
zh_cn: ACL设置参考

source: In the example below there is a list of all parameters which can be used for ACLs.
hu: A lenti példában megtalálható az összes paraméter listája, amely az ACL-eknél használható.
zh_cn: 下面的示例列出了能用于ACL的所有参数。

source: Please see the <link linkend="process-management-acl">section on ACLs</link> in the <link linkend="process-management">ProcessManagement</link> documentation for a detailed description of how to use ACLs for process tickets.
hu: Nézze meg a <link linkend="process-management">folyamatkezelés</link> dokumentációban az <link linkend="process-management-acl">ACL-ekről szóló szakaszt</link> a részletesebb információkért, hogy hogyan kell ACL-eket használni a folyamatjegyeknél.
zh_cn: 关于流程工单如何使用ACL的详细描述，请参阅<link linkend="process-management">流程管理</link>那一章的<link linkend="process-management-acl">访问控制列表（ACL）部分</link>。

source: Reference showing all possible important ACL settings.
hu: Az összes lehetséges fontos ACL-beállítást bemutató hivatkozás.
zh_cn: 所有可能的重要ACL设置的参考。
