Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: Copyright (C) 2000 Free Software Foundation, Inc. 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA Everyone is permitted to copy and distribute verbatim copies of this license document, but changing it is not allowed.
hu: Copyright (C) 2000 Free Software Foundation, Inc. 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA A jelen licencdokumentumot bárki szabadon lemásolhatja és a pontos másolatait terjesztheti, de a módosítása tilos.

source: PREAMBLE
hu: ELŐSZÓ
zh_cn: 导言

source: The purpose of this License is to make a manual, textbook, or other written document "free" in the sense of freedom: to assure everyone the effective freedom to copy and redistribute it, with or without modifying it, either commercially or non-commercially. Secondarily, this License preserves for the author and publisher a way to get credit for their work, while not being considered responsible for modifications made by others.
hu: Jelen Licenc célja egy tetszőleges kézikönyv, tankönyv, vagy más, ehhez hasonló felhasználható és hasznos dokumentum a szó szoros értelmében „szabaddá” tétele: annak érdekében, hogy mindenkinek biztosítsa a szöveg sokszorosításának és terjesztésének teljes szabadságát, módosításokkal, vagy anélkül, akár kereskedelmi, akár nem kereskedelmi területen Másfelől, e Licenc megőrzi a szerző vagy kiadó munkájának elismeréséhez fűződő jogát, s egyúttal mentesíti őt a mások által beiktatott módosítások következményei alól.
zh_cn: 本协议着意于保证手册、教程或其它功能、用途的文档的自由: 以确保任何人不管在商业领域还是非商业领域都可以复制和(修改或没有修改并)重新发布这些文档的自由。其次，本协议保护文档作者和发布者由他们的工作获得的信誉不会因他人对其文档的修改而受损。

source: This License is a kind of "copyleft", which means that derivative works of the document must themselves be free in the same sense. It complements the GNU General Public License, which is a copyleft license designed for free software.
hu: A jelen Licenc egyfajta „copyleft” licencnek tekintendő: ez azt jelenti, hogy a dokumentumból származtatott munkák maguk is szabad minősítést kell, hogy kapjanak. Ez a dokumentum egyben a GNU General Public License kiegészítőjeként is szolgál, mely egy, a szabad szoftverekre vonatkozó etalon licenc.
zh_cn: 本协议是一种“copyleft”，其含义为:文档的派生产物必须与原文档同样是自由的。本文档是 GNU 通用公共协议(为自由软件设计的一种copyleft协议)的补充。

source: We have designed this License in order to use it for manuals for free software, because free software needs free documentation: a free program should come with manuals providing the same freedoms that the software does. But this License is not limited to software manuals; it can be used for any textual work, regardless of subject matter or whether it is published as a printed book. We recommend this License principally for works whose purpose is instruction or reference.
hu: A jelen Licenc a szabad szoftverek kézikönyveihez való használatra készült, hiszen a szabad szoftver egyben szabad dokumentációt is igényel: egy szabad programot olyan kézikönyvvel kell ellátni, amely ugyanazon szabadságokat biztosítja, mint maga a program. Mindazonáltal a jelen Licenc nem korlátozódik pusztán kézikönyvekre; feltételei tetszőleges tárgykörű írott dokumentumra alkalmazhatók, függetlenül attól, hogy az könyvformában valaha megjelent-e. Mindamellett e Licencet főként olyan munkákhoz ajánljuk, melyek elsődleges célja az útmutatás vagy a tájékoztatás.
zh_cn: 我们设计本协议供自由软件的手册使用，因为自由软件需要自由文档：一个自由的程序附带的手册当然要享有与该软件同等的自由。不过本协议并不仅限于对程序的手册使用，所有的文档作品都可以使用本协议。我们鼓励那些指导性质或参考书性质的文档作品使用本协议。

source: APPLICABILITY AND DEFINITIONS
hu: ALKALMAZHATÓSÁG ÉS DEFINÍCIÓK
zh_cn: 适用范围与约定

source: This License applies to any manual or other work that contains a notice placed by the copyright holder saying it can be distributed under the terms of this License. The "Document", below, refers to any such manual or work. Any member of the public is a licensee, and is addressed as "you".
hu: A jelen Licenc minden olyan kézikönyvre, vagy más jellegű, bármilyen adathordozón található munkára vonatkozik, amelyen megtalálható a szerzői jog tulajdonosa által feltüntetett figyelmeztetés, miszerint a dokumentum terjesztése jelen Licenc feltételei alapján lehetséges. Az alábbiakban használt „Dokumentum” kifejezés bármely ilyen jellegű kézikönyvre, vagy egyéb munkára vonatkozhat. A nyilvánosság bármely tagja potenciális licenctulajdonosnak tekinthető, és a továbbiakban az „Ön” megszólítást használjuk rá.
zh_cn: 本协议适用于任何媒体上的任何手册或其它文档，文档版权所有者只需在文档中声明使用本协议的条款发布。该声明允许了在后文中的规定下，在世界范围、免版税、无时限地使用该作品。以下的“文档”都是指此类(使用GFDL发布的)手册或作品。公众的任何一个人都是本协议的许可对象，这里将用“你”来称呼。如果你复制、修改或发布了这些(某种意义上也可以说是在版权法保护下的)文档，就表明你已经接受了本协议。

source: A "Modified Version" of the Document means any work containing the Document or a portion of it, either copied verbatim, or with modifications and/or translated into another language.
hu: A Dokumentum „Módosított Változata” bármely olyan munkára vonatkozik, amely tartalmazza a Dokumentumot, vagy annak elemeit akár szó szerint, akár módosításokkal, és/vagy más nyelvre lefordítva.
zh_cn: 文档的“Modified Version(修正版)”是指任何包含全部或部分文档的作品，不论是照搬照抄还是经过加工修改或是翻译成其它语言。

source: A "Secondary Section" is a named appendix or a front-matter section of the Document, that deals exclusively with the relationship of the publishers or authors of the Document to the Document's overall subject (or to related matters), and contains nothing that could fall directly within that overall subject. (For example, if the Document is in part a textbook of mathematics, a Secondary Section may not explain any mathematics.) The relationship could be a matter of historical connection with the subject or with related matters, or of legal, commercial, philosophical, ethical or political position regarding them.
hu: A „Másodlagos szakasz” egy egyedi névvel bíró függelék, esetleg a Dokumentum egy bevezető szakasza, amely kizárólag a kiadóknak, vagy az alkotóknak a Dokumentum átfogó tárgyköréhez (vagy kapcsolódó témákhoz) fűződő viszonyáról szól, és nem tartalmaz semmi olyat, ami közvetlenül ezen átfogó témakör alá eshet. (Vagyis ha a Dokumentum részben egy matematika-tankönyv, akkor a Másodlagos szakasz nem tartalmazhat matematikai tárgyú magyarázatokat). A fenti kapcsolat tárgya lehet a témakörrel, vagy a kapcsolódó témákkal való történelmi viszony, illetve az azokra vonatkozó jogi, kereskedelmi, filozófiai, etikai, vagy politikai felfogás.
zh_cn: “Secondary Section(附属章节)”是指定的附录或文档的前序部分，专门描述有关文档主题的文档出版者或作者的相关信息 (或对一些相关情况进行说明)并且包含文档主题不会直接提及的内容。 (如果文档是数学教材的一部分，附属章节或许连一点数学都不会提到。) 这些相关信息可以是与主题有关的历史关联、相关事物或者相关的法律、商业、哲理、道德或政治立场。

source: The "Invariant Sections" are certain Secondary Sections whose titles are designated, as being those of Invariant Sections, in the notice that says that the Document is released under this License.
hu: A „Nem Változtatható szakaszok” olyan Másodlagos szakaszok, amelyek címe Nem Változtatható szakaszként van megjelölve abban a közleményben, amely szerint a Dokumentum a jelen Licenc hatálya alatt lett kiadva.
zh_cn: “Invariant Sections(固定章节)”是某些指定了标题的附属章节，固定章节做为文档的一部分也象声明提到的那样，在本协议的保护下发布。

source: The "Cover Texts" are certain short passages of text that are listed, as Front-Cover Texts or Back-Cover Texts, in the notice that says that the Document is released under this License.
hu: A „Borítószövegek” olyan rövid szövegrészek, melyek Címlapszövegként, illetve Hátlapszövegként kerülnek felsorolásra a közleményben, amely szerint a Dokumentum a jelen Licenc hatálya alatt lett kiadva.
zh_cn: “Cover Texts(封皮文字)”是那些简短的小段文字列，就象封面或封底的文字。封皮文字做为文档的一部分也象声明提到的那样，在本协议的保护下发布。封面文字一般最多5个词语，封底文字一般最多25个词语。

source: A "Transparent" copy of the Document means a machine-readable copy, represented in a format whose specification is available to the general public, whose contents can be viewed and edited directly and straightforwardly with generic text editors or (for images composed of pixels) generic paint programs or (for drawings) some widely available drawing editor, and that is suitable for input to text formatters or for automatic translation to a variety of formats, suitable for input to text formatters. A copy made in an otherwise Transparent file format, whose markup has been designed to thwart or discourage subsequent modification by readers is not Transparent. A copy that is not "Transparent" is called "Opaque".
hu: A Dokumentum „Átlátszó” példánya olyan géppel olvasható változatot jelent, amely a nyilvánosság számára hozzáférhető formátumban kerül terjesztésre, továbbá amelynek tartalma alkalmas a szokványos szövegszerkesztő-programokkal, illetve (pixelekből álló képek esetén) szokványos képmegjelenítő-programokkal, vagy (rajzok esetén) általánosan hozzáférhető rajzprogramok segítségével azonnali és közvetlen változtatásokra; továbbá olyan formátumban mely alkalmas a szövegszerkesztőkbe való bevitelre, vagy a szövegszerkesztők által kezelt formátumokra való automatikus átalakításra". Egy olyan, egyébként Átlátszó formátumban készült példány, melynek a jelölőnyelve vagy ennek hiánya úgy lett kialakítva, hogy megakadályozza, vagy eltántorítsa az olvasókat minden további módosítástól, nem tekinthető Átlátszónak. A nem „Átlátszó” példányok az „Átlátszatlan” megnevezést kapják.
zh_cn: 文档的“Transparent透明”副本是指可以用计算机处理的副本，表现为其格式符合一般通用规范，这样就适于直接用通用文本编辑器或通用绘画程序(对由像素构成的图片)或那些被广泛应用的图像编辑器(用来绘图)修改文档，并且其格式适于输入文本格式器或可转换为适于输入文本格式器的透明格式。如果某副本(不论有没有标记)为反对或防止读者的后续修正而采用其它格式，那么就是不兼容的。如果图片格式的使用有任何实质性专利条文的限制，那么该图片格式就是不透明的。不“透明”的文档副本我们称为“Opaque不兼容”。

source: Examples of suitable formats for Transparent copies include: plain ASCII without markup, Texinfo input format, LaTeX input format, SGML or XML using a publicly available DTD, and standard-conforming simple HTML designed for human modification. Opaque formats include: PostScript, PDF, proprietary formats that can be read and edited only by proprietary word processors, SGML or XML for which the DTD and/or processing tools are not generally available, and the machine-generated HTML produced by some word processors for output purposes only.
hu: Az Átlátszóság kritériumainak megfelelő formátumok között megtalálható például a jelölőnyelvet nem használó egyszerű ASCII, a Texinfo beviteli formátum, a LaTeX beviteli formátum, az SGML vagy az XML egy általánosan hozzáférhető DTD használatával, és a szabványnak megfelelő, emberi módosításra tervezett egyszerű HTML, PostScript vagy PDF. Átlátszó képformátumokra példa a PNG, XCF és a JPG. Az Átlátszatlan formátumok közé sorolhatóak a a szellemi tulajdont képező formátumok, amelyeket csak szellemi tulajdont képező szövegszerkesztőkkel lehet elolvasni, az olyan SGML vagy XML, amelyhez a szükséges DTD és/vagy egyéb feldolgozó eszközök nem általánosan hozzáférhetők, és az olyan gépileg generált HTML, PostScript vagy PDF formátum, amely kizárólag egyes szövegszerkesztők kimeneti formátumaként áll elő.
zh_cn: 文档副本适用的透明格式包括没有标记的纯ASCII码、Texinfo格式、LaTeX格式、 SGML格式或XML格式这些公认有效的文件(格式)类型定义，还有与标准兼容的精简HTML、PostScript或PDF这些便于编辑的格式。图片适用的透明格式包括PNG、XCF和JPG。不透明格式包括用专有文档处理器才能阅读编辑的专有格式、使用非公认的文件格式定义和/或使用非公认的处理工具的SGML格式或XML格式，还有那些机器生成的HTML及某些文档处理器产生的PostScript或PDF等只用于输出的格式。

source: The "Title Page" means, for a printed book, the title page itself, plus such following pages as are needed to hold, legibly, the material this License requires to appear in the title page. For works in formats which do not have any title page as such, "Title Page" means the text near the most prominent appearance of the work's title, preceding the beginning of the body of the text.
hu: Egy nyomtatott könyv esetében a „Címlap” magát a címlapot, illetve bármely azt kiegészítő további oldalt jelöli, amely a jelen Licencben előírt címlaptartalom közzétételéhez szükséges. Az olyan formátumú munkáknál, amelyek nem rendelkeznek effajta címlappal, a „Címlap” a munka címének legjobban kiemelt változatához legközelebb eső, ám a szöveg törzsét megelőző szövegrészeket jelöli.
zh_cn: “Title Page(扉页)”是指刊印成册的书的扉页本身及附加下列有必要明显地保留的页面：本协议要求在扉页出现的材料。像那些版式中没有扉页的作品，“Title Page”是指在作品正文之前最显著的标题附近的文字。

source: VERBATIM COPYING
hu: SZÓ SZERINTI SOKSZOROSÍTÁS
zh_cn: 原样复制

source: You may copy and distribute the Document in any medium, either commercially or non-commercially, provided that this License, the copyright notices, and the license notice saying this License applies to the Document are reproduced in all copies, and that you add no other conditions whatsoever to those of this License. You may not use technical measures to obstruct or control the reading or further copying of the copies you make or distribute. However, you may accept compensation in exchange for copies. If you distribute a large enough number of copies you must also follow the conditions in section 3.
hu: Önnek lehetősége van a Dokumentum kereskedelmi, vagy nem kereskedelmi jellegű sokszorosítására és terjesztésére a felhasznált adathordozó típusától függetlenül, feltéve, hogy a jelen Licenc, a szerzői jogi figyelmeztetés, továbbá a Dokumentumot a jelen Licenc hatálya alá rendelő közlemény minden példányban egyaránt megjelenik, és hogy ezeken kívül semmilyen feltételt nem szab meg a szöveghez. Nem alkalmazhat olyan technikai eszközöket, amelyekkel megakadályozható vagy szabályozható az Ön által terjesztett példányok elolvasása vagy sokszorosítása. Mindazonáltal elfogadhat ellenszolgáltatást a másolatokért cserébe. Amennyiben az Ön által terjesztett példányok száma meghalad egy bizonyos mennyiséget, úgy a 3. szakasz feltételeinek is eleget kell tennie.
zh_cn: 在提供本协议和版权声明，同时在许可声明中指明文档及其所有副本均在本协议保护下，并且不加入任何其它条件到文档的协议的前提下，你可以在任何媒体复制和发布该文档，不论是用于商业或非商业。你不可以对你 制作或发布 的副本进行技术处理以 妨碍或控制 阅读或再复制。 不过，你可以因交换副本而接受他人给你的一些补偿。如果你发布的副本数量大到一定程度，你还必须看看下面的第3节。

source: You may also lend copies, under the same conditions stated above, and you may publicly display copies.
hu: A fenti feltételeket betartva kölcsönözhet is példányokat, de akár nyilvánosan is közzéteheti a szöveget.
zh_cn: 在与上述相同的情形下，你还可以出借文档副本和公开展示文档副本。

source: COPYING IN QUANTITY
hu: SOKSZOROSÍTÁS NAGYOBB MENNYISÉGBEN
zh_cn: 大量发布

source: If you publish printed copies of the Document numbering more than 100, and the Document's license notice requires Cover Texts, you must enclose the copies in covers that carry, clearly and legibly, all these Cover Texts: Front-Cover Texts on the front cover, and Back-Cover Texts on the back cover. Both covers must also clearly and legibly identify you as the publisher of these copies. The front cover must present the full title with all words of the title equally prominent and visible. You may add other material on the covers in addition. Copying with changes limited to the covers, as long as they preserve the title of the Document and satisfy these conditions, can be treated as verbatim copying in other respects.
hu: Amennyiben 100-nál több nyomtatott példányt (vagy olyan adathordozón található példányokat, amelyeknek jellemzően van nyomtatott címlapjuk) tesz közzé a Dokumentumból, és a dokumentum Licence feltételül szabja a Borítószövegek meglétét, úgy minden egyes példányt köteles ellátni olyan borítólapokkal, amelyeken a következő Borítószövegek tisztán és olvashatóan fel vannak tüntetve: Címlapszövegek a címlapon, illetve Hátlapszövegek a hátlapon. Mindkét borítólapra egyértelműen és olvashatóan rá kell vezetnie a kiadó, vagyis jelen esetben az Ön nevét. A címlapon a Dokumentum teljes címének szerepelnie kell, és a cím minden szavának egyformán kiemeltnek és láthatónak kell lennie. Ezen felül, belátása szerint, további részleteket is hozzáadhat a borítólapokhoz. Amennyiben az esetleges módosítások kizárólag a borítólapokat érintik, és feltéve, hogy a Dokumentum címe változatlan marad, továbbá a borítólapok megfelelnek minden egyéb követelménynek, úgy a sokszorosítás ettől eltekintve szó szerinti sokszorosításnak minősül.
zh_cn: 如果你发布了印制的文档副本数量超过100份，你必须把副本用清晰明了地印有文档的许可声明所要求的封皮文字的封皮封装好，这些封皮文字包括封面文字和封底文字。封面和封底还都必须写明你是该副本的发布者。封面必须印上完整的书名，书名的每个字都必须同样地显著。你可以在封面添一些其它素材做为补充。在满足了遵循对封皮改动的限制、维持文档标题等这些条件下，副本在某方面上可以被视同原样复制的副本。

source: If the required texts for either cover are too voluminous to fit legibly, you should put the first ones listed (as many as fit reasonably) on the actual cover, and continue the rest onto adjacent pages.
hu: Abban az esetben, ha a borítólapok bármelyikén megkövetelt szövegrészek túl hosszúnak bizonyulnának az olvasható közzétételhez, úgy csak az elsőként felsoroltakat kell feltüntetnie (amennyi józan belátás szerint elfér) a tényleges borítón, a továbbiak pedig átkerülhetnek a következő oldalakra.
zh_cn: 如果封面或封底必要的文字太多而导致看起来不清晰明了，那么你可以把优先的条目(尽量适合地)列在封面或封底，剩下的那些接在邻近的页面里。

source: If you publish or distribute Opaque copies of the Document numbering more than 100, you must either include a machine-readable Transparent copy along with each Opaque copy, or state in or with each Opaque copy a publicly-accessible computer-network location, containing a complete Transparent copy of the Document, free of added material, which the general network-using public has access to download anonymously, at no charge, using public-standard network protocols. If you use the latter option, you must take reasonably prudent steps, when you begin distribution of Opaque copies in quantity, to ensure that this Transparent copy will remain thus accessible at the stated location, until at least one year after the last time you distribute an Opaque copy (directly or through your agents or retailers) of that edition to the public.
hu: Amennyiben 100-nál több Átlátszatlan példányt tesz közzé, vagy terjeszt a Dokumentumból, úgy köteles vagy egy géppel olvasható Átlátszó példányt mellékelni minden egyes Átlátszatlan példányhoz, vagy leírni minden egyes Átlátszatlan példányban egy, a módosítatlan Átlátszó példányt tartalmazó olyan számítógép-hálózat elérhetőségét, amely elérhető az általános hálózati felhasználók számára, és onnan nyilvános szabványú hálózati protokollok segítségével a Dokumentum hozzáadott anyagok nélküli, teljes változata letölthető. Ha az utóbbi lehetőséget választja, köteles gondoskodni arról, hogy attól a naptól kezdve, amikor az utolsó Átlátszatlan példány is terjesztésre került (akár közvetlenül Ön által, akár kiskereskedelmi forgalomban), a fenti helyen közzétett Átlátszó példány még legalább egy évig hozzáférhető legyen a felhasználók számára.
zh_cn: 如果你发布了印制的文档副本数量超过100份，你必须把副本用清晰明了地印有文档的许可声明所要求的封皮文字的封皮封装好，这些封皮文字包括封面文字和封底文字。封面和封底还都必须写明你是该副本的发布者。封面必须印上完整的书名，书名的每个字都必须同样地显著。你可以在封面添一些其它素材做为补充。在满足了遵循对封皮改动的限制、维持文档标题等这些条件下，副本在某方面上可以被视同原样复制的副本。

source: It is requested, but not required, that you contact the authors of the Document well before redistributing any large number of copies, to give them a chance to provide you with an updated version of the Document.
hu: Megkérjük, ámde nem kötelezzük Önt arra, hogy minden esetben, amikor nagyobb példányszámú terjesztésbe kezd, már jóval ezt megelőzően lépjen kapcsolatba a Dokumentum szerzőivel, annak érdekében, hogy megkaphassa tőlük a Dokumentum esetleges újabb változatát.
zh_cn: 在你对文档副本进行大量再发布前取得与文档作者良好的联系，这虽然不是必须的，但是是有必要的，这样你就有机会得到他们提供的文档的最新版本。

source: MODIFICATIONS
hu: MÓDOSÍTÁSOK
zh_cn: 修正

source: You may copy and distribute a Modified Version of the Document under the conditions of sections 2 and 3 above, provided that you release the Modified Version under precisely this License, with the Modified Version filling the role of the Document, thus licensing distribution and modification of the Modified Version to whoever possesses a copy of it. In addition, you must do these things in the Modified Version:
hu: Önnek lehetősége van a Dokumentum Módosított Változatának sokszorosítására és terjesztésére a 2. és 3. szakaszok fenti rendelkezései alapján, feltéve, hogy a Módosított Változatot kizárólag jelen Licenc feltételeivel összhangban teszi közzé, ahol a Módosított Változat a Dokumentum szerepét tölti be, ezáltal lehetőséget biztosítva annak terjesztésére és módosítására bárkinek, aki csak hozzájut egy példányához. Mindezen felül, a Módosított Változat az alábbi követelményeknek is meg kell, hogy feleljen:
zh_cn: 你可以在上文2、3两节的条件下复制和发布文档的修正版，只要你严格地在本协议下发布承担了原来文档的任务的 修正版，这样就允许任何持有该修正版一份副本的人可对修正版进行发行和修改。而且，你必须对修正版做如下一些事情：

source: Use in the Title Page (and on the covers, if any) a title distinct from that of the Document, and from those of previous versions (which should, if there were any, be listed in the History section of the Document). You may use the same title as a previous version if the original publisher of that version gives permission.
hu: A Címlapon (és ha van, a borítókon) tüntessen fel egy a Dokumentumétól, illetve bármely korábbi változatétól eltérő címet (amelyeknek, ha vannak, a Dokumentum Előzmények szakaszában kell szerepelniük). Egy korábbi változat címét csak akkor használhatja, ha annak szerzője engedélyezte azt.
zh_cn: 在扉页(如果有封皮，则封皮和扉页都要)使用的书名要与原来文档的书名明显地区别开来，以及那些先前版本(哪些是需要区别的呢？如果原来文档有历史小节，那么历史小节中列出的都是)。如果最初的发行人允许的话，你也可以使用相同的书名。

source: List on the Title Page, as authors, one or more persons or entities responsible for authorship of the modifications in the Modified Version, together with at least five of the principal authors of the Document (all of its principal authors, if it has less than five).
hu: A Címlapon szerzőkként sorolja fel a Módosított Változatban elvégzett változtatásokért felelős természetes vagy jogi személyeket, továbbá a Dokumentum fő szerzői közül legkevesebb ötöt (vagy mindet, ha ötnél kevesebben vannak) kivéve, ha ezen feltétel alól ők Önt felmentik.
zh_cn: 扉页上必须列出作者、对修正版文档的修改负责的个人或团体或机构、文档的至少五个主要作者(如果主要作者少于五个，就全部写上)，除非他们允许你不这么做。

source: State on the Title page the name of the publisher of the Modified Version, as the publisher.
hu: A Címlapon a Módosított Változat közzétételéért felelős személyt tüntesse fel kiadóként.
zh_cn: 扉页上必须列出作者、对修正版文档的修改负责的个人或团体或机构、文档的至少五个主要作者(如果主要作者少于五个，就全部写上)，除非他们允许你不这么做。

source: Preserve all the copyright notices of the Document.
hu: A Dokumentum összes szerzői jogi figyelmeztetését hagyja érintetlenül.
zh_cn: 保留原有文档的所有版权声明不变。

source: Add an appropriate copyright notice for your modifications adjacent to the other copyright notices.
hu: Saját módosításaira vonatkozóan is tegyen közzé egy szerzői jogi megjegyzést, a többi ilyen jellegű figyelmeztetés mellett.
zh_cn: 在其它版权声明附近为你所做的修正添加适当的版权声明。

source: Include, immediately after the copyright notices, a license notice giving the public permission to use the Modified Version under the terms of this License, in the form shown in the Addendum below.
hu: Rögtön a szerzői jogi figyelmeztetéseket követően tüntessen fel egy közleményt, az alábbi Függelék mintájára, amelyben engedélyezi a Módosított Változat felhasználását a jelen Licenc feltételeinek megfelelően.
zh_cn: 在版权声明后面立即接上允许公众在本协议下使用修正版文档的许可声明，其形式如下面附录所示。

source: Preserve in that license notice the full lists of Invariant Sections and required Cover Texts given in the Document's license notice.
hu: A fenti közleményben hagyja érintetlenül a Nem Változtatható szakaszok és a szükséges Borítószövegek a jelen Dokumentum licencében előírt teljes listáját.
zh_cn: 在文档的许可声明里保留所有固定章节和封皮文字所要求的许可声明。

source: Include an unaltered copy of this License.
hu: Mellékelje a jelen Licenc egy eredeti példányát.
zh_cn: 放上这些许可证的一份原件。
