Repository: lelloc/doc-admin
Catalog: i18n/doc-admin.*.po
Languages: hu, zh_cn

source: An OTRS agent account may be deactivated but not deleted. Deactivation is done by setting the Valid flag to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Egy OTRS ügyintézői fiók kikapcsolható, de nem törölhető. A kikapcsolást az érvényesség jelző <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával lehet megtenni.
zh_cn: 一个OTRS服务人员帐户可以‘去激活’但不能删除。‘去激活’通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来实现。

source: Agent Management
hu: Ügyintéző-kezelés
zh_cn: 服务人员管理

source: To register an agent, click on the <literal>Add agent</literal> button, enter the required data and press the Submit button at the bottom of the screen, as shown in Figure.
hu: Egy ügyintéző regisztrálásához kattintson az <literal>Ügyintéző hozzáadása</literal> gombra, adja meg a szükséges adatokat, és nyomja meg a képernyő alján lévő Elküld gombot, amint az ábrán látható.
zh_cn: 要注册服务人员，请点击<literal>添加服务人员</literal>按钮，输入所需的数据，然后按屏幕底部的提交按钮，如图所示。

source: Adding a new agent
hu: Egy új ügyintéző hozzáadása
zh_cn: 添加一个新服务人员

source: After the new agent account has been created, you should make the agent a member of one or more groups or roles. Information about groups and roles is available in the <link linkend="adminarea-groups">Groups</link> and <link linkend="adminarea-roles">Roles</link> sections of this chapter.
hu: Miután az új ügyintézői fiók létrejött, az ügyintézőt egy vagy több csoport vagy szerep tagjává kell tennie. A csoportokról és szerepekről szóló információk ennek a fejezetnek a <link linkend="adminarea-groups">Csoportok</link> és <link linkend="adminarea-roles">Szerepek</link> szakaszában érhetők el.
zh_cn: 新的服务人员帐户创建后，你还设置服务人员到一个或多个组/角色。关于组和角色的信息在本章的<link linkend="adminarea-groups">组</link>和<link linkend="adminarea-roles">角色</link>部分。

source: Groups
hu: Csoportok
zh_cn: 组

source: Every agent's account should belong to at least one group or role. In a brand new installation, there are three pre-defined groups available, as shown in Table 4-1.
hu: Minden ügyintézői fióknak legalább egy csoporthoz vagy szerephez kell tartoznia. Egy teljesen új telepítésnél három előre meghatározott csoport érhető el, ahogyan a 4.1. táblázatban látható.
zh_cn: 每个服务人员帐户应该至少属于一个组或角色。在一个全新安装的系统中，有三个预告定义的组可用，如表4-1所示。

source: Default groups available on a fresh OTRS installation
hu: Egy friss OTRS telepítésen elérhető alapértelmezett csoportok
zh_cn: 全新安装OTRS可用的默认组

source: Group
hu: Csoport
zh_cn: 组

source: Description
hu: Leírás
zh_cn: 描述

source: Allowed to perform administrative tasks in the system.
hu: Adminisztratív feladatok végrehajtása engedélyezett a rendszeren.
zh_cn: 允许执行系统中的管理任务。

source: Qualified to access the stats module of OTRS and generate statistics.
hu: Az OTRS statisztikák moduljának hozzáférésére és statisztikák előállítására képesített.
zh_cn: 有资格访问OTRS的统计模块并生成统计报表。

source: Agents should belong to this group, with read and write permissions. They can then access all functions of the ticket system.
hu: Az ügyintézőknek ehhez a csoporthoz kell tartozniuk olvasási és írási jogosultságokkal. Ezután férhetnek hozzá a jegyrendszer összes funkciójához.
zh_cn: 服务人员应该属于这个组且有读写权限，这样他们才能访问工单系统的所有功能。

source: In a brand new OTRS installation, the agent 'root@localhost' belongs by default to the admin, stats and users groups.
hu: Egy teljesen új OTRS telepítésben a „root@localhost” ügyintéző alapértelmezetten az admin, a stats és a users csoportokhoz tartozik.
zh_cn: 在全新安装的OTRS中，服务人员'root@localhost'默认属于‘admin’、‘stats’和‘users ’组。

source: You can access the group management page (see figure below) by clicking the <emphasis>Groups</emphasis> link in the admin area.
hu: A csoportkezelés oldalhoz (lásd a lenti ábrát) a <emphasis>Csoportok</emphasis> hivatkozásra kattintva férhet hozzá az adminisztrációs területen.
zh_cn: 你可以在系统管理区通过点击<emphasis>组</emphasis>链接访问组管理页面（见下图）

source: Group management
hu: Csoportkezelés
zh_cn: 组管理

source: As with agents, an OTRS group may be deactivated but not deleted. Deactivation is done by setting the Valid flag to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint az ügyintézők esetén, egy OTRS csoport kikapcsolható, de nem törölhető. A kikapcsolást az érvényesség jelző <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre állításával lehet megtenni.
zh_cn: 与服务人员一样，OTRS的组只能‘去激活’而不能删除。‘去激活’通过设置有效性标记为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>来实现。

source: To add an agent to a group, or to change the agents who belong to a group, you can use the link <emphasis>Agents &lt;-&gt; Groups</emphasis> from the Admin page (see figure below).
hu: Egy ügyintéző csoportba történő hozzáadásához, vagy az ügyintézők megváltoztatásához, hogy ki tartozik egy csoporthoz, az adminisztrációs oldalról elérhető <emphasis>Ügyintézők &lt;-&gt; Csoportok</emphasis> hivatkozást használhatja (lásd a lenti ábrát).
zh_cn: 要添加一个服务人员到一个组中，或者修改这个服务人员所属的组，可以使用系统管理页面中的 <emphasis>服务人员 &lt;-&gt; 组</emphasis>链接（见下图）。

source: Agent &lt;-&gt; group management
hu: Ügyintéző &lt;-&gt; csoport kezelés
zh_cn: 服务人员 &lt;-&gt; 组管理

source: An overview of all groups and agents in the system is displayed on this page. You can also use the available filters to find a specific entity. If you want to change the groups that an agent is a member of, just click on the agent's name (see figure below). To change the agents associated with a group, just click on the group you want to edit (see figure below).
hu: A rendszeren lévő összes csoport és ügyintéző áttekintése ezen az oldalon jelenik meg. Használhatja az elérhető szűrőket is egy adott egyed megkereséséhez. Ha meg szeretné változtatni azokat a csoportokat, amelyeknek egy ügyintéző a tagja, akkor kattintson az ügyintéző nevére (lásd a lenti ábrát). A csoporthoz rendelt ügyintézők módosításához kattintson arra a csoportra, amelyet szerkeszteni szeretne (lásd a lenti ábrát).
zh_cn: 系统中所有组和服务人员概览显示在这个页面上。你还可以使用过滤器来查找一个特定的条目。如果你想修改一个服务人员所属的组，只需点击服务人员的名称（见下图）。要修改一个组关联的服务人员，只需点击你想编辑的组（见下图）。

source: Change the groups an agent belongs to
hu: Csoportok megváltoztatása, amelyhez egy ügyintéző tartozik
zh_cn: 修改一个服务人员所属的组

source: Change the agents that belong to a specific group
hu: Ügyintézők megváltoztatása, akik egy adott csoporthoz tartoznak
zh_cn: 修改一个组关联的服务人员

source: Each group has a set of rights associated with it, and each group member (agent) may have some combination of these rights for themselves. A list of the permissions / rights is shown in Table 4-2.
hu: Minden csoporthoz jogok halmaza van hozzárendelve, és minden csoporttagnak (ügyintézőnek) ezen jogok valamilyen kombinációja lehet ezekhez. A jogosultságok / jogok listája az 4.2. táblázatban látható.
zh_cn: 每个组都有一套相关的权限，每个组成员（服务人员）可能有这些权限的某种组合。权限清单如表4-2所示。

source: Rights associated with OTRS groups
hu: Az OTRS csoportokhoz rendelt jogok
zh_cn: OTRS组相关的权限

source: Right
hu: Jog
zh_cn: 权限

source: chat_observer
hu: csevegésmegfigyelő
zh_cn: 聊天观察者

source: Agents may take part silently in a chat (available in OTRS Business Solution™).
hu: Az ügyintézők csendben vehetnek rész a csevegésben (az OTRS Business Solution™ részeként érhető el).
zh_cn: 服务人员可以在一个聊天中潜水（OTRS商业解决方案功能）。

source: chat_participant
hu: csevegésrésztvevő
zh_cn: 聊天参与者

source: Agents may normally participate in a chat (available in OTRS Business Solution™).
hu: Az ügyintézők a szokott módon vehetnek rész a csevegésben (az OTRS Business Solution™ részeként érhető el).
zh_cn: 服务人员可以正常参与一个聊天（OTRS商业解决方案功能）。

source: chat_owner
hu: csevegéstulajdonos
zh_cn: 聊天所有者

source: Agents have full rights for a chat and can accept chat requests (available in OTRS Business Solution™).
hu: Az ügyintézőknek minden joguk megvan egy csevegésnél, és fogadhatnak csevegéskéréseket (az OTRS Business Solution™ részeként érhető el).
zh_cn: 服务人员一个聊天的所有权限并能接受聊天请求（OTRS商业解决方案功能）。

source: ro
hu: csak olvasás
zh_cn: ro（只读）

source: Read only access to the tickets, entries and queues of this group.
hu: Csak olvasható hozzáférés ezen csoport jegyeihez, bejegyzéseihez és várólistáihoz.
zh_cn: 对这个组的工单、记录和队列有只读访问权限。

source: move into
hu: áthelyezés
zh_cn: move into（转移到）

source: Right to move tickets or entries between queues or areas that belong to this group.
hu: Jegyek vagy bejegyzések áthelyezéséhez szükséges jog azon várólisták vagy területek között, amelyek ehhez a csoporthoz tartoznak.
zh_cn: 在属于本组的队列或区域间转移工单或记录的权限。

source: create
hu: létrehozás
zh_cn: create（创建）

source: Right to create tickets or entries in the queues or areas of this group.
hu: Jegyek vagy bejegyzések létrehozásához szükséges jog ezen csoport várólistáiban vagy területein.
zh_cn: 在这个组的队列或区域中创建工单或记录的权限。

source: note
hu: jegyzet
zh_cn: note（备注）

source: Right to add notes to tickets or entries in the queues or areas of this group.
hu: Jegyekhez vagy bejegyzésekhez történő jegyzetek hozzáadásához szükséges jog ezen csoport várólistáiban vagy területein.
zh_cn: 在该组的队列或区域中的添加工单或记录备注的权利。

source: owner
hu: tulajdonos
zh_cn: owner（所有者）

source: Right to update the owner of tickets or entries in queues or areas that belong to this group.
hu: Jegyek vagy bejegyzések tulajdonosának frissítéséhez szükséges jog azon várólistákban vagy területeken, amelyek ehhez a csoporthoz tartoznak.
zh_cn: 在本组的队列或区域中更新工单或记录的所有者的权限。

source: priority
hu: prioritás
zh_cn: priority（优先级）

source: Right to change the priority of tickets or entries in queues or areas that belong to this group.
hu: Jegyek vagy bejegyzések prioritásának megváltoztatásához szükséges jog azon várólistákban vagy területeken, amelyek ehhez a csoporthoz tartoznak.
zh_cn: 在本组的队列或区域中更改工单或记录的优先级的权限。

source: rw
hu: írás, olvasás
zh_cn: rw（读写）

source: Full read and write access on tickets or entries in the queues or areas that belong to this group.
hu: Teljes olvasási vagy írási hozzáférés azon várólistákban vagy területeken lévő jegyekre vagy bejegyzésekre, amelyek ehhez a csoporthoz tartoznak.
zh_cn: 对属于这个组的队列或区域的工单、记录和队列完全读写访问权限。

source: By default, the QueueView only lists tickets in queues that an agent has <emphasis>rw</emphasis> access to, i.e., the tickets the agent needs to work on. If you want to change this behaviour, you can set <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketQueue_ViewAllPossibleTickets"> Ticket::Frontend::AgentTicketQueue###ViewAllPossibleTickets </link> to <emphasis>Yes</emphasis>.
hu: Alapértelmezetten a várólista nézet csak azokban a várólistákban lévő jegyeket sorolja fel, amelyhez egy ügyintézőnek <emphasis>írható, olvasható</emphasis> hozzáférése van, azaz azokat a jegyeket, amelyeken az ügyintézőnek dolgoznia kell. Ha meg szeretné változtatni ezt a viselkedést, akkor állítsa át a <link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketQueue_ViewAllPossibleTickets"> Ticket::Frontend::AgentTicketQueue###ViewAllPossibleTickets </link> beállítást <emphasis>Igen</emphasis> értékre.
zh_cn: 默认情况下，队列视图仅列出服务人员具有<emphasis> rw（读写） </emphasis>访问权限的队列中的工单，即服务人员需要处理的工单。 如果要更改此行为，可以将<link linkend="ConfigReference_Setting_Ticket::Frontend::AgentTicketQueue_ViewAllPossibleTickets"> Ticket::Frontend::AgentTicketQueue###ViewAllPossibleTickets </link> 设置为<emphasis>是</emphasis>。

source: Not all available permissions are shown by default. These additional permissions can be added.
hu: Nem minden elérhető jogosultság van megjelenítve alapértelmezetten. Ezek a további jogosultságok adhatók hozzá.
zh_cn: 默认情况下不会显示所有可用的权限。这些附加的权限可以添加。

source: Additional permission groups
hu: További jogosultságcsoportok
zh_cn: 附加的权限组

source: Gives access to the stats page.
hu: Hozzáférést ad a statisztikák oldalhoz.
zh_cn: 访问统计页面的权限。

source: The right to bounce an email message (with bounce button in ticketZoom).
hu: Egy e-mail üzenet átirányításához szükséges jog (átirányítás gombbal a jegynagyításon).
zh_cn: 退回一个邮件消息的权限（使用工单详情屏幕的‘退回’按钮）。

source: The right to compose an answer for a ticket.
hu: Egy válasz írásához szükséges jog egy jegynél.
zh_cn: 给一个工单编写答复的权限。

source: The right to change the customer of a ticket.
hu: Egy jegy ügyfelének megváltoztatásához szükséges jog.
zh_cn: 变更一个工单的客户的权限。

source: The right to forward a messages (with the forward button).
hu: Egy üzenet továbbításához szükséges jog (a továbbítás gombbal).
zh_cn: 转发一个消息的权限（使用‘转发’按钮）。

source: The right to set a ticket to pending.
hu: Egy jegy függőre állításához szükséges jog.
zh_cn: 设置一个工单为挂起状态的权限。

source: The right to add a phonecall to a ticket.
hu: Egy jegyhez történő telefonhívás hozzáadásához szükséges jog.
zh_cn: 添加一个电话沟通到工单的权限。

source: The right to change the responsible agent for a ticket.
hu: A felelős ügyintéző megváltoztatásához szükséges jog egy jegynél.
zh_cn: 变更一个工单的负责人的权限。

source: These permissions can be added by changing the <link linkend="ConfigReference_Setting_System::Permission">System::Permission</link>
hu: Ezek a jogosultságok a <link linkend="ConfigReference_Setting_System::Permission">System::Permission</link> beállítás megváltoztatásával adhatók hozzá.
zh_cn: 可以通过更改<link linkend="ConfigReference_Setting_System::Permission">System::Permission</link>添加这些权限。

source: Roles
hu: Szerepek
zh_cn: 角色

source: Roles are a powerful feature to manage the access rights of many agents in a very simple and quick manner. They are particularly useful for large, complex support systems with a lot of agents, groups and queues. An example below explains when they should be used.
hu: A szerepek hatékony szolgáltatás több ügyintéző hozzáférési jogainak kezeléséhez nagyon egyszerű és gyors módon. Ezek különösen hasznosak nagyon sok ügyintézővel, csoporttal és várólistával rendelkező nagy és bonyolult támogatási rendszereknél. A lenti példa elmagyarázza, hogy mikor kell ezeket használni.
zh_cn: 角色是一个强大的功能，以一种非常简单、快速的方式管理大量服务人员的存取权限。在拥有大量服务人员、组和队列的大型、复杂的支持系统中特别有用。下面的例子解释了何时应该使用角色。

source: Suppose that you have a system with 100 agents, 90 of them with access to a single queue called "support" where all support requests are handled. The "support" queue contains multiple sub queues. The other 10 agents have permission to access all queues of the system. These 10 agents dispatch tickets, watch the raw queue and move spam messages into the "junk" queue.
hu: Tegyük fel, hogy van egy rendszere 100 ügyintézővel, akik közül 90 hozzáféréssel rendelkezik az egyetlen „támogatás” elnevezésű várólistához, ahol az összes támogatási kérést kezelik. A „támogatás” várólista több alvárólistát tartalmaz. A többi 10 ügyintézőnek hozzáférési jogosultsága van a rendszer összes várólistájához. Ez a 10 ügyintéző kézbesíti a jegyeket, figyeli a nyers várólistát, és áthelyezi a levélszemét üzeneteket a „szemét” várólistába.
zh_cn: 假设你的系统有100个服务人员，其中有90个需要访问一个处理所有支持请求、叫“support”的队列。这个“support”队列包含多个子队列。其它的10个服务人员有访问系统所有队列的权限。这10个服务人员分派工单，关注‘raw’队列并转移垃圾消息到“junk”队列。

source: The company now opens a new department that sells some products. Order request and acceptance, order confirmation, bills, etc. must be processed, and some of the company's agents are supposed to do this using OTRS. The different agents have to get access to the new queues that must be created.
hu: A vállalat most nyitott egy új részleget, amely néhány terméket értékesít. A megrendelést és a rendelésfelvételt, a megrendelési visszaigazolást, a számlákat, stb. fel kell dolgozni, és a vállalat ügyintézői közül néhánynak ezt az OTRS használatával kéne megtennie. A különböző ügyintézőknek kell hozzáférést adni az új várólistákhoz, amelyeket létre kell hozni.
zh_cn: 公司现在设置了一个销售某些产品的新部门。必须处理订单请求和接受、订单确认、开帐单等事宜，假定公司的一部分服务人员使用OTRS来做这些事情。不同的服务人员需要能够访问必须创建的新队列。

source: Because it would take a long time to change the access rights for the individual agents manually, roles that define the different access levels can be created. The agents can then be added to one or more roles, with their access rights being modified automatically. If a new agent account is created, it is also possible to add this account to one or more roles.
hu: Mivel túl sokáig tartana a hozzáférési jogok kézzel történő megváltoztatása az egyéni ügyintézőknél, különböző hozzáférési szinteket meghatározó szerepek hozhatók létre. Ezután az ügyintézők hozzáadhatók egy vagy több szerephez, amelyekkel a hozzáférési jogaik automatikusan módosításra kerülnek. Ha egy új ügyintézői fiókot hoznak létre, akkor lehetséges a fiók hozzáadása egy vagy több szerephez is.
zh_cn: 因为手动逐个修改服务人员的访问权限需要花费大量时间，可以创建角色来定义不同的访问级别。服务人员就可以添加到一个或多个角色中，然后他们的访问权限就自动修改了。如果创建了一个新的服务人员帐户，还能将这个帐户添加到一个或多个角色。

source: Roles are really useful when dealing with complex organizations and when maintaining larger OTRS installations. Proper care is advised though. Mixing Agent to Group with Agent to Role mappings can make for a complex access control scheme, that is difficult to understand and maintain. If you wish to use only roles and disable the Agents &lt;-&gt; Groups option in the Admin area, you can do so by modifying the <link linkend="ConfigReference_Setting_Frontend::Module_AdminUserGroup">Frontend::Module###AdminUserGroup</link> in the SysConfig. Be aware that this won't remove already existing Agents to Group assignments!
hu: A szerepek akkor hasznosak igazán, amikor bonyolult szervezetekkel foglalkozik, és amikor nagyobb OTRS telepítéseket tart karban. A megfelelő óvatosság mégis ajánlott. Az ügyintéző csoportra és az ügyintéző szerepre történő leképezésének keverése olyan bonyolult hozzáférés-vezérlési sémát eredményezhet, amelyet nehéz megérteni és karbantartani. Ha csak szerepeket kíván használni, és le szeretné tiltani az Ügyintézők &lt;-&gt; Csoportok lehetőséget az adminisztrátori területen, akkor ezt a <link linkend="ConfigReference_Setting_Frontend::Module_AdminUserGroup">Frontend::Module###AdminUserGroup</link> beállítás módosításával teheti meg a rendszer beállításaiban. Legyen tisztában azzal, hogy ez nem fogja eltávolítani a már meglévő ügyintézők - csoport hozzárendeléseket!
zh_cn: 角色在处理复杂的组织和维护较大的OTRS安装时非常有用。 不过请注意，混合使用服务人员到组的映射和服务人员到角色的映射可以做出复杂的访问控制方案，这会难以理解和维护。 如果您只想使用角色并禁用系统管理模块的服务人员 &lt;-&gt;组选项，可以通过修改系统配置中的 <link linkend="ConfigReference_Setting_Frontend::Module_AdminUserGroup">Frontend::Module###AdminUserGroup</link>来实现。 请注意，这不会删除已经存在的服务人员到组的分配！

source: You can access the role management section (see figure below) by clicking the <emphasis>Roles</emphasis> link on the Admin page.
hu: A szerepkezelés szakaszhoz (lásd a lenti ábrát) a <emphasis>Szerepek</emphasis> hivatkozásra kattintva férhet hozzá az adminisztrációs oldalon.
zh_cn: 可以在系统管理页面点击<emphasis>角色</emphasis>链接来访问角色管理部分（见下图）。

source: Role management
hu: Szerepkezelés
zh_cn: 角色管理

source: As with agent and groups, roles once created can be deactivated but not deleted. To deactivate, set the Valid option to <emphasis>invalid</emphasis> or <emphasis>invalid-temporarily</emphasis>.
hu: Mint az ügyintézők és a csoportok esetén, az egyszer létrehozott szerepek kikapcsolhatók, de nem törölhetők. A kikapcsoláshoz állítsa az érvényesség lehetőséget <emphasis>érvénytelen</emphasis> vagy <emphasis>átmenetileg érvénytelen</emphasis> értékre.
zh_cn: 和服务人员、组一样，角色一旦创建就只能‘去激活’而不能删除。要‘去激活’，设置有效性选项为<emphasis>无效</emphasis>或<emphasis>临时无效</emphasis>。

source: An overview of all roles in the system is displayed. To edit a role's settings, click on the role's name. In a fresh new OTRS installation, there are no roles defined by default. To register one, click on the <literal>Add role</literal> button, provide the needed data and submit it (see figure below).
hu: A rendszeren lévő összes szerep áttekintése van megjelenítve. Egy szerep beállításainak szerkesztéséhez kattintson a szerep nevére. Egy friss, új OTRS telepítésben alapértelmezetten nincsenek szerepek meghatározva. Egy szerep regisztrálásához kattintson a <literal>Szerep hozzáadása</literal> gombra, adja meg a szükséges adatokat, és küldje be (lásd a lenti ábrát).
zh_cn: 显示系统中所有角色的概览。 要编辑角色的设置，请单击角色的名称。 在新的OTRS安装中，默认情况下没有定义角色。 要注册一个角色，请点击<literal>添加角色</literal>按钮，提供所需的数据并提交（见下图）。

source: Adding a new role
hu: Egy új szerep hozzáadása
zh_cn: 添加一个新的角色

source: To get an overview of all roles and agents in the system, click on the link Roles &lt;-&gt; Agents on the Admin page. You can also use filters to find a specific element. If you want to change the roles associated with an agent, just click on the agent's name (see figure below). To change the agents associated with a role, click on the role you want to edit (see figure below).
hu: A rendszeren lévő összes szerep és ügyintéző áttekintésének eléréséhez kattintson a Szerepek &lt;-&gt; Ügyintézők hivatkozásra az adminisztrációs oldalon. Szűrőket is használhat egy adott elem kereséséhez. Ha meg szeretné változtatni azokat a szerepeket, amelyekhez egy ügyintéző hozzá van rendelve, akkor kattintson az ügyintéző nevére (lásd a lenti ábrát). Egy szerephez rendelt ügyintézők megváltoztatásához kattintson arra a szerepre, amelyet szerkeszteni szeretne (lásd a lenti ábrát).
zh_cn: 要获得系统中所有角色和服务人员概览，在<link linkend="adminarea">系统管理页面</link>点击‘角色&lt;-&gt;服务人员’‘链接。你还可以使用过滤器来查找一个特定元素。如果你想修改一个服务人员关联的角色，只需点击这个服务人员的姓名（见下图）。要修改一个角色关联的服务人员，点击你想编辑的角色名称（见下图）。

source: Change the roles associated with an agent
hu: Szerepek megváltoztatása, amelyekhez egy ügyintéző hozzá van rendelve
zh_cn: 修改一个服务人员关联的角色

source: Change the agents associated with a specific role
hu: Egy adott szerephez rendelt ügyintézők megváltoztatása
zh_cn: 修改一个特定角色关联的服务人员

source: To get an overview of all roles and groups in the system, click on the link Roles &lt;-&gt; Groups on the Admin page. You will see a similar screen as the one shown in the Figure. You can also use filters to find a specific entity.
hu: A rendszeren lévő összes szerep és csoport áttekintésének eléréséhez kattintson a Szerepek &lt;-&gt; Csoportok hivatkozásra az adminisztrációs oldalon. Egy hasonló képernyőt fog látni mint amely az ábrán látható. Szűrőket is használhat egy adott egyed megkereséséhez.
zh_cn: 要获得系统中所有角色和组的概览，在<link linkend="adminarea">系统管理页面</link>点击‘角色&lt;-&gt;组’ 链接。你会看到一个类似下图的屏幕。你还可以使用过滤器来查找一个特定的条目。

source: Manage roles-groups relations
hu: Szerepek-csoportok kapcsolatainak kezelése
zh_cn: 管理角色-组的关系

source: To define the different access rights for a role, click on the name of a role or a group (see below the Figures 4.13 and 4.14, respectively).
hu: A szerepnél történő különböző hozzáférési jogok meghatározásához kattintson egy szerep vagy egy csoport nevére (lásd a lenti 4.13. és 4.14. ábrát ezzel kapcsolatban).
zh_cn: 要定义一个角色的不同访问权限，点击一个角色或一个组名称（分别如图4.13和4.14所示）。

source: Change group relations for a role
hu: Csoportkapcsolatok megváltoztatása egy szerepnél
zh_cn: 修改一个角色的组关系

source: Change role relations for a group
hu: Szerepkapcsolatok megváltoztatása egy csoportnál
zh_cn: 修改一个组的角色关系

source: Customer Users and Customers
hu: Ügyfél-felhasználók és ügyfelek
zh_cn: 客户用户和客户

source: Customer Users
hu: Ügyfél-felhasználók
zh_cn: 客户用户
